Repository: xbmc/repo-plugins
Catalog: plugin.video.trakt_list_manager/resources/language/Galician/strings.po
Languages: gl

# #30000
source: [B]Add new Custom List[/B]
gl: [B]Engadir unha nova Listaxe Personalizada[/B]

# #30001
source: [B]Add new Movie[/B]
gl: [B]Engadir un novo Filme[/B]

# #30002
source: Show Watchlist
gl: Amosar Listaxe

# #30003
source: Show Custom Lists
gl: Amosar Listaxes Personalizadas

# #30100
source: Add-on Settings
gl: Configuración de Complementos

# #30101
source: Delete List
gl: Eliminar Listaxe

# #30102
source: Delete Movie
gl: Eliminar Filme

# #30103
source: Show Movie Info
gl: Amosar Info. do Filme

# #30110
source: Please enter Movie title
gl: Por favor introduza o título do Filme

# #30111
source: Please select the correct Movie
gl: Por favor seleccione o Filme correcto

# #30112
source: Please select the List
gl: Por favor escolla a Listaxe

# #30113
source: Delete Movie
gl: Eliminar Filme

# #30114
source: Are you sure to delete?
gl: Ten a certeza de querer eliminalo?

# #30115
source: Delete List
gl: Eliminar Listaxe

# #30116
source: Are you sure to delete?
gl: Ten a certeza de querer eliminalo?

# #30117
source: My Watchlist
gl: A miña Listaxe

# #30120
source: Connection error
gl: Erro de conexión

# #30121
source: Wrong User-Credentials
gl: Credenciais de Usuario incorrectas

# #30122
source: Do you want to change them now?
gl: Quere cambialos agora?

# #30130
source: No Movie found
gl: Non se atopou o Filme

# #30131
source: Success
gl: Correcto

# #30140
source: Please use context menu
gl: Por favor use o menú contextual

# #30141
source: You need to open the context-menu
gl: Ten de abrir o menú-contextual

# #30142
source: to choose the action you want
gl: para escoller a acción que desexa

# #30300
source: Username
gl: Nome de usuario

# #30301
source: Password
gl: Contrasinal

# #30302
source: Default List
gl: Listaxe Predefinida

# #30303
source: Use HTTPS
gl: Usar HTTPS

# #30310
source: Default Privacy for new Lists
gl: Privacidade Predefinida para as novas Listaxes

# #30311
source: Private
gl: Privado

# #30312
source: Friends
gl: Amigos

# #30313
source: Public
gl: Público
