Repository: xbmc/repo-plugins
Catalog: plugin.video.embycon/resources/language/resource.language.*/strings.po
Languages: it_it

# #30001
source: Port
it_it: Porta

# #30003
source: Verify HTTPS certificate
it_it: Verifica del certificato HTTPS

# #30007
source: Samba username
it_it: Username Samba

# #30008
source: Samba password
it_it: Password Samba

# #30010
source: Number of performance profiles to capture
it_it: Numero di profili prestazionali da acquisire

# #30011
source: [Detect local server]
it_it: [Rileva server locale]

# #30012
source: [Change user]
it_it: [Cambia utente]

# #30015
source: Log timing data
it_it: Registra i dati di temporizzazione

# #30016
source: Device display name
it_it: Nome del dispositivo visualizzato

# #30017
source: Show connected clients
it_it: Mostra i client connessi

# #30018
source: Number of items to show in filtered lists
it_it: Numero di elementi da mostrare negli elenchi filtrati

# #30019
source: Filtered episode name format
it_it: Formato del nome dell'episodio filtrato

# #30020
source: Flatten single season
it_it: Spiana stagione singola

# #30021
source: Show all episodes item
it_it: Mostra tutti gli episodi

# #30022
source: Advanced
it_it: Avanzate

# #30023
source: Hide unwatched episode details
it_it: Nascondi dettagli episodio non visto

# #30026
source: Widget item select action
it_it: Azione selezione elemento widget

# #30044
source: Incorrect Username/Password
it_it: Username/Password Errata

# #30045
source: Username not found
it_it: Username non trovato

# #30052
source: Deleting
it_it: Eliminazione

# #30053
source: Waiting for server to delete
it_it: Attese del server per l'eliminazione

# #30063
source: N/A
it_it: N/D

# #30091
source: Confirm delete?
it_it: Conferma eliminazione?

# #30092
source: Warning: This action will delete the media files from the server.
it_it: Avviso: questa azione eliminerà i file multimediali dal server.

# #30110
source: Interface
it_it: Interfaccia

# #30111
source: Services
it_it: Servizi

# #30112
source: Loading Content
it_it: Caricamento Contenuto

# #30113
source: Retrieving Data
it_it: Recupero Dati

# #30114
source: Jump back seconds
it_it: Torna indietro di secondi

# #30116
source: Add unwatched counts to names
it_it: Aggiungi conteggio non visti ai nomi

# #30118
source: Add resume percent to names
it_it: Aggiungi percentuale riprendi ai nomi

# #30120
source: Show load progress
it_it: Mostra avanzamento del caricamento

# #30121
source: On Resume
it_it: Alla Ripresa

# #30125
source: Done
it_it: Fatto

# #30126
source: Processing Item :
it_it: Elaborazione Elemento :

# #30135
source: Error
it_it: Errore

# #30139
source: No Media Type Set
it_it: Nessun Tipo Supporto Impostato

# #30163
source: Add (cc) if subtitle is available
it_it: Aggiungi (cc) se sono disponibili i sottotitoli

# #30166
source: Select Server
it_it: Seleziona Server

# #30167
source: Selected Server Address
it_it: Indirizzo Server Selezionato

# #30169
source: Address:
it_it: Indirizzo:

# #30180
source: Select User
it_it: Seleziona Utente

# #30181
source: Include plot
it_it: Includi trama

# #30182
source: Include media stream info
it_it: Includi informazioni sul flusso multimediale

# #30183
source: Include people
it_it: Includi persone

# #30200
source: URL error: %s
it_it: Errore URL: %s

# #30201
source: Unable to connect to server
it_it: Impossibile stabilire una connessione al server

# #30206
source: Playback type
it_it: Tipo di riproduzione

# #30207
source: Playback
it_it: Riproduzione

# #30209
source: File direct path
it_it: Percorso diretto del file

# #30210
source: HTTP direct stream
it_it: Flusso diretto HTTP

# #30211
source: HTTP transcode
it_it: Transcodifica HTTP

# #30212
source: Transcode max width
it_it: Transcodifica larghezza massima

# #30213
source: Transcode force 8 bit
it_it: Forza transcodifica 8 bit

# #30214
source: Events
it_it: Eventi

# #30215
source: On playback stop (100% = disabled)
it_it: All'arresto della riproduzione (100% = disabilitato)

# #30216
source: Item Details
it_it: Dettagli Elemento

# #30217
source: Prompt to delete episode after %
it_it: Richiedi l'eliminazione dell'episodio dopo %

# #30218
source: Play next episode after %
it_it: Riproduci il prossimo episodio dopo %

# #30219
source: - Prompt before play
it_it: - Chiedi prima di riprodurre

# #30220
source: Prompt to delete movie after %
it_it: Richiedi l'eliminazione del film dopo %

# #30222
source: Item Layout
it_it: Layout Elemento

# #30223
source: Page Size and Filtering
it_it: Dimensioni Pagina e Filtro

# #30224
source: Interaction
it_it: Interazione

# #30229
source: TV Shows
it_it: Programmi TV

# #30231
source: Movies
it_it: Film

# #30235
source: Episodes
it_it: Episodi

# #30236
source: Force transcode h265(hevc)
it_it: Forza transcodifica h265(hevc)

# #30237
source: Start from beginning
it_it: Riprendi dall'inizio

# #30238
source: Playback Options
it_it: Opzioni Riproduzione

# #30239
source: Force transcode mpeg2
it_it: Forza transcodifica mpeg2

# #30240
source: Force transcode msmpeg4v3(divx)
it_it: Forza transcodifica msmpeg4v3(divx)

# #30241
source: Force transcode mpeg4
it_it: Forza transcodifica mpeg4

# #30246
source: Search
it_it: Cerca

# #30247
source: Custom Widget Content
it_it: Contenuto Widget Personalizzato

# #30250
source: Unknown
it_it: Sconosciuto

# #30251
source: Movies (Genres)
it_it: Film (Generi)

# #30252
source: Movies (A-Z)
it_it: Film (A-Z)

# #30254
source: Show add-on settings
it_it: Mostra impostazioni add-on

# #30255
source: TV Show (A-Z)
it_it: Programmi TV (A-Z)

# #30256
source: Movies
it_it: Film

# #30257
source: Movies - Recently Added
it_it: Film - Aggiunti Recentemente

# #30258
source: Movies - In Progress
it_it: Film - In Corso

# #30259
source: Movies - Favorites
it_it: Film - Preferiti

# #30261
source: TV Shows
it_it: Programmi TV

# #30262
source: TV Shows - Favorites
it_it: Programmi TV - Preferiti

# #30263
source: Episodes - Recently Added
it_it: Episodi - Aggiunti Recentemente

# #30264
source: Episodes - In Progress
it_it: Episodi - In Corso

# #30265
source: Episodes - Next Up
it_it: Episodi - Successivi

# #30266
source: Movie (Pages)
it_it: Film (Pagine)

# #30267
source: - In Progress
it_it: - In Corso

# #30268
source: - Recently Added
it_it: - Aggiunti Recentemente

# #30269
source: Movies - Random
it_it: Film - Casuali

# #30270
source: Mark Watched
it_it: Segna come Visto

# #30271
source: Mark Unwatched
it_it: Segna come Non Visto

# #30272
source: Set Favourite
it_it: Imposta Preferito

# #30273
source: Unset Favourite
it_it: Elimina Preferito

# #30274
source: Delete
it_it: Elimina

# #30275
source: Force Transcode
it_it: Forza Transcodifica

# #30276
source: Extra Resume Prompt Detected
it_it: Rilevata Richiesta Ripresa Extra

# #30277
source: EmbyCon needs to prompt for resume on partily played items, Kodi can also prompt, this can cause a double prompt. Do you want to remove the double prompt?
it_it: EmbyCon deve richiedere di riprendere su elementi parzialmente riprodotti, Kodi anche, ciò può causare una doppia richiesta. Vuoi rimuovere la doppia richiesta?

# #30278
source: - Next Up
it_it: - Successivi

# #30279
source: TV Shows - Unwatched
it_it: Programmi TV - Non Visti

# #30280
source: Missing Title
it_it: Titolo Mancante

# #30281
source: Refresh Cached Images
it_it: Aggiorna Immagini nella Cache

# #30282
source: No Emby servers detected on your local network.
it_it: Nessun server Emby rilevato sulla rete locale.

# #30283
source: Play Next Episode
it_it: Avvia Episodio Successivo

# #30284
source: Do you want to play the next episode?
it_it: Vuoi riprodurre il prossimo episodio?

# #30285
source: - Unwatched
it_it: - Non Visti

# #30286
source: Movies - Unwatched
it_it: Fim - Non Visti

# #30287
source: TV Shows - Latest
it_it: Programmi TV - Ultimi

# #30288
source: - Latest
it_it: - Ultimi

# #30289
source: TV Show (Genres)
it_it: Programmi TV (Generi)

# #30290
source: All
it_it: Tutti

# #30291
source: Select Audio Stream
it_it: Seleziona Flusso Audio

# #30292
source: Select Subtitle Stream
it_it: Seleziona Flusso Sottotitoli

# #30293
source: Cache images
it_it: Immagini nella cache

# #30294
source: Notice
it_it: Avviso

# #30295
source: To use this feature you need HTTP control enabled
it_it: Per utilizzare questa funzione è necessario il controllo HTTP abilitato

# #30296
source: Delete
it_it: Elimina

# #30297
source: Delete unused images?
it_it: Elimina immagini inutilizzate?

# #30298
source: Deleting Kodi Images
it_it: Eliminazione Immagini Kodi

# #30299
source: Cache Images
it_it: Cache delle Immagini

# #30300
source: Cache all Emby images as local Kodi images?
it_it: Inserire nella cache tutte le immagini Emby come immagini Kodi locali?

# #30301
source: Caching Images
it_it: Inserimento immagini nella cache

# #30302
source: Existing images :
it_it: Immagini esistenti :

# #30303
source: Missing Emby images :
it_it: Immagini Emby mancanti :

# #30304
source: Cached Emby images :
it_it: Immagini cache Emby :

# #30305
source: Not Found: %s
it_it: Non Trovato: %s

# #30306
source: Playback starting: %s
it_it: Inizio riproduzione: %s

# #30307
source: Play Trailer
it_it: Riproduci Trailer

# #30308
source: Select Trailer
it_it: Seleziona Trailer

# #30309
source: Select Media Source
it_it: Seleziona Sorgente Multimediale

# #30310
source: Enable Emby remote control
it_it: Abilita controllo remoto Emby

# #30311
source: Library -
it_it: Libreria -

# #30312
source: All -
it_it: Tutti -

# #30314
source: Play
it_it: Riproduci

# #30315
source: Suppress notifications for connection errors
it_it: Elimina notifiche per errori connessione

# #30316
source: Connection Error
it_it: Errore Connessione

# #30317
source: Play All
it_it: Riproduci Tutto

# #30318
source: Music - Albums
it_it: Musica - Album

# #30320
source: - Albums
it_it: - Album

# #30322
source: Auto resume
it_it: Ripresa automatica

# #30324
source: Movies - Recommendations
it_it: Film - Raccomandazioni

# #30325
source: - Genres
it_it: - Generi

# #30327
source: Go To Season
it_it: Vai Alla Stagione

# #30328
source: Show empty folders (shows, seasons, collections)
it_it: Mostra cartelle vuote (programmi, stagioni, collezioni)

# #30329
source: Screensaver
it_it: Salvaschermo

# #30330
source: Show change user dialog
it_it: Mostra la finestra di dialogo cambia utente

# #30331
source: Movies per page
it_it: Film per pagina

# #30332
source: Stop media playback on screensaver activation
it_it: Arresta riproduzione all'attivazione dello screensaver

# #30333
source: Cache artwork in the background
it_it: Salva immagini nella cache in background

# #30334
source: Use EmbyCon context menu
it_it: Usa il menu contestuale di EmbyCon

# #30337
source: Song
it_it: Canzone

# #30339
source: Person
it_it: Persona

# #30340
source: Group movies into collections
it_it: Raggruppa i film in collezioni

# #30341
source: Background image update interval (0 = disabled)
it_it: Intervallo di aggiornamento dell'immagine di sfondo (0 = disabilitato)

# #30342
source: New content check interval (0 = disabled)
it_it: Intervallo di controllo nuovo contenuto (0 = disabilitato)

# #30343
source: Changes Require Kodi Restart
it_it: Modifiche Richiedono Riavvio Kodi

# #30344
source: Number of images removed from cache : %s
it_it: Numero di immagini rimosse dalla cache : %s

# #30345
source: Cache server requests
it_it: Richieste server cache

# #30346
source: Deleteing Cached Images
it_it: Eliminazione Immagini dalla Cache

# #30347
source: Getting Existing Images
it_it: Ottengo Immagini Esistenti

# #30348
source: Add user ratings
it_it: Aggiungi valutazioni utente

# #30349
source: - Recently Played
it_it: - Recentemente Riprodotto

# #30350
source: Music - Recently Added
it_it: Musica - Recentemente Aggiunta

# #30351
source: Music - Recently Played
it_it: Musica - Recentemente Riprodotta

# #30352
source: Music - Frequently Played
it_it: Musica - Riprodotta Spesso

# #30319
source: Music - All Album Artists
it_it: Musica - Tutti gli Artisti Album

# #30321
source: - Album Artists
it_it: - Artisti Album

# #30353
source: - Frequently Played
it_it: - Riprodotta Spesso

# #30354
source: Go To Series
it_it: Vai Alla Serie

# #30355
source: Kodi Settings->Services->Allow remote control via HTTP
it_it: Impostazioni Kodi->Servizi->Consenti controllo remoto via HTTP

# #30356
source: Loading existing image list
it_it: Caricamento elenco immagini esistenti

# #30357
source: Processing existing image list
it_it: Elaborazione elenco immagini esistenti

# #30358
source: Retreiving remote image list
it_it: Recupero elenco immagini remote

# #30359
source: Building full image list
it_it: Creazione elenco completo immagini

# #30360
source: - Channels
it_it: - Canali

# #30361
source: - Programs
it_it: - Programmi

# #30362
source: - Recordings
it_it: - Registrazioni

# #30363
source: Save Password?
it_it: Salvare Password?

# #30364
source: Do you want to save the password?
it_it: Vuoi salvare la password?

# #30365
source: Manual Login
it_it: Login Manuale

# #30366
source: Manually enter user details
it_it: Inserisci manualmente dettagli utente

# #30367
source: Allow fast user switching password saving
it_it: Consenti salvataggio password per un cambio utente rapido

# #30368
source: Clear Password?
it_it: Cancellare Password?

# #30369
source: Do you want to clear your saved password?
it_it: Vuoi cancellare la password salvata?

# #30370
source: Do you want to manually enter a server url?
it_it: Vuoi inserire manualmente un URL del server?

# #30371
source: Could not connect to the URL you entered, do you want to try again?
it_it: Impossibile connettersi all'URL inserito, vuoi riprovare?

# #30372
source: Server URL
it_it: URL del server

# #30373
source: Scanning for local servers
it_it: Scansione server locali

# #30374
source: Sending request
it_it: Invio richiesta

# #30375
source: Receiving data packet: %s
it_it: Ricezione pacchetto dati: %s

# #30376
source: Checking server url
it_it: Verifica URL del server

# #30377
source: Sending request
it_it: Invio richiesta

# #30378
source: Persist user details
it_it: Persistenza dettagli utente

# #30379
source: External subtitle prompt
it_it: Richiesta sottotitoli esterni

# #30380
source: Never
it_it: Mai

# #30381
source: More than one
it_it: Più di una

# #30382
source: Always
it_it: Sempre

# #30383
source: System -
it_it: Sistema -

# #30384
source: Random movies interval minutes (0 = disabled)
it_it: Intervallo minuti film casuali (0 = disabilitato)

# #30385
source: Existing images before delete :
it_it: Immagini esistenti prima dell'eliminazione :

# #30386
source: Unused Emby images :
it_it: Immagini Emby inutilizzate :

# #30387
source: Unused images removed :
it_it: Immagini inutilizzate rimosse :

# #30388
source: Server details
it_it: Dettagli server

# #30389
source: User details
it_it: Dettagli utente

# #30390
source: Protocol
it_it: Protocollo

# #30393
source: Clear Cache Result
it_it: Cancella Cache Risultati

# #30394
source: %s cache files deleted
it_it: %s file eliminati dalla cache

# #30395
source: Clear cached server data
it_it: Cancella dati del server dalla cache

# #30397
source: - Pages
it_it: - Pagine

# #30398
source: Refresh Emby Metadata
it_it: Aggiorna Metadati Emby

# #30399
source: Hide
it_it: Nascondi

# #30400
source: Cache images interval minutes (0 = disabled)
it_it: Intervallo minuti immagini cache (0 = disabilitato)

# #30402
source: Add to Kodi Playlist
it_it: Aggiungi alla playlist Kodi
