Repository: xbmc/repo-plugins
Catalog: plugin.video.drnu/resources/language/Danish/strings.po
Languages: da_dk

# #30000
source: Programs A-Z
da_dk: Programmer A-Å

# #30001
source: Latest videos
da_dk: Nyeste videoer

# #30002
source: Spotlight videos
da_dk: Spotlight videoer

# #30003
source: Search videos
da_dk: Søg efter videoer

# #30007
source: Recently watched videos
da_dk: Nyligt sete videoer

# #30008
source: Favorite programs
da_dk: Foretrukne programmer

# #30009
source: Program added
da_dk: Program tilføjet

# #30010
source: Program removed
da_dk: Program fjernet

# #30011
source: Most watched videos on DR NU
da_dk: Mest sete videoer på DR NU

# #30012
source: Programs by area
da_dk: Program for område

# #30013
source: The list is empty.
da_dk: Listen er tom.

# #30018
source: You can add program series to favorites using
da_dk: Du kan tilføje programmer til foretrukne ved brug

# #30019
source: the context menu.
da_dk: af højreklik-menuen.

# #30020
source: Your recently watched videos are automatically added.
da_dk: De videoer du sidst har set tilføjes automatisk.

# #30025
source: Premiere videos
da_dk: Forpremiere

# #30028
source: Themes / Repremiere
da_dk: Temaer / Repremiere

# #30100
source: DR TV Universe
da_dk: DR TV Univers

# #30101
source: Choose area
da_dk: Vælg område

# #30200
source: Add to favorite program series
da_dk: Tilføj til foretrukne programmer

# #30201
source: Remove from favorite program series
da_dk: Fjern fra foretrukne programmer

# #30202
source: Favorite program series cleared
da_dk: Foretrukne programmer blev nulstillet

# #30500
source: General
da_dk: Generelt

# #30503
source: Enable subtitles (if available)
da_dk: Vis undertekster (hvis tilgængelige)

# #30504
source: Clear the favorite programs list
da_dk: Nulstil listen med foretrukne programmer

# #30510
source: Start in area
da_dk: Start i område

# #30511
source: Show area chooser
da_dk: Vis områdevælger

# #30900
source: There was an error while communicating with DR NU.
da_dk: Der er sket en fejl i kommunikationen med DR NU.

# #30901
source: Please try again later. Error message is:
da_dk: Prøv igen senere. Fejlen er:

# #30902
source: There was an error while writing temporary data
da_dk: Det var ikke muligt at gemme midlertidige data

# #30903
source: to the local disk. The error message is:
da_dk: lokalt på disken. Fejlen er:

# #30904
source: The video is no longer available and playback is not possible.
da_dk: Videoen er ikke længere tilgængelig og kan ikke afspilles.
