Repository: xbmc/repo-plugins
Catalog: plugin.video.raitv/resources/language/resource.language.*/strings.po
Languages: it_it

# #32001
source: Find a program
it_it: Cerca un programma

# #32002
source: Live TV
it_it: Dirette TV

# #32003
source: Live Radio
it_it: Dirette Radio

# #32006
source: On Demand TV Shows
it_it: Programmi TV On Demand

# #32007
source: News Archive
it_it: Archivio Telegiornali

# #32008
source: Videonews
it_it: Videonotizie

# #32009
source: Thematic areas
it_it: Aree tematiche

# #32010
source: Rai Sport Archive
it_it: Archivio Rai Sport

# #32011
source: Show all
it_it: Tutti

# #32012
source: Music and theater
it_it: Musica e Teatro

# #32013
source: Highlighted
it_it: In evidenza

# #32015
source: OtherSports
it_it: Altri sport
