Repository: xbmc/repo-plugins
Catalog: plugin.audio.bbcpodcasts/resources/language/resource.language.*/strings.po
Languages: de_de

# #32002
source: <previous page %s>
de_de: <vorige Seite %s>

# #32003
source: <next page %s>
de_de: <nächste Seite %s>

# #32004
source: Search podcast ...
de_de: Suche Podcasts ...

# #32005
source: Disclaimer
de_de: Haftungsauschluss

# #32006
source: I haven't agreed yet
de_de: Ich habe noch nicht zugestimmt

# #32007
source: I have agreed
de_de: Ich habe zugestimmt

# #32008
source: Agreement
de_de: Zustimmung

# #32010
source: The author of this addon is not responsible for the contents which are streamed to this device. Especially the user of this addon is in responsibility to convince that copyrights and right of use are not violated. All contents are taken and streamed from https://www.bbc.co.uk/podcasts. Do you agree?
de_de: Der Author des Addons ist nicht verantwortlich für die Inhalte, die auf Ihr Gerät gestreamt werden. Insbesondere liegt es in der alleinigen Verantwortung und Pflicht des Addon-Nutzers sich davon zu überzeugen, dass die Urheberrechts- und Nutzungsvereinbarungen der zum Streaming aufgerufenden Websites und Inhalte nicht verletzt werden. Alle Inhalte stammen von https://www.bbc.co.uk/podcasts. Bist Du damit einverstanden?

# #32101
source: Most recent episode
de_de: aktuelle Sendung

# #32151
source: Connection Error
de_de: Verbindungsfehler

# #32152
source: HTTP Method %s not supported
de_de: HTTP Methode %s wird nicht unterstützt

# #32153
source: Request Exception: Pls. check URL and port. See logs for further details.
de_de: Request Fehler: Prüfe URL und Port. Für weitere Details prüfe die Log-Datei.

# #32154
source: Unexpected HTTP Status %i for %s
de_de: Unerwarteter HTTP Status %i für %s

# #32155
source: Unexpected content for podcast
de_de: Unerwarteter Inhalt für Podcast
