Repository: xbmc/repo-plugins
Catalog: plugin.video.retrospect/resources/language/resource.language.*/strings.po
Languages: es_es, nb_no, sv_se

# Addon Summary
source: Retrospect allows you to watch re-runs/catch-ups of TV shows made available via their official broadcasters.
es_es: Retrospect le permite ver reposiciones de programas de televisión disponibles a través de sus emisoras oficiales.
sv_se: Retrospect möjliggör att visa playkanaler via sina officiella TV-leverantörer.

# Addon Description
source: Retrospect uses the official websites and freely available streams of different broadcasting companies (mainly Dutch, Belgian, British, Norwegian and Swedish) to make their re-run/catch-up episodes available on the Kodi platform. [CR][CR]Some channels that are included are: NPO Start, Kijk.nl (SBS6, NET5, Veronica, SBS9), RTL XL, NOS, Nickelodeon, AT5, Omroep Flevoland, L1, RTV Drenthe, RTV Oost, RTV Noord, RTV Noord-Holland, RTV Rijnmond, Omroep West, Omroep Gelderland, Omroep Brabant, Omrop Fryslân, WOS, DTV, Omroep Venlo Omroep Horst aan de Maas, Studio 040, RTV Utrecht, Omroep Zeeland, Eén, Vier, VRT.nu, VTM, Stieve, Ketnet, DPlay, SVT, ViaFree, Viasat, UR Play, MTV, NRK, BBC, Dumpert, Fox Sports, Pathé Nederland, Hardware.info and Ons.[CR][CR]More information can be found at https://github.com/retrospect-addon/plugin.video.retrospect or the Retrospect wiki at https://github.com/retrospect-addon/plugin.video.retrospect/wiki/.
es_es: Retrospect utiliza los sitios web oficiales y las transmisiones de libre acceso de diferentes empresas de radiodifusión (principalmente holandesas, belgas, británicas, noruegas y suecas) para poner a disposición de la plataforma Kodi sus episodios reemitidos/actualizados. [CR][CR]Algunos canales que se incluyen son: NPO Start, Kijk.nl (SBS6, NET5, Veronica, SBS9), RTL XL, NOS, Nickelodeon, AT5, Omroep Flevoland, L1, RTV Drenthe, RTV Oost, RTV Noord, RTV Noord-Holland, RTV Rijnmond, Omroep West, Omroep Gelderland, Omroep Brabant, Omrop Fryslân, WOS, DTV, Omroep Venlo Omroep Horst aan de Maas, Studio 040, RTV Utrecht, Omroep Zeeland, Eén, Vier, VRT. Now, VTM, Stieve, Ketnet, DPlay, SVT, ViaFree, Viasat, UR Play, MTV, NRK, BBC, Dumpert, Fox Sports, Pathé Nederland, Hardware.info y Ons. [CR][CR]Encontrará más información en https://github.com/retrospect-addon/plugin.video.retrospect o en la wiki de Retrospect en https://github.com/retrospect-addon/plugin.video.retrospect/wiki/.
sv_se: Retrospect använder olika TV-kanalers (framförallt nederländska, belgiska, brittiska, norska och svenska) officiella webbsidor och fritt tillgängliga strömmar för att göra deras playkanaler tillgängliga i Kodi.[CR][CR]Mer information finns på https://github.com/retrospect-addon/plugin.video.retrospect eller Retrospects wiki på https://github.com/retrospect-addon/plugin.video.retrospect/wiki/.

# Addon Disclaimer
source: Retrospect is provided as is. We do not take any responsibility for possible (but highly unlikely) damage caused to your system. Nor do we take responsibility for the content that can be watched using this add-on or any consequences of using this add-on to watch content via the content providers' platforms.
es_es: Retrospect se suministra tal cual. No asumimos ninguna responsabilidad por los posibles (aunque muy improbables) daños causados a su sistema. Tampoco nos hacemos responsables de los contenidos que se puedan ver con este add-on ni de las consecuencias de utilizar este add-on para ver contenidos a través de las plataformas de los proveedores de contenidos.
sv_se: Retrospect tillgängliggörs i befintligt skick. Vi tar inget som helst ansvar för möjliga (men högst osannolika) skador på ditt system. Vi tar inte heller ansvar för innehållet som kan ses med detta tillägg eller konsekvenser av att använda tillägget för att se innehållet via innehållsleverantörernas plattformar.

# #30000
source: Stream Quality
es_es: Calidad de la transmisión
nb_no: Strømkvalitet
sv_se: Strömkvalitet

# #30001
source: Low
es_es: Baja
nb_no: Lav
sv_se: Låg

# #30002
source: Medium
es_es: Media
nb_no: Middels
sv_se: Mellan

# #30003
source: High
es_es: Alta
nb_no: Høy
sv_se: Hög

# #30004
source: Release channel for update notifications
es_es: Canal de publicación de notificaciones de actualización
sv_se: Kanal för uppdateringsaviseringar

# #30005
source: Stable
es_es: Estable
sv_se: Stabil

# #30006
source: Alpha/Beta
es_es: Alfa/Beta

# #30007
source: via other add-on
es_es: mediante otro add-on
sv_se: via ett annat tillägg

# #30008
source: Retrospect
es_es: Retrospectiva

# #30010
source: Channels
es_es: Canales
nb_no: Kanaler
sv_se: Kanaler

# #30011
source: Requires restart of Retrospect to take effect.
es_es: Es necesario reiniciar Retrospect para que surta efecto.
nb_no: Krever omstart av Retrospect.
sv_se: Omstart av Retrospect krävs.

# #30012
source: Login Failed
es_es: Error de inicio de sesión
sv_se: Inloggningen misslyckades

# #30013
source: Could not log on to the selected channel.
es_es: No se ha podido iniciar sesión en el canal seleccionado.
sv_se: Det gick inte att logga in på den valda kanalen.

# #30015
source: via missing add-on
es_es: mediante el add-on que falta
sv_se: via saknat tillägg

# #30016
source: Sort by
es_es: Ordenar por
nb_no: Sorter etter
sv_se: Sortera efter

# #30017
source: Name
es_es: Nombre
nb_no: Navn
sv_se: Namn

# #30018
source: Date
es_es: Fecha
nb_no: Dato
sv_se: Datum

# #30019
source: Show DRM/Paid warning before playback
es_es: Mostrar aviso de DRM/De pago antes de la reproducción
nb_no: Vis advarsel om DRM/Betalt innhold før avspilling
sv_se: Visa DRM-/betalvarningar innan uppspelning

# #30020
source: Maximum Stream Bitrate [COLOR=gray](0=disabled)[/COLOR]
es_es: Máxima tasa de bits de transmisión[COLOR=gray](0=desactivado)[/COLOR]
nb_no: Maksimal strømbitrate
sv_se: Maximal strömbithastighet [COLOR=gray](0=inaktiverad)[/COLOR]

# #30021
source: Enable subtitles by default when available
es_es: Activar subtítulos por defecto cuando estén disponibles
nb_no: Bruk teksting
sv_se: Aktivera undertexter som standard om de finns

# #30022
source: If available
es_es: Si está disponible
nb_no: Hvis tilgjengelig
sv_se: Om det finns

# #30023
source: Never show
es_es: No mostrar nunca
nb_no: Aldri vis
sv_se: Aldrig

# #30024
source: Recent
es_es: Reciente
sv_se: Senaste

# #30025
source: None
es_es: Ninguno
nb_no: Ingen
sv_se: Inget

# #30026
source: Group list if it exceeds # folders
es_es: Agrupar lista si supera # carpetas
sv_se: Gruppera listan om den överskrider X antal mappar

# #30027
source: Autorun Retrospect on Kodi start
es_es: Autoejecutar Retrospect al iniciar Kodi
sv_se: Autostarta Retrospect med Kodi

# #30029
source: Server
es_es: Servidor
nb_no: Tjener
sv_se: Serveradress

# #30030
source: Port
es_es: Puerto
sv_se: Portnummer

# #30031
source: Cache HTTP(S) requests
es_es: Caché de peticiones HTTP(S)
nb_no: Mellomlagre HTTP(S)-forespørsler
sv_se: Buffra HTTP(S)-förfrågningar

# #30032
source: Channel Settings
es_es: Ajustes de canal
nb_no: Kanalinnstillinger
sv_se: Kanalinställningar

# #30033
source: Expires at
es_es: Expira en
sv_se: Kan ses till

# #30034
source: No channel selected
es_es: Ningún canal seleccionado
nb_no: Ingen kanal valgt
sv_se: Ingen kanal vald

# #30035
source: Username
es_es: Nombre de usuario
nb_no: Brukernavn
sv_se: Användarnamn

# #30036
source: Password
es_es: Contraseña
nb_no: Passord
sv_se: Lösenord

# #30037
source: Use 'Up Next' to play next episode
es_es: Usar 'Up Next' para reproducir el siguiente episodio
sv_se: Använd 'Up Next' för att spela nästa avsnitt

# #30038
source: 'Up Next' add-on settings
es_es: Ajustes del add-on 'Up Next'
sv_se: Tilläggsinställningar för 'Up Next'

# #30039
source: Up Next integration
es_es: Integración de Up Next

# #30040
source: Channels
es_es: Canales
nb_no: Kanaler
sv_se: Kanaler

# #30041
source: Show "All Favourites" in main Channel listing
es_es: Mostrar "Todos los favoritos" en la lista de canales principal
sv_se: Visa "Alla favoriter" i huvudkanallistan

# #30042
source: Enabled
es_es: Activado
nb_no: Aktivert
sv_se: Aktiverad

# #30043
source: Folder prefix
es_es: Prefijo de carpeta
nb_no: Mappeprefiks
sv_se: Mapprefix

# #30044
source: Kodi update required
es_es: Actualización de Kodi requerida
sv_se: Kodi måste uppdateras

# #30045
source: This feature of Retrospect requires a more recent version of Kodi. Please install the most recent version of your current Kodi build. Depending on your installation this can either be a 'stable' or 'nightly' build.
es_es: Esta función de Retrospect requiere una versión más reciente de Kodi. Por favor, instala la versión más reciente de tu compilación actual de Kodi. Dependiendo de tu instalación puede ser una compilación 'estable' o 'nocturna'.
sv_se: Den här funktionen av Retrospect kräver en nyare version av Kodi. Installera därför den senaste versionen av din nuvarande Kodi-version. Beroende på din installation kan detta antingen vara en "stabil" eller "nightly" version".

# #30046
source: DRM/Geo-blocked/Premium filters
es_es: Filtros DRM/Geobloqueo/Premium
sv_se: DRM-/geoblockerings-/premiumfilter

# #30047
source: Cannot playback this YouTube Video because the Kodi YouTube add-on is missing.
es_es: No se puede reproducir este vídeo de YouTube porque falta el add-on de YouTube de Kodi.
sv_se: Det går inte att spela upp den här YouTube-videon eftersom tillägget YouTube saknas i Kodi.

# #30048
source: Log level
es_es: Nivel de registro
nb_no: Loggnivå
sv_se: Loggnivå

# #30049
source: Premium/Paid
es_es: Premium/De pago
sv_se: Premium/betal

# #30050
source: DRM Protected
es_es: Protegido por DRM
sv_se: DRM-skyddade

# #30051
source: Hidden item
es_es: Elemento oculto
sv_se: Dolt objekt

# #30052
source: Send usage statistics
es_es: Enviar estadísticas de uso
nb_no: Send bruksstatistikk
sv_se: Skicka användningsstatistik

# #30053
source: Appearance
es_es: Apariencia
nb_no: Utseende
sv_se: Utseende

# #30054
source: [COLOR gold][B]The Retrospect Password Vault[/B][/COLOR][CR]'The Vault' enables storing sensitive data in a more secure way. How does this work:[CR][CR]* The users selects a simple Vault PIN that is used as the main code for accessing the Vault data.[CR]* This PIN can be rather simple and short and easy to remember: for example 3145.[CR]* That PIN is then used to generate a much stronger and complexer encryption key using Scrypt.[CR]* As a user you will not need to know this complex key.[CR][CR][COLOR gold][B]Storing sensitive data[/B][/COLOR][CR]Whenever sensitive data is being [B]stored[/B]:[CR][CR]* The user will be asked for their PIN first.[CR]* After a correct PIN the actual data to store will be asked.[CR][CR][COLOR gold][B]Retrieving sensitive data[/B][/COLOR][CR]Whenever sensitive data is being [B]retrieved[/B]:[CR][CR]* The user will only be asked for their PIN.[CR]* That PIN is then used to securely fetch the actual data.[CR][CR][COLOR gold][B]Resetting the Vault[/B][/COLOR][CR]If a user has forgotten the PIN, there is no way of recovering the data. The only solution is to reset the Vault and pick a new PIN and generate a new Vault Key. [B]This will invalidate all encrypted data[/B]. This data must be entered again.
es_es: [COLOR gold][B]Bóveda de Contraseñas de Retrospect[/B][/COLOR][CR]'La Bóveda' permite almacenar datos confidenciales de forma más segura. Cómo funciona:[CR][CR]* Los usuarios seleccionan un sencillo PIN de Bóveda que se utiliza como código principal para acceder a los datos de la Bóveda.[CR]* Este PIN puede ser bastante simple, corto y fácil de recordar: por ejemplo 3145.[CR]* Ese PIN se utiliza entonces para generar una clave de cifrado mucho más fuerte y compleja utilizando Scrypt.[CR]* Como usuario, no necesitará conocer esta clave compleja.[CR][CR][COLOR gold][B]Almacenamiento de datos confidenciales[/B][/COLOR][CR]Siempre que se [B]almacenen[/B] datos confidenciales:[CR][CR]* Primero se le pedirá al usuario su PIN.[CR]* Tras introducir correctamente el PIN, se le pedirán los datos a almacenar.[CR][CR][COLOR gold][B]Recuperación de datos confidenciales[/B][/COLOR][CR]Siempre que se [B]recuperen[/B] datos confidenciales:[CR][CR]* Sólo se le pedirá al usuario su PIN.[CR]* El PIN se utiliza para obtener los datos reales de forma segura.[CR][CR][COLOR gold][B]Restablecer la Bóveda[/B][/COLOR][CR]Si un usuario ha olvidado el PIN, no hay forma de recuperar los datos. La única solución es restablecer la Bóveda, elegir un nuevo PIN y generar una nueva Clave de Bóveda. [B]Esto invalidará todos los datos encriptados[/B]. Estos datos deberán ser introducidos de nuevo.
sv_se: [COLOR gold][B]Retrospect lösenordsvalv[/B][/COLOR][CR]'Valvet' gör det möjligt att spara känslig information på ett säkrare sätt. Så här fungerar det:[CR][CR]* Användaren väljer en enkel kod till valvet som blir huvudkoden för att komma åt informationen i valvet.[CR]* Koden kan vara ganska enkel och kort och lätt att komma ihåg: till exempel 3145.[CR]* Koden används sedan till att skapa en mycket starkare och komplexare krypteringsnyckel med hjälp av Scrypt.[CR]* Du som användare behöver inte känna till den komplexa nyckeln.[CR][CR][COLOR gold][B]Lagra känslig information[/B][/COLOR][CR]När känslig information är [B]lagrad[/B]:[CR][CR]* Användaren kommer att bli ombedd att ange sin kod först.[CR]* Efter en korrekt kod kommer de faktiska uppgifterna att lagras.[CR][CR][COLOR gold][B]Hämta känslig information[/B][/COLOR][CR]När känslig information ska [B]hämtas[/B]:[CR][CR]* Användaren kommer endast att bli tillfrågad att ange sin kod.[CR]* Koden används sedan till att säkert hämta de faktiska uppgifterna.[CR][CR][COLOR gold][B]Återställa valvet[/B][/COLOR][CR]Om användaren blivit av med koden finns det inget sätt att återställa informationen. Den enda lösningen är då att återställa valvet och välja en ny kod och skapa en ny nyckel till valvet. [B]Detta ogiltigförklarar den krypterade informationen[/B]. Därför måste informationen anges igen.

# #30055
source: Advanced
es_es: Avanzado
nb_no: Avansert
sv_se: Avancerat

# #30056
source: Install the Up Next add-on
es_es: Instalar el add-on Up Next
sv_se: Installera tillägget Up Next

# #30057
source: Enable the Up Next add-on
es_es: Activar el add-on Up Next
sv_se: Aktivera tillägget Up Next

# #30059
source: Other Countries
es_es: Otros países
nb_no: Andre land
sv_se: Andra länder

# #30060
source: Enable/Disable channels by country of origin
es_es: Activar/Desactivar canales por país de origen
nb_no: Velg opprinnelsesland for å administrere kanaler
sv_se: Aktivera/inaktivera kanaler utifrån ursprungsland

# #30061
source: Channel Origin
es_es: Origen del canal
nb_no: Kanalopprinnelse
sv_se: Ursprungsland för kanaler

# #30063
source: Channel to configure
es_es: Canal a configurar
nb_no: Kanal å konfigurere
sv_se: Kanal du vill konfigurera

# #30064
source: Proxy Group
es_es: Grupo Proxy
nb_no: Mellomtjener-gruppe
sv_se: Proxy-grupp

# #30065
source: Country Settings
es_es: Ajustes de país
nb_no: Landinnstillinger
sv_se: Landsinställningar

# #30067
source: Show channels in categories
es_es: Mostrar canales por categorías
nb_no: Vis kanaler i kategorier
sv_se: Visa kanaler i kategorier

# #30068
source: Active
es_es: Activo
nb_no: Aktiv
sv_se: Aktiv

# #30069
source: Settings
es_es: Ajustes
sv_se: Inställningar

# #30070
source: Let Kodi determine bitrate if possible
es_es: Dejar que Kodi determine la tasa de bits si es posible
nb_no: La Kodi bestemme bithastighet hvis mulig
sv_se: Låt Kodi välja bithastighet om det går

# #30071
source: Set the proxy and local IP to all channels related to this country
es_es: Ajustar el proxy y la IP local para todos los canales relacionados con este país
nb_no: Sett mellomtjener og lokal IP for kanaler relatert til dette landet
sv_se: Ställ in denna proxy och lokalt IP för alla kanaler för det här landet

# #30072
source: Proxy Type
es_es: Tipo de proxy
nb_no: Type mellomtjener
sv_se: Proxytyp

# #30073
source: - Geo-blocked = º, DRM protected = ^ and Premium = ª.
es_es: - Geobloqueo = º, Protegido con DRM = ^ y Premium = ª.
sv_se: - Geoblockerade = º, DRM-skyddade = ^ och premium = ª.

# #30074
source: Disabled
es_es: Desactivado
nb_no: Deaktivert
sv_se: Inaktiverad

# #30075
source: Empty list behaviour
es_es: Comportamiento de lista vacía
nb_no: Ved tom liste
sv_se: Vid tom lista

# #30076
source: Show error
es_es: Mostrar error
nb_no: Vis en feilmelding
sv_se: visa fel

# #30077
source: Show empty list
es_es: Mostrar lista vacía
nb_no: Vis tom liste
sv_se: visa en tom lista

# #30078
source: Show dummy item
es_es: Mostrar elemento ficticio
nb_no: Vis eksempeloppføring
sv_se: visa ett meddelande

# #30079
source: Local IP (0.0.0.0=disabled)
es_es: IP local (0.0.0.0=desactivada)
nb_no: Lokal IP (0.0.0.0 = deaktivert)
sv_se: Lokalt IP (0.0.0.0=inaktiverad)

# #30080
source: Filter DRM protected items
es_es: Filtrar elementos protegidos con DRM
nb_no: Filtrér DRM-beskyttede oppføringer
sv_se: Filtrera DRM-skyddade objekt

# #30081
source: Filter Premium/Paid items
es_es: Filtrar elementos Premium/De pago
nb_no: Filtrer Premium/betalte oppføringer
sv_se: Filtrera premium-/betalda objekt

# #30082
source: Apply filter to
es_es: Aplicar filtro a
nb_no: Bruk filter på
sv_se: Tilldela filter till

# #30083
source: Folders & Streams
es_es: Carpetas y transmisiones
nb_no: Mapper og strømmer
sv_se: Mappar & strömmar

# #30084
source: Streams Only
es_es: Sólo transmisiones
nb_no: Kun strømmer
sv_se: Endast strömmar

# #30085
source: Geo Location
es_es: Geolocalización
nb_no: Geo lokasjon
sv_se: Geoplats

# #30086
source: Hide Fanart
es_es: Ocultar Fanart
nb_no: Skjul fankunst
sv_se: Dölj fanart

# #30087
source: Mix folders and streams while sorting
es_es: Mezclar carpetas y transmisiones al ordenar
nb_no: Bland mapper og strømmer mens du sorterer
sv_se: Blanda mappar och strömmar vid sorteringen

# #30088
source: Show thumbnail as fanart if no fanart is available
es_es: Mostrar miniatura como fanart si no hay fanart disponible
sv_se: Visa miniatyrbild som fanart om ingen fanart är tillgänglig

# #30089
source: Password Vault
es_es: Bóveda de contraseñas
nb_no: Passord hvelv
sv_se: Huvudlösenord

# #30090
source: The 'Password Vault' protects stored password with encryption using a PIN.
es_es: La 'Bóveda de contraseñas' protege la contraseña almacenada con cifrado mediante un PIN.
nb_no: 'Password hvelv' beskytter lagrede passord med kryptering - låst med en PIN-kode.
sv_se: Huvudlösenordet lagrar lösenord krypterat med hjälp av en PIN-kod.

# #30091
source: Change Vault Pin
es_es: Cambiar PIN de Bóveda
nb_no: Endre hvelv PIN-kode
sv_se: Ändra huvudlösenord

# #30092
source: Reset Vault
es_es: Restablecer Bóveda
nb_no: Tilbakestill hvelv
sv_se: Återställ huvudlösenordet

# #30093
source: Password
es_es: Contraseña
nb_no: Passord
sv_se: Lösenord

# #30094
source: Username
es_es: Nombre de usuario
nb_no: Brukernavn
sv_se: Användarnamn

# #30095
source: Show Hidden Items
es_es: Mostrar elementos ocultos
nb_no: Vis skjulte oppføringer
sv_se: Visa dolda objekt

# #30096
source: Country
es_es: País
nb_no: Land
sv_se: Land

# #30097
source: Local IP
es_es: IP local
nb_no: Lokal IP
sv_se: Lokalt IP

# #30098
source: Logging & Diagnostics
es_es: Registro y diagnóstico
sv_se: Loggning & diagnostik

# #30099
source: Use HLS instead of Dash for non-encrypted streams
es_es: Usar HLS en lugar de Dash para transmisiones no encriptadas
sv_se: Använd HLS istället för Dash för okrypterade strömmar

# #30100
source: None
es_es: Ninguno
nb_no: Ingen
sv_se: Ingen

# #30102
source: National
es_es: Nacional
nb_no: Nasjonalt
sv_se: Nationella

# #30103
source: Video
es_es: Vídeo

# #30105
source: Sport
es_es: Deporte

# #30106
source: Kids
es_es: Niños
nb_no: Barn
sv_se: Barn

# #30107
source: Tech
es_es: Tecnología
nb_no: Teknisk
sv_se: Teknik

# #30108
source: Other
es_es: Otro
nb_no: Annet
sv_se: Andra

# #30110
source: Install IPTV Manager add-on
es_es: Instalar add-on IPTV Manager
sv_se: Installera tillägget IPTV Manager

# #30111
source: Enable IPTV Manager integration
es_es: Activar integración con IPTV Manager
sv_se: Aktivera IPTV Manager

# #30112
source: IPTV Manager settings…
es_es: Ajustes de IPTV Manager…
sv_se: Inställningar för IPTV Manager…

# #30113
source: Set refresh token
es_es: Establecer token de actualización
sv_se: Ställ in uppdateringstoken

# #30114
source: Retrospect Web Dialog
es_es: Diálogo web de Retrospect
sv_se: Retrospektiv webbdialog

# #30115
source: Setting up Retrospect webserver
es_es: Configuración del servidor web de Retrospect
sv_se: Kör i gång Retrospect webbserver

# #30116
source: Starting webserver on port {}
es_es: Iniciando servidor web en el puerto {}
sv_se: Startar webbserver på port {}

# #30117
source: Waiting for input from browser
es_es: Esperando datos del navegador
sv_se: Väntar på inmatning från webbläsaren

# #30118
source: Input received from browser
es_es: Información recibida del navegador
sv_se: Inmatning från webbläsaren mottagen

# #30119
source: Open a browser and navigate to http://{}:{}
es_es: Abra un navegador y vaya a http://{}:{}
sv_se: Öppna en webbläsare och navigera till http://{}:{}

# #30120
source: Browser input cancelled
es_es: Entrada del navegador cancelada
sv_se: Webbläsarinmatning avbröts

# #30121
source: Paste refresh token here.
es_es: Pegue aquí el token de actualización.
sv_se: Klistra in uppdateringstoken här.

# #30122
source: Invalid Refresh Token
es_es: Token de actualización no válido
sv_se: Ogiltig uppdateringstoken

# #30123
source: Expired Refresh Token
es_es: Token de actualización caducado
sv_se: Utgången uppdateringstoken

# #30124
source: Find the <b>refresh token</b> for your account by examining the site's cookies and paste the <b>value</b> of the refresh token cookie here.
es_es: Encuentre el <b>token de actualización</b> para su cuenta examinando las cookies del sitio y pegue el <b>valor</b> de la cookie del token de actualización aquí.
sv_se: Leta upp <b>uppdateringstoken</b> för ditt konto genom att granska webbplatsens cookies och klistra in <b>värdet</b> för uppdateringstoken-cookien här.

# #30125
source: Show future episodes under 'Recent > Today'
es_es: Mostrar futuros episodios en 'Reciente > Hoy'

# #30126
source: Default
es_es: Por defecto

# #30127
source: Show All
es_es: Mostrar Todo

# #30128
source: Filter Premium
es_es: Filtro Premium

# #30190
source: Monday
es_es: Lunes
sv_se: Måndag

# #30191
source: Tuesday
es_es: Martes
sv_se: Tisdag

# #30192
source: Wednesday
es_es: Miércoles
sv_se: Onsdag

# #30193
source: Thursday
es_es: Jueves
sv_se: Torsdag

# #30194
source: Friday
es_es: Viernes
sv_se: Fredag

# #30195
source: Saturday
es_es: Sábado
sv_se: Lördag

# #30196
source: Sunday
es_es: Domingo
sv_se: Söndag

# #30300
source: Other Countries
es_es: Otros países
nb_no: Andre land
sv_se: Andra länder

# #30301
source: The Netherlands
es_es: Países Bajos
nb_no: Nederland
sv_se: Nederländerna

# #30302
source: Sweden
es_es: Suecia
nb_no: Sverige
sv_se: Sverige

# #30303
source: Lithuania
es_es: Lituania
nb_no: Litauen
sv_se: Litauen

# #30304
source: Latvia
es_es: Letonia
sv_se: Lettland

# #30305
source: Norway
es_es: Noruega
nb_no: Norge
sv_se: Norge

# #30306
source: Belgium
es_es: Bélgica
nb_no: Belgia
sv_se: Belgien

# #30307
source: United Kingdom
es_es: Reino Unido
nb_no: Storbritannia
sv_se: Storbritannien

# #30309
source: Germany
es_es: Alemania
nb_no: Tyskland
sv_se: Tyskland

# #30310
source: Denmark
es_es: Dinamarca
nb_no: Danmark
sv_se: Danmark

# #30311
source: Finland
es_es: Finlandia

# #30346
source: Now Playing
es_es: Reproduciendo
sv_se: Spelas nu

# #30347
source: Now
es_es: Ahora
sv_se: Nu

# #30348
source: Next
es_es: Siguiente
sv_se: Nästa

# #30349
source: Later
es_es: Más tarde
sv_se: Senare

# #30350
source: Search
es_es: Buscar
sv_se: Sök

# #30351
source: Categories
es_es: Categorías
sv_se: Kategorier
