Repository: xbmc/repo-plugins
Catalog: plugin.video.retrospect/resources/language/resource.language.*/strings.po
Languages: es_es, nb_no, sv_se

# #30352
source: TV shows
es_es: Series de TV
sv_se: TV-program

# #30353
source: Currently playing
es_es: Reproducción actual
sv_se: Livesändningar

# #30354
source: Most viewed episodes
es_es: Episodios más vistos
sv_se: Mest sedda avsnitten

# #30355
source: Most recent episodes
es_es: Episodios más recientes
sv_se: Senaste avsnitten

# #30356
source: Live TV
es_es: TV en directo
sv_se: TV-kanaler

# #30357
source: Live Radio
es_es: Radio en directo

# #30358
source: Episodes
es_es: Episodios
sv_se: Avsnitt

# #30359
source: Genres
es_es: Géneros
sv_se: Genrer

# #30360
source: Full list
es_es: Lista completa
sv_se: Alla program

# #30361
source: Tags
es_es: Etiquetas
sv_se: Taggar

# #30362
source: Last chance
es_es: Última oportunidad
sv_se: Sista chansen

# #30364
source: Latest news
es_es: Últimas noticias
sv_se: Senaste nyhetsprogram

# #30365
source: Movies
es_es: Películas
sv_se: Filmer

# #30366
source: Available from
es_es: Disponible en
sv_se: Tillgänglig från

# #30367
source: New on %s
es_es: Nuevo en %s
sv_se: Ny på %s

# #30369
source: Fragments
es_es: Fragmentos
sv_se: Fragment

# #30370
source: All episodes
es_es: Todos los episodios
sv_se: Alla avsnitt

# #30371
source: Trending
es_es: Tendencias
sv_se: Trendigt

# #30372
source: New Search
es_es: Nueva búsqueda

# #30401
source: Dutch
es_es: Holandés
nb_no: Nederlandsk
sv_se: Nederländska

# #30402
source: Swedish
es_es: Sueco
nb_no: Svensk
sv_se: Svenska

# #30403
source: Lithuanian
es_es: Lituania
nb_no: Litauisk
sv_se: Litauiska

# #30404
source: Latvian
es_es: Letón
nb_no: Latvisk
sv_se: Lettiska

# #30405
source: Norwegian
es_es: Noruega
nb_no: Norsk
sv_se: Norska

# #30406
source: Belgian
es_es: Belga
nb_no: Belgisk
sv_se: Belgiska

# #30407
source: British
es_es: Británico
nb_no: Britisk
sv_se: Brittiska

# #30408
source: Estonian
es_es: Estonio
nb_no: Estisk
sv_se: Estniska

# #30409
source: German
es_es: Alemán
nb_no: Tysk
sv_se: Tyska

# #30410
source: Danish
es_es: Danés
nb_no: Dansk
sv_se: Danska

# #30411
source: Finnish
es_es: Finlandés
nb_no: Finsk
sv_se: Finska

# #30499
source: Contains all the Retrospect favourites that are available across all channels.
es_es: Contiene todos los favoritos de Retrospect disponibles en todos los canales.
sv_se: Innehåller alla Retrospect-favoriter som är tillgängliga i alla kanaler.

# #30500
source: All Favourites
es_es: Todos los favoritos
nb_no: Alle favoritter
sv_se: Alla favoriter

# #30501
source: Favourite
es_es: Favorito
nb_no: Favoritt
sv_se: Favorit

# #30502
source: Favourites
es_es: Favoritos
nb_no: Favoritter
sv_se: Favoriter

# #30503
source: Channel Favourites
es_es: Canales favoritos
nb_no: Kanal favoritter
sv_se: Kanalfavoriter

# #30504
source: Add to Favourites
es_es: Añadir a favoritos
nb_no: Legg til i
sv_se: Lägg till favoriter

# #30505
source: Hide
es_es: Ocultar
nb_no: Skjul
sv_se: Dölj

# #30506
source: Remove Favourite
es_es: Borrar favorito
nb_no: Fjern
sv_se: Ta bort favorit

# #30507
source: Select Channels »
es_es: Seleccionar canales »
nb_no: Kanaler
sv_se: Välj kanaler »

# #30508
source: No favourites available
es_es: No hay favoritos disponibles
nb_no: Ingen favoritter tilgjengelig
sv_se: Inga favoriter tillgängliga

# #30509
source: Cannot start playback
es_es: No se puede iniciar la reproducción
nb_no: Kan ikke starte avspilling
sv_se: Kan inte starta uppspelningen

# #30510
source: New version available
es_es: Nueva versión disponible
nb_no: Ny versjon tilgjengelig
sv_se: Ny version tillgänglig

# #30511
source: Add shortcut
es_es: Añadir acceso directo
sv_se: Lägg till genväg

# #30512
source: Please provide a name for the shortcut.
es_es: Por favor, proporcione un nombre para el acceso directo.
sv_se: Ange ett namn för genvägen.

# #30516
source: New Version Available.
es_es: Nueva versión disponible.
nb_no: Ny versjon tilgjengelig.
sv_se: Ny version tillgänglig.

# #30517
source: A new version of %s is available: %s. Please visit the website to download it.
es_es: Una nueva versión de %s está disponible: %s. Por favor, visite el sitio web para descargarla.
nb_no: En ny versjon av %s is available: %s. Vennligst besøk nettstedet for å laste ned denne versjonen.
sv_se: En ny version av %s är tillgänglig: %s. Besök hemsidan för att ladda ner den.

# #30520
source: Repository Warning
es_es: Advertencia de repositorio
nb_no: Pakkelager advarsel
sv_se: Tilläggsförrådsvarning

# #30521
source: The Retrospect repository is not installed.|Please install it to allow future updates.
es_es: El repositorio de Retrospect no está instalado.|Por favor, instálelo para permitir futuras actualizaciones.
nb_no: Retrospect-pakkelageret er ikke installert.|Installer det for fremtidige oppdateringer.
sv_se: Retrospects tilläggsförråd är inte installerat.|Installera detta för att tillåta framtida uppdateringar.

# #30522
source: Channel message
es_es: Mensaje del canal
nb_no: Kanalmelding
sv_se: Kanalmeddelande

# #30524
source: No videos were found for the selected item.
es_es: No se han encontrado vídeos para el elemento seleccionado.
nb_no: Ingen videoer ble funnet for denne oppføringen.
sv_se: Det finns ingen video att visa för det valda objektet.

# #30525
source: The selected item does not have|any streams associated.
es_es: El elemento seleccionado no tiene|ninguna transmisión asociada.
nb_no: Den valgte oppføringen har ikke|noen strømmer tilknyttet.
sv_se: Det valda objektet har ingen video att spela upp.

# #30528
source: Add-on Settings
es_es: Ajustes del add-on
nb_no: Utvidelseinnstillinger
sv_se: Tilläggsinställningar

# #30529
source: Refresh list
es_es: Actualizar lista
nb_no: Oppdatér liste
sv_se: Uppdatera listan

# #30530
source: Check for Retrospect updates
es_es: Comprobar actualizaciones de Retrospect
nb_no: Se etter Retrospect oppdateringer
sv_se: Sök efter Retrospect-uppdateringar

# #30531
source: Missing 'InputStream Helper' add-on. Cannot install.
es_es: Falta el add-on 'InputStream Helper'. No se puede instalar.
sv_se: Tillägget 'InputStream Helper' saknas. Installationen avbryts.

# #30532
source: Install Widevine using 'InputStream Helper' add-on
es_es: Instalar Widevine con el add-on 'InputStream Helper'
sv_se: Installera Widevine via tillägget 'InputStream Helper'

# #30533
source: Installing Widevine libraries using the 'InputStream Helper' add-on is done at your own risk and Retrospect is not responsible for any results. Nor is it guaranteed that Widevine will be installed correctly.
es_es: La instalación de las bibliotecas Widevine mediante el add-on 'InputStream Helper' se realiza bajo su propio riesgo y Retrospect no se hace responsable de los resultados. Tampoco se garantiza que Widevine se instale correctamente.
sv_se: Att installera Widevine via tillägget 'InputStream Helper' görs på egen risk och Retrospect ansvarar inte för om något blir fel. Det kan inte garanteras att Widevine installeras korrekt.

# #30534
source: Installation of Widevine failed!
es_es: ¡La instalación de Widevine ha fallado!
sv_se: Installationen av Widevine misslyckades!

# #30535
source: Installation of Widevine completed!
es_es: ¡Instalación de Widevine completada!
sv_se: Widevine har installerats!

# #30536
source: This stream requires Kodi Leia, an enabled InputStream Adaptive add-on and the Widevine library to be installed. The latter can be installed from within the Retrospect add-on settings.
es_es: Esta transmisión requiere la instalación de Kodi Leia, el add-on InputStream Adaptive activado y la biblioteca Widevine. Esta última puede instalarse desde los ajustes del add-on Retrospect.
sv_se: Denna ström kräver Kodi Leia, att tillägget InputStream Adaptive installerats och aktiverats, samt att Widevine-bibioteket är installerat. Den sistnämnda kan installeras via Retrospects tilläggsinställningar.

# #30537
source: Page
es_es: Página
sv_se: Sida

# #30538
source: The selected live stream has not yet|begun.
es_es: La transmisión en directo seleccionada aún no ha comenzado.
nb_no: Den valgte direktesendingen har ikke startet ennå.
sv_se: Den valda live-strömmen har inte|börjat ännu.

# #30539
source: Live stream
es_es: Transmisión en directo
nb_no: Direktesending
sv_se: Live-sändning

# #30540
source: Geo-blocked
es_es: Geobloqueo
sv_se: Geo-blockerad

# #30541
source: Queue item
es_es: Elemento en cola
nb_no: Legg til i kø
sv_se: Köa objekt

# #30542
source: Starting %s.
es_es: Iniciando %s.
nb_no: Starter %s.
sv_se: Startar %s.

# #30543
source: Season
es_es: Temporada
nb_no: Sesong
sv_se: Säsong

# #30544
source: Episode
es_es: Episodio
sv_se: Avsnitt

# #30545
source: Titles with '%s'
es_es: Títulos con "%s
nb_no: Titler med '%s'
sv_se: Titlar med '%s'

# #30546
source: Other Chars
es_es: Otros caracteres
nb_no: Andre tegn
sv_se: andra tecken

# #30547
source: More Pages
es_es: Más páginas
nb_no: Flere sider
sv_se: Fler sidor

# #30549
source: Error retrieving the list of items.
es_es: Error recuperando la lista de elementos.
nb_no: Feil ved henting av liste med oppføringer.
sv_se: Kunde inte ta emot programlistan.

# #30550
source: No episodes found for the selected item.
es_es: No se han encontrado episodios para el elemento seleccionado.
nb_no: Ingen episoder funnet for den valgte oppføringen.
sv_se: Hittade inga avsnitt för det valda objektet.

# #30551
source: Today
es_es: Hoy
nb_no: I dag
sv_se: Idag

# #30552
source: Yesterday
es_es: Ayer
nb_no: I går
sv_se: Igår

# #30553
source: Day before yesterday
es_es: Anteayer
nb_no: Dag for i går
sv_se: I förrgår

# #30554
source: DRM Protection
es_es: Protección DRM
nb_no: DRM-beskyttelse
sv_se: DRM-skydd

# #30555
source: The selected item is DRM protected and might not play on Kodi.
es_es: El elemento seleccionado está protegido por DRM y no se puede reproducir en Kodi.
nb_no: Det valgte elementet er DRM-beskyttet og kan ikke spilles av på Kodi.
sv_se: Valt objekt är DRM-skyddat och|kanske inte går att spela upp|i Kodi.

# #30556
source: Initialising channel(s).
es_es: Inicializando canal(es).
nb_no: Initialiserer kanal(er).
sv_se: Initierar kanal(er).

# #30557
source: Channels have been updated or installed. Performing first time actions. This could take some time.
es_es: Se han actualizado o instalado canales. Realizando acciones de inicialización. Esto puede llevar algún tiempo.
nb_no: Kanaler har blitt oppdatert eller installert. Utfører førstegangs handlinger. Dette kan ta litt tid.
sv_se: Kanaler har blivit uppdaterade eller installerade. Utför förstagångsåtgärder. Detta kan ta en stund.

# #30558
source: Fetching Textures
es_es: Obtención de texturas
nb_no: Henter grafiske elementer
sv_se: Hämtar texturer

# #30559
source: Fetching missing textures. This could take some time depending on the internet and system speed.
es_es: Obtención de las texturas que faltan. Esto puede llevar algún tiempo dependiendo de la velocidad de internet y del sistema.
nb_no: Henter manglende grafiske elementer. Dette kan ta litt tid, avhengig av internett- og systemhastighet.
sv_se: Hämtar saknade texturer. Detta kan ta en stund beroende på internet och systemets hastighet.

# #30560
source: Paid video
es_es: Vídeo de pago
nb_no: Betalt video
sv_se: Betalvideo

# #30561
source: The selected item is not free and might not play on Kodi.
es_es: El elemento seleccionado no es gratuito y no se puede reproducir en Kodi.
nb_no: Den valgte oppføringen er ikke gratis og kan muligens ikke avspilles på Kodi.
sv_se: Valt objekt är inte gratis och kanske inte går att spela upp i Kodi.

# #30562
source: Username and/or password not set in Add-on settings
es_es: Nombre de usuario y/o contraseña no configurados en los ajustes del complemento
nb_no: Brukernavn og/eller passord ikke angitt i utvidelsesinnstillinger
sv_se: Användarnamn och/eller lösenord har inte angivits i tilläggsinställningarna

# #30563
source: Hide Item
es_es: Ocultar elemento
nb_no: Skjul oppføring
sv_se: Dölj objekt

# #30564
source: Show Hidden Item
es_es: Mostrar elemento oculto
sv_se: Visa dolt objekt

# #30565
source: Hidden items
es_es: Elementos ocultos
sv_se: Dolda objekt

# #30566
source: To show a hidden item, first configure Retrospect to show hidden items. Then use the context menu's "Show hidden item".
es_es: Para mostrar un elemento oculto, primero configure Retrospect para mostrar elementos ocultos. A continuación, usar la opción "Mostrar elemento oculto" del menú contextual.
sv_se: För att visa ett dolt objekt, ställ först in Retrospect att visa dolda objekt. Använd sedan innehållsmenyns "Visa dolt objekt".

# #30567
source: Add-on(s) disabled
es_es: Add-on(s) desactivado(s)
nb_no: Utvidelse(r) deaktivert
sv_se: Tillägg inaktiverat

# #30568
source: Some of the Retrospect Channel Add-ons are not enabled which will prevent them from auto updating. The Kodi add-on browser will now open and you should enable all Retrospect related add-ons. See http://kodi.wiki/view/add-on_manager.
es_es: Algunos de los add-ons de Retrospect Channel no están activados, lo que impedirá que se actualicen automáticamente. Ahora se abrirá el navegador de add-ons de Kodi y deberás activar todos los add-ons relacionados con Retrospect. Consulta http://kodi.wiki/view/add-on_manager.
nb_no: Noen av kanalutvidelsene til Retrospect er ikke aktivert, noe som forhindrer dem fra å bli oppdatert. Kodis utvidelsebehandler åpnes nå, og du bør aktivere alle Retrospect-relaterte utvidelser. Se http://kodi.wiki/view/add-on_manager.
sv_se: Några av Retrospects kanaltillägg är inte aktiverade vilket gör att de inte uppdateras automatiskt. Kodis tilläggshanterare öppnas nu och du bör aktivera alla tillägg som hör till Retrospect. Se http://kodi.wiki/view/add-on_manager.

# #30569
source: Ignore SSL verification errors (Security Risk!)
es_es: Ignorar errores de verificación SSL (¡Riesgo de seguridad!)
nb_no: Ignorer SSL-verifikasjonsfeil (sikkerhetsrisiko!)
sv_se: Ignorera fel i SSL-verifieringen (Säkerhetsrisk!)

# #30570
source: Hide channel initialisation messages
es_es: Ocultar mensajes de inicialización del canal
nb_no: Skjul kanal initialiseringsmeldinger
sv_se: Dölj kanalinitieringsmeddelanden

# #30571
source: Use Kodi InputStream Adaptive add-on when possible
es_es: Usar add-on InputStream Adaptive de Kodi cuando sea posible
sv_se: Använd Kodi-tillägget InputStream Adaptive när det är möjligt

# #30572
source: Retrospect Settings »
es_es: Ajustes de Retrospect »
nb_no: Retrospect Innstillinger »
sv_se: Retrospect-inställningar »

# #30573
source: (Un-)Hide item »
es_es: (Des-)Ocultar elemento »
nb_no: Skjuler/synliggjør oppføring »
sv_se: Dölj/visa objekt »

# #30574
source: Hide Channel
es_es: Ocultar canal
nb_no: Skjul kanal
sv_se: Dölj kanal

# #30575
source: Retrospect Favourites »
es_es: Favoritos de Retrospect »
sv_se: Retrospect-favoriter »

# #30576
source: Select Countries
es_es: Seleccionar países
sv_se: Välj länder

# #30577
source: Bitrate »
es_es: Tasa de bits »
sv_se: Bithastighet »

# #30578
source: InputStream Adaptive add-on settings
es_es: Ajustes del add-on InputStream Adaptive
sv_se: Inställningar för tillägget InputStream Adaptive

# #30579
source: InputStream Adaptive add-on »
es_es: Add-on InputStream Adaptive »
sv_se: InputStream Adaptive-tillägget »

# #30580
source: Channel Options »
es_es: Opciones de canal »
sv_se: Kanalinställningar »

# #30581
source: InputStream Adaptive add-on usage
es_es: Uso del add-on InputStream Adaptive
sv_se: InputStream Adaptive-tilläggsanvändning

# #30582
source: Split TV shows and single episodes in separate folders
es_es: Dividir programas de TV y episodios independientes en carpetas separadas
sv_se: Lägg TV-program och enstaka avsnitt i skilda mappar

# #30583
source: Single episodes
es_es: Episodios independientes
sv_se: Enstaka avsnitt

# #30584
source: Fetching a long list of items using multiple API calls.
es_es: Obtención de una lista larga de elementos mediante varias llamadas a la API.
sv_se: Hämtar en lång lista med objekt med flera API-anrop.

# #30585
source: Page {} of {}
es_es: Página {} de {}
sv_se: Sida {} av {}

# #30586
source: Number of pages to load for the main listing
es_es: Número de páginas a cargar para el listado principal
sv_se: Antal sidor som skall laddas ner för huvudlistan

# #30587
source: Show streams with accessibility features
es_es: Mostrar transmisiones con funciones de accesibilidad
sv_se: Visa strömmar med tillgänglighetstjänster (syntolkat/teckenspråkstolkning)

# #30590
source: Set a new Retrospect PIN
es_es: Establecer un nuevo PIN para Retrospect
nb_no: Fastsett en ny Retrospect-PIN
sv_se: Ange en ny kod för Retrospect

# #30591
source: No Retrospect PIN specified
es_es: No se ha especificado el PIN de Retrospect
nb_no: Ingen Retrospect-PIN spesifisert
sv_se: Ingen kod angiven för Retrospect

# #30592
source: Repeat the new Retrospect PIN
es_es: Repita el nuevo PIN de Retrospect
nb_no: Gjenta den nye Retrospect-PIN koden
sv_se: Upprepa den nya koden för Retrospect

# #30593
source: PINs don't match
es_es: Los pines no coinciden
nb_no: PIN-kodene samsvarer ikke
sv_se: Koderna matchade inte varandra

# #30594
source: Specify value for setting: '%s'
es_es: Especifique el valor para el ajuste: '%s'
nb_no: Angi verdi for innstilling: '% s'
sv_se: Ange ett värde för inställning: '%s'

# #30595
source: Input Retrospect PIN
es_es: Introducir el PIN de Retrospect
nb_no: Angi Retrospect-PIN
sv_se: Ange koden för Retrospect

# #30596
source: Incorrect Retrospect PIN specified
es_es: PIN de Retrospect incorrecto
nb_no: Feil Retrospect-PIN kode angitt
sv_se: Felaktig kod angiven för Retrospect

# #30597
source: Resetting the vault will invalidate all existing encrypted values. Are you sure?
es_es: El restablecimiento de la bóveda invalidará todos los valores encriptados existentes. ¿Estás seguro?
nb_no: Tilbakestilling av hvelvet vil ugyldiggjøre alle eksisterende krypterte oppføringer. Er du sikker?
sv_se: Om du återställer huvudlösenordet går alla sparade inloggningar förlorade. Är du säker?

# #30598
source: Send retrospect.log »
es_es: Enviar retrospect.log »
sv_se: Skicka retrospect.log »

# #30599
source: Logfile posted to: %s[CR][CR]Note the URL (especially the last characters) and use them to refer to these log files in posts.
es_es: Archivo de registro enviado a: %s[CR][CR]Anote la URL (especialmente los últimos caracteres) y utilícelos para hacer referencia a estos archivos de registro en los mensajes.
sv_se: Loggfilen uppladdad: %s[CR][CR]Notera de sista bokstäverna/siffrorna i URL:en och posta dem i supporttråden.

# #30600
source: Logfile successfully posted
es_es: Archivo de registro enviado correctamente
nb_no: Loggfil er postet
sv_se: Loggfilen uppladdad

# #30601
source: Error posting logfile: %s
es_es: Error al publicar el archivo de registro: %s
nb_no: Feil ved posting av loggfil: %s
sv_se: Misslyckades att ladda upp loggfilen: %s

# #30602
source: Error posting logfile
es_es: Error al publicar el archivo de registro
nb_no: Feil ved posting av loggfil
sv_se: Misslyckades att ladda upp loggfilen

# #30603
source: Retrospect changed add-on ID. To prevent data loss, your user data will now be migrated. After this has been done, please restart Kodi to complete migration. After the restart update any shortcut you had to Retrospect. The Retrospect marked as "broken" in "My add-ons" can be uninstalled.
es_es: Retrospect ha cambiado el ID del add-on. Para evitar la pérdida de datos, ahora se migrarán sus datos de usuario. Una vez hecho esto, por favor reinicie Kodi para completar la migración. Después del reinicio, actualizar cualquier acceso directo que tuviera a Retrospect. El Retrospect marcado como "roto" en "Mis add-ons" se puede desinstalar.
sv_se: Retrospect har bytt tilläggs-ID. För att förhindra att du blir av med några inställningar kommer de nu att konverteras. För att slutföra konverteringen måste Kodi startas om. Efter omstarten måste eventuella genvägar till Retrospect förnyas. Du kan avinstallera den Retrospect som är markerad som "trasig" i "Mina tillägg".

# #30604
source: Clean-up cache and cookies »
es_es: Limpiar caché y cookies »
sv_se: Rensa buffert och kakor »

# #30605
source: Are you sure you want to clean all of Retrospect's cache and cookies? This action cannot be undone.
es_es: ¿Está seguro de que desea limpiar todo la caché y las cookies de Retrospect? Esta acción no se puede deshacer.
sv_se: Är du säker på att du helt vill rensa Retrospects buffert och kakor? Detta kan inte ångras.

# #30606
source: Minimum level for showing notifications
es_es: Nivel mínimo para mostrar notificaciones
sv_se: Minsta nivå för att visa aviseringar

# #30608
source: Warning
es_es: Advertencia
sv_se: Varning

# #30009
source: General
nb_no: Generelt
sv_se: Allmänt

# #30101
source: Regional
nb_no: Regionalt
sv_se: Regionala

# #30308
source: Estonia
nb_no: Estland
sv_se: Estland

# #30363
source: Popular
sv_se: Populära

# #30368
source: Extras
sv_se: Extrafunktioner

# #30523
source: Error
nb_no: Feil
sv_se: Fel

# #30548
source: Clips
nb_no: Klipp
sv_se: Klipp

# #30609
source: Error
sv_se: Fel

# #30028
source: Proxy
nb_no: Middeltjener
