Repository: xbmc/repo-plugins
Catalog: plugin.video.twitch/resources/language/resource.language.*/strings.po
Languages: de_de, es_es, ko_kr, nl_nl, zh_cn, zh_tw

# #30177
source: Invalid OAuth token
de_de: Ungültiges OAuth-Token
es_es: Token OAuth no válido
ko_kr: 잘못된 OAuth 토큰
nl_nl: Foutief OAuth-token
zh_cn: 无效的 OAuth 令牌
zh_tw: 不正確的 OAuth token

# #30178
source: Missing required scopes: %s
de_de: Benötigte Gültigkeitsbereiche fehlen: %s
es_es: Faltan los ámbitos requeridos: %s
ko_kr: 필수 범위 누락: %s
nl_nl: Vereiste scopes afwezig: %s
zh_cn: 缺少所需的作用域：%s
zh_tw: 缺少必要範圍: %s

# #30179
source: Client id mismatch
de_de: Client-ID weicht ab
es_es: Error de id de cliente
ko_kr: 클라이언트 ID 불일치
nl_nl: Klant-ID wijkt af
zh_cn: 客户端 id 不匹配
zh_tw: 用戶端 id 不正確

# #30180
source: Go to '%s' - '%s' - '%s' to generate a new token
de_de: Bitte ‚%s‘ - ‚%s‘ - ‚%s‘ besuchen, um ein neues Token zu erzeugen
es_es: Ir a '%s' - '%s' - '%s' para generar un nuevo token
ko_kr: '%s' - '%s' - '%s'로 이동하여 새 토큰을 생성하십시오
nl_nl: Ga naar '%s' - '%s' - '%s' om een nieuw token aan te maken
zh_cn: 转到“%s”-“%s”-“%s”生成新令牌
zh_tw: 前往 '%s' - '%s' -'%s' 以產生新的 token

# #30181
source: Are you sure you want to blacklist %s?
de_de: Ganz sicher %s auf die Sperrliste setzen?
es_es: ¿Estás seguro de que quieres poner %s en la lista negra?
ko_kr: %s을(를) 차단할까요?
nl_nl: Wil je %s echt op de zwarte lijst plaatsen?
zh_cn: 确实要将 %s 列入黑名单吗？
zh_tw: 你確定要黑名單 %s 嗎?

# #30184
source: Change sort by
de_de: Sortierung ändern
es_es: Cambiar ordenación por
ko_kr: 정렬 기준 변경
nl_nl: Sorteer type op
zh_cn: 更改排序方式
zh_tw: 更改排序

# #30185
source: Change sort direction
de_de: Sortierrichtung ändern
es_es: Cambiar el sentido de ordenación
ko_kr: 정렬 방향 변경
nl_nl: Wijzig sorteerrichting
zh_cn: 更改排序方向
zh_tw: 更改方向

# #30186
source: Change period
de_de: Zeitraum ändern
es_es: Cambiar periodo
ko_kr: 기간 변경
nl_nl: Wijzig periode
zh_cn: 更改时期
zh_tw: 更改期間

# #30187
source: Popular
de_de: Beliebt
ko_kr: 인기
nl_nl: Populair
zh_cn: 流行的
zh_tw: 熱門

# #30188
source: Views
de_de: Aufrufe
es_es: Vistas
ko_kr: 조회수
nl_nl: Bekeken
zh_cn: 观看
zh_tw: 觀看數

# #30189
source: Add a language
de_de: Sprache hinzufügen
es_es: Añadir un idioma
ko_kr: 언어 추가
nl_nl: Voeg een taal toe
zh_cn: 添加语言
zh_tw: 新增語言

# #30190
source: Remove a language
de_de: Sprache entfernen
es_es: Eliminar un idioma
ko_kr: 언어 제거
nl_nl: Verwijder een taal
zh_cn: 删除语言
zh_tw: 移除語言

# #30191
source: Remove a stream quality
de_de: Streamqualität entfernen
es_es: Eliminar una calidad de transmisión
ko_kr: 스트림 품질 제거
nl_nl: Verwijder een streamkwaliteit
zh_cn: 删除流质量
zh_tw: 移除直播畫質

# #30192
source: Remove a video quality
de_de: Videoqualität entfernen
es_es: Eliminar una calidad de vídeo
ko_kr: 비디오 품질 제거
nl_nl: Verwijder een videokwaliteit
zh_cn: 删除视频质量
zh_tw: 移除影片畫質

# #30193
source: Remove a clip quality
de_de: Clipqualität entfernen
es_es: Eliminar una calidad de clip
ko_kr: 클립 품질 제거
nl_nl: Verwijder een clipkwaliteit
zh_cn: 删除剪辑质量
zh_tw: 移除剪輯畫質

# #30194
source: Remove all stream qualities
de_de: Alle Streamqualitäten entfernen
es_es: Eliminar todas las calidades de transmisión
ko_kr: 모든 스트림 품질 제거
nl_nl: Verwijder alle streamkwaliteiten
zh_cn: 删除所有流质量
zh_tw: 移除所有直播畫質

# #30195
source: Remove all video qualities
de_de: Alle Videoqualitäten entfernen
es_es: Eliminar todas las calidades de vídeo
ko_kr: 모든 비디오 품질 제거
nl_nl: Verwijder alle videokwaliteiten
zh_cn: 删除所有视频质量
zh_tw: 移除所有影片畫質

# #30196
source: Remove all clip qualities
de_de: Alle Clipqualitäten entfernen
es_es: Eliminar todas las cualidades de los clips
ko_kr: 모든 클립 품질 제거
nl_nl: Verwijder alle clipkwaliteiten
zh_cn: 删除所有剪辑质量
zh_tw: 移除所有剪輯畫質

# #30197
source: Requires confirmation
de_de: Bestätigung erforderlich
es_es: Requiere confirmación
ko_kr: 확인 필요
nl_nl: Bevestiging vereist
zh_cn: 需要确认
zh_tw: 需要確認

# #30198
source: Requires subscription to %s
de_de: Abonnement für %s benötigt
es_es: Requiere suscripción a %s
ko_kr: %s 구독이 필요함
nl_nl: Vereist abonnement op %s
zh_cn: 需要订阅 %s
zh_tw: 需要訂閱 %s

# #30199
source: Connection failed
de_de: Verbindung fehlgeschlagen
es_es: Fallo de conexión
ko_kr: 연결 실패
nl_nl: Verbinding mislukt
zh_cn: 连接失败
zh_tw: 連線失敗

# #30200
source: No %s found
de_de: %s nicht gefunden
es_es: No se ha encontrado %s
ko_kr: %s을(를) 찾을 수 없음
nl_nl: Geen %s gevonden
zh_cn: 找不到 %s
zh_tw: 沒有 %s 找尋到

# #30201
source: Bandwidth
de_de: Bandbreite
es_es: Ancho de banda
ko_kr: 대역폭
nl_nl: Bandbreedte
zh_cn: 带宽
zh_tw: 頻寬

# #30202
source: Currently Live
de_de: Gerade Live
es_es: Actualmente en directo
ko_kr: 현재 라이브
nl_nl: Nu live
zh_cn: 当前直播
zh_tw: 正在線上

# #30203
source: Went Live
de_de: Live gegangen
es_es: Salió en directo
ko_kr: 지난 라이브
nl_nl: Live gegaan
zh_cn: 上线
zh_tw: 上線

# #30204
source: Live notifications
de_de: Live-Benachrichtigungen
es_es: Notificaciones en directo
ko_kr: 라이브 알림
nl_nl: Live-meldingen
zh_cn: 直播通知
zh_tw: 上線通知

# #30205
source: Audible
de_de: Hörbar
ko_kr: 들림
nl_nl: Hoorbaar
zh_cn: 有声的
zh_tw: 可聽

# #30206
source: Playback failed
de_de: Wiedergabe fehlgeschlagen
es_es: Fallo de reproducción
ko_kr: 재생 실패
nl_nl: Afspelen mistlukt
zh_cn: 播放失败
zh_tw: 播放失敗

# #30207
source: Retrying in %d seconds
de_de: Wiederholung in %d Sekunden
es_es: Reintentando en %d segundos
ko_kr: %d 초 후에 재시도
nl_nl: Nieuwe poging in %d seconden
zh_cn: %d 秒后重试
zh_tw: 在 %d 秒後重試

# #30208
source: Attempting to reconnect to %s
de_de: Erneuter Verbindungsversuch zu %s
es_es: Intentando reconectar a %s
ko_kr: %s에 다시 연결하는 중
nl_nl: Poging tot verbinding met %s
zh_cn: 正在尝试重新连接到 %s
zh_tw: 嘗試重新連線至 %s

# #30209
source: Attempt #%d
de_de: Versuch #%d
es_es: Intento #%d
ko_kr: #%d 시도
nl_nl: Poging #%d
zh_cn: 尝试 #%d
zh_tw: 嘗試 #%d

# #30210
source: Attempt reconnection to live streams
de_de: Erneute Verbindung zu Live-Streams versuchen
es_es: Intento de reconexión a las retransmisiones en directo
ko_kr: 실시간 스트림에 다시 연결 시도
nl_nl: Poging voor nieuwe verbinding met live streams
zh_cn: 尝试重新连接到直播流
zh_tw: 嘗試重新連線至直播

# #30211
source: Enabled
de_de: Aktiviert
es_es: Activado
ko_kr: 사용함
nl_nl: Ingeschakeld
zh_cn: 已启用
zh_tw: 啟用

# #30212
source: Failed to connect to Twitch API
de_de: Verbindung zur Twitch-API fehlgeschlagen
es_es: Error al conectar con la API de Twitch
ko_kr: Twitch API에 연결하지 못함
nl_nl: Verbinding met Twitch API mislukt
zh_cn: 无法连接到 Twitch API
zh_tw: 連線到 Twitch API 失敗

# #30213
source: Followers
de_de: Follower
es_es: Seguidores
ko_kr: 팔로워
nl_nl: Volgers
zh_cn: 关注者
zh_tw: 追隨者

# #30214
source: Items
de_de: Einträge
es_es: Elementos
ko_kr: 아이템
zh_cn: 项目

# #30215
source: Duration
de_de: Dauer
es_es: Duración
ko_kr: 지속
nl_nl: Duur
zh_cn: 持续时间
zh_tw: 期間

# #30216
source: Curated
de_de: Empfohlen
es_es: Conservado
ko_kr: 큐레이트
nl_nl: Geproduceerd
zh_cn: 策划

# #30217
source: Press OK to resolve
de_de: Zum Auflösen, OK drücken
es_es: Pulse OK para decidir
ko_kr: 확인을 눌러 해결
nl_nl: Druk OK om door te gaan
zh_cn: 按确定解决
zh_tw: 按下 OK 以解決

# #30218
source: Supported video ids: a123435, c123435, v123435, videos123435[CR]Example urls:[CR]https://twitch.tv/gamesdonequick...[CR].../v/113336135[CR].../v/113336135?t=1h52m35s
de_de: Unterstützte Video-IDs: a123435, c123435, v123435, videos123435[CR]Beispiel-URLs:[CR]https://twitch.tv/gamesdonequick...[CR].../v/113336135[CR].../v/113336135?t=1h52m35s
es_es: Ids de vídeo compatibles: a123435, c123435, v123435, videos123435[CR]Ejemplos de URL:[CR]https://twitch.tv/gamesdonequick...[CR].../v/113336135[CR].../v/113336135?t=1h52m35s
ko_kr: 지원되는 동영상 ID: a123435, c123435, v123435, videos123435[CR]예제 URL:[CR]https://twitch.tv/gamesdonequick...[CR].../v/113336135[CR].../v /113336135?t=1h52m35s
nl_nl: Ondersteunde video-IDs: a123435, c123435, v123435, videos123435[CR]Voorbeeld-URLs:[CR]https://twitch.tv/gamesdonequick...[CR].../v/113336135[CR].../v/113336135?t=1h52m35s
zh_cn: 支持的视频 ID: a123435, c123435, v123435, videos123435[CR]示例 URL:[CR]https://twitch.tv/gamesdonequick...[CR].../v/113336135[CR].../v/113336135?t=1h52m35s
zh_tw: 支援的影片 id: a123435, c123435, v123435, videos123435[CR]範例 url:[CR]https://twitch.tv/gamesdonequick...[CR].../v/113336135[CR].../v/113336135?t=1h52m35s

# #30219
source: Main Menu
de_de: Hauptmenü
es_es: Menú principal
ko_kr: 주 메뉴
nl_nl: Hoofdmenu
zh_cn: 主菜单
zh_tw: 主選單

# #30220
source: Failed to get url, try again shortly.
de_de: Abruf der URL fehlgeschlagen - erneuter Versuch in Kürze.
es_es: No se ha podido obtener la url, inténtalo de nuevo en unos instantes.
ko_kr: URL을 가져오지 못했습니다. 잠시 후 다시 시도하세요.
nl_nl: Kon geen URL ophalen, probeer het iets later.
zh_cn: 获取 url 失败，请稍后重试。
zh_tw: 取得連結失敗，稍後再嘗試。

# #30221
source: Unknown
de_de: Unbekannt
es_es: Desconocido
ko_kr: 알 수 없음
nl_nl: Onbekend
zh_cn: 未知
zh_tw: 未知

# #30222
source: VODCast highlight color
de_de: Hervorhebungsfarbe für VODCast
es_es: Color destacado de VODCast
ko_kr: VODCast 하이라이트 색상
nl_nl: VODcast oplichtkleur
zh_cn: VODCast 高亮颜色
zh_tw: VODCast 強調顏色

# #30223
source: Use inputstream.adaptive
de_de: inputstream.adaptive verwenden
es_es: Usar inputstream.adaptive
ko_kr: inputstream.adaptive 사용
nl_nl: Gebruik inputstream.adaptive
zh_cn: 使用 inputstream.adaptive
zh_tw: 使用 inputstream.adaptive

# #30224
source: Configure inputstream.adaptive
de_de: inputstream.adaptive konfigurieren
es_es: Configurar inputstream.adaptive
ko_kr: inputstream.adaptive 구성
nl_nl: Configureer inputstream.adaptive
zh_cn: 配置 inputstream.adaptive
zh_tw: 設定 inputstream.adaptive

# #30225
source: inputstream.adaptive is enabled in the Twitch settings, however inputstream.adaptive appears to be disabled. Would you like to enable inputstream.adaptive now?
de_de: inputstream.adaptive ist in den Twitch-Einstellungen aktiviert, scheint aber inaktiv zu sein. Soll inputstream.adaptive jetzt aktiviert werden?
es_es: inputstream.adaptive está activado en los ajustes de Twitch, sin embargo inputstream.adaptive parece estar desactivado. ¿Quieres activar inputstream.adaptive ahora?
ko_kr: inputstream.adaptive는 Twitch 설정에서 사용하지만, inputstream.adaptive는 사용하지 않는 것으로 보입니다. 지금 inputstream.adaptive를 사용할까요?
nl_nl: inputstream.adaptive is ingeschakeld in de Twitch-instellingen, echter inputstream.adaptive lijkt uitgeschakeld te zijn. Wil je graag enable inputstream.adaptive nu inschakelen?
zh_cn: inputstream.adaptive 在 Twitch 设置中已启用，但 inputstream.adaptive 似乎已禁用。是否要立即启用 inputstream.adaptive？
zh_tw: inputstream.adaptive 在 Twitch 設定內為啟用，但是 inputstream.adaptive 似乎是未啟用狀態。你要現在啟用 inputstream.adaptive 嗎?

# #30226
source: The installed inputstream.adaptive add-on does not meet the version requirement(%s), and has been disabled in the Twitch add-on settings.
de_de: Das installierte Addon inputstream.adaptive entspricht nicht der vorausgesetzten Version (%s) und wurde in den Twitch-Addon-Einstellungen deaktiviert.
es_es: El add-on inputstream.adaptive instalado no cumple el requisito de versión(%s), y ha sido deshabilitado en los ajustes del add-on de Twitch.
ko_kr: 설치된 inputstream.adaptive 애드온이 버전 요구 사항(%s)을 충족하지 않으며, Twitch 애드온 설정에서 사용하지 않도록 설정했습니다.
nl_nl: De geïnstalleerde inputstream.adaptive add-on voldoet niet aan de versie-vereisten (%s), en is uitgeschakeld in de Twitch add-on instellingen.
zh_cn: 安装的 inputstream.adaptive 加载项不符合版本要求（%s），已在 Twitch 加载项设置中禁用。
zh_tw: 已經安裝的 inputstream.adaptive 插件不符合版本需求(%s)，在 Twitch 插件中已經被取消啟用。

# #30227
source: Revoke Token
de_de: Token widerrufen
es_es: Revocar token
ko_kr: 토큰 취소
nl_nl: Token intrekken
zh_cn: 撤销令牌
zh_tw: 撤銷 Token

# #30228
source: Are you sure you want to revoke your OAuth token?
de_de: Soll das OAuth-Token widerrufen werden?
es_es: ¿Estás seguro de que quieres revocar tu token OAuth?
ko_kr: OAuth 토큰을 취소할까요?
nl_nl: Wil je echt je OAuth-token intrekken?
zh_cn: 是否确实要吊销 OAuth 令牌？
zh_tw: 你確定要撤銷你的 OAuth token嗎?

# #30229
source: OAuth token has been revoked
de_de: OAuth-Token wurde widerrufen
es_es: El token OAuth ha sido revocado
ko_kr: OAuth 토큰이 취소됨
nl_nl: Oath-token is ingetrokken
zh_cn: OAuth 令牌已被吊销
zh_tw: OAuth token 已經被撤銷

# #30230
source: OAuth token has been updated
de_de: OAuth-Token wurde aktualisiert
es_es: El token OAuth ha sido actualizado
ko_kr: OAuth 토큰이 업데이트됨
nl_nl: OAth-token is bijgewerkt
zh_cn: OAuth 令牌已更新
zh_tw: OAuth token 已經更新

# #30231
source: %s started streaming %s
de_de: %s hat Streaming von %s gestartet
es_es: %s ha iniciado la transmisión %s
ko_kr: %s이(가) %s 스트리밍을 시작함
nl_nl: %s streaming gestart %s
zh_cn: %s 开始推流 %s
zh_tw: %s 開始直播 %s

# #30232
source: Notify at start
de_de: Benachrichtigung beim Start
es_es: Notificar al inicio
ko_kr: 시작 시 알림
nl_nl: Meld bij de start
zh_cn: 开始时通知
zh_tw: 啟動時發送提示

# #30233
source: Group notifications at start
de_de: Gruppenbenachrichtigungen beim Start
es_es: Notificaciones de grupo al inicio
ko_kr: 시작 시 그룹 알림
nl_nl: Groepsmeldingen bij de start
zh_cn: 开始时群组通知
zh_tw: 啟動時發送群組提示

# #30234
source: Reset cache on Refresh
de_de: Cache bei Aktualisierungen zurücksetzen
es_es: Restablecer caché al actualizar
ko_kr: 새로 고칠 때 캐시 재설정
nl_nl: Reset cache bij verversen
zh_cn: 刷新时重置缓存
zh_tw: 重整時重置快取

# #30235
source: New search
de_de: Neue Suche
es_es: Nueva búsqueda
ko_kr: 새로운 검색
nl_nl: Nieuwe zoekopdracht
zh_cn: 新搜索
zh_tw: 新搜尋

# #30236
source: Search history size
de_de: Größe des Suchverlaufs
es_es: Tamaño del historial de búsqueda
ko_kr: 검색 기록 크기
nl_nl: Zoekhistorie omvang
zh_cn: 搜索历史记录大小
zh_tw: 搜尋記錄大小

# #30237
source: Clear search history?
de_de: Suchverlauf löschen?
es_es: ¿Borrar el historial de búsqueda?
ko_kr: 검색 기록을 지울까요?
nl_nl: Zoekhistorie wissen?
zh_cn: 清除搜索历史记录？
zh_tw: 清除搜尋紀錄?

# #30238
source: Remove %s from search history?
de_de: %s aus dem Suchverlauf entfernen?
es_es: ¿Eliminar %s del historial de búsqueda?
ko_kr: 검색 기록에서 %s을(를) 제거할까요?
nl_nl: Verwijder %s van de zoekhistorie?
zh_cn: 是否从搜索历史记录中删除 %s？
zh_tw: 移除 %s 自搜尋紀錄?

# #30239
source: Remove %s
de_de: %s entfernen
es_es: Eliminar %s
ko_kr: %s 제거
nl_nl: Verwijder %s
zh_cn: 删除 %s
zh_tw: 移除 %s

# #30240
source: Clear search history
de_de: Suchverlauf löschen
es_es: Limpiar historial de búsqueda
ko_kr: 검색 기록 지우기
nl_nl: Wis zoekhistorie
zh_cn: 清除搜索历史记录
zh_tw: 清除搜尋紀錄

# #30241
source: Search history cleared
de_de: Suchverlauf gelöscht
es_es: Historial de búsqueda borrado
ko_kr: 검색 기록 삭제됨
nl_nl: Zoekhistorie gewist
zh_cn: 已清除搜索历史记录
zh_tw: 搜尋紀錄已被清除

# #30242
source: Removed %s from search history
de_de: %s aus dem Suchverlauf entfernt
es_es: Eliminado %s del historial de búsqueda
ko_kr: 검색 기록에서 %s을(를) 제거함
nl_nl: %s verwijderd uit de zoekhistorie
zh_cn: 已从搜索历史记录中删除 %s
zh_tw: 移除 %s 自搜尋紀錄

# #30243
source: Maintenance
de_de: Wartung
es_es: Mantenimiento
ko_kr: 유지
nl_nl: Onderhoud
zh_cn: 维护
zh_tw: 維護

# #30244
source: Search History
de_de: Suchverlauf
es_es: Historial de búsqueda
ko_kr: 검색 기록
nl_nl: Zoekhistorie
zh_cn: 搜索历史记录
zh_tw: 搜尋紀錄

# #30245
source: Delete streams search history
de_de: Streams-Suchverlauf löschen
es_es: Eliminar el historial de búsqueda de las transmisiones
ko_kr: 스트림 검색 기록 삭제
nl_nl: Stream zoekgeschiedenis verwijderen
zh_cn: 删除流搜索历史记录
zh_tw: 刪除直播搜尋紀錄

# #30246
source: Delete channels search history
de_de: Kanalsuchverlauf löschen
es_es: Borrar el historial de búsqueda de canales
ko_kr: 채널 검색 기록 삭제
nl_nl: Kanaal zoekgeschiedenis verwijderen
zh_cn: 删除频道搜索历史记录
zh_tw: 刪除頻道搜尋紀錄

# #30247
source: Delete games search history
de_de: Spielsuchverlauf löschen
es_es: Borrar el historial de búsqueda de juegos
ko_kr: 게임 검색 기록 삭제
nl_nl: Games zoekgeschiedenis verwijderen
zh_cn: 删除游戏搜索历史记录
zh_tw: 刪除遊戲搜尋紀錄

# #30248
source: Delete video id/url search history
de_de: Video-ID-/Video-URL-Suchverlauf löschen
es_es: Borrar el historial de búsqueda de vídeo por id/url
ko_kr: 동영상 ID/URL 검색 기록 삭제
nl_nl: Video id/url zoekgeschiedenis verwijderen
zh_cn: 删除视频 id/url 搜索历史记录
zh_tw: 刪除影片 id/url 搜尋紀錄

# #30249
source: Other
de_de: Andere
es_es: Otro
ko_kr: 기타
nl_nl: Overige
zh_cn: 其他
zh_tw: 其他

# #30250
source: Delete storage.json
de_de: storage.json löschen
es_es: Borrar storage.json
ko_kr: storage.json 삭제
nl_nl: storage.json verwijderen
zh_cn: 删除 storage.json
zh_tw: 刪除 storage.json

# #30251
source: Are you sure you want to delete %s?
de_de: Soll %s wirklich gelöscht werden?
es_es: ¿Seguro que quieres borrar %s?
ko_kr: %s을(를) 지울까요?
nl_nl: Weet u zeker dat u %s wilt verwijderen?
zh_cn: 确实要删除 %s 吗？
zh_tw: 你確定要刪除 %s 嗎?

# #30252
source: Deleting %s succeeded
de_de: %s erfolgreich gelöscht
es_es: Borrado %s realizado con éxito
ko_kr: %s 지움
nl_nl: %s succesvol verwijderd
zh_cn: 删除 %s 成功
zh_tw: 刪除 %s 成功

# #30253
source: Deleting %s failed
de_de: Löschen von %s fehlgeschlagen
es_es: Borrado de %s fallido
ko_kr: %s 지우지 못함
nl_nl: Verwijderen van %s mislukt
zh_cn: 删除 %s 失败
zh_tw: 刪除 %s 失敗

# #30254
source: Adaptive
de_de: Adaptiv
es_es: Adaptativo
ko_kr: 적응형
nl_nl: Adaptief
zh_cn: 自适应
zh_tw: 自適應

# #30255
source: Thumbnail size
de_de: Vorschaubildergröße
es_es: Tamaño para miniaturas
ko_kr: 썸네일 크기
nl_nl: Miniatuur formaat
zh_cn: 缩略图尺寸
zh_tw: 預覽圖大小

# #30256
source: Large
de_de: Groß
es_es: Grande
ko_kr: 크게
nl_nl: Groot
zh_cn: 大
zh_tw: 大

# #30257
source: Medium
de_de: Mittel
es_es: Medio
ko_kr: 중간
nl_nl: Gemiddeld
zh_cn: 中
zh_tw: 中

# #30258
source: Small
de_de: Klein
es_es: Pequeño
ko_kr: 작게
nl_nl: Klein
zh_cn: 小
zh_tw: 小

# #30259
source: Live preview refresh interval (minutes)
de_de: Aktualisierungsintervall für Live-Previews (Minuten)
es_es: Intervalo de actualización de la vista previa en directo (minutos)
ko_kr: 실시간 미리보기 새로 고침 간격(분)
nl_nl: Verversingsinterval Live-Preview (minuten)
zh_cn: 直播预览刷新间隔（分钟）
zh_tw: 直播預覽刷新間隔(分鐘)

# #30260
source: Limit to 30 fps
de_de: Auf 30 fps beschränken
es_es: Limitar a 30 fps
ko_kr: 30fps로 제한
nl_nl: Beperk tot 30 fps
zh_cn: 限制在每秒 30 帧
zh_tw: 限制至 30fps

# #30261
source: Private API Credentials
de_de: Private API-Zugangsdaten
es_es: Credenciales de API privadas
ko_kr: 개인 API 자격 증명
nl_nl: Privé API Inloggegevens
zh_cn: 私有 API 凭据
zh_tw: 私有 API 憑證

# #30262
source: Change languages
de_de: Sprachen ändern
es_es: Cambiar idiomas
ko_kr: 언어 변경
nl_nl: Taal wijzigen
zh_cn: 更改语言
zh_tw: 更改語言

# #30263
source: Frame rate limit
de_de: Begrenzung für Frame-Rate
es_es: Límite de fotogramas por segundo
ko_kr: 프레임 속도 제한
nl_nl: Frame rate limiet
zh_cn: 帧速率限制
zh_tw: 幀數限制

# #30264
source: Follow
de_de: Folgen
es_es: Seguir
ko_kr: 팔로우
nl_nl: Volgen
zh_cn: 关注
zh_tw: 追隨

# #30265
source: Unfollow
de_de: Nicht mehr folgen
es_es: Dejar de seguir
ko_kr: 언팔로우
nl_nl: Ontvolgen
zh_cn: 取消关注
zh_tw: 未追隨

# #30266
source: Add to queue
de_de: Zu Warteschlange hinzufügen
es_es: Añadir a la cola
ko_kr: 순서에 추가
nl_nl: Toevoegen aan wachtrij

# #30267
source: An OAuth token is required for access, go to '%s' - '%s' - '%s' to generate one
de_de: Für den Zugriff wird ein OAuth-Token benötigt. '%s' - '%s' - '%s' aufrufen, um ein Token zu erzeugen
es_es: Se requiere un token OAuth para el acceso, vaya a '%s' - '%s' - '%s' para generar uno
ko_kr: 액세스하려면 OAuth 토큰이 필요합니다. OAuth 토큰을 만들려면 '%s' - '%s' - '%s'로 이동하세요

# #30268
source: Private OAuth authentication error
de_de: Privater OAuth-Autentifizierungsfehler
es_es: Error de autenticación privada de OAuth
ko_kr: 비공개 OAuth 인증 오류

# #30269
source: Private OAuth credentials are incorrect, go to '%s' - '%s' - '%s' to correct the issue
de_de: Die privaten OAuth-Zugangsdaten sind inkorrekt. '%s' - '%s' - '%s' aufrufen, um das Problem zu beheben
es_es: Las credenciales privadas de OAuth son incorrectas, vaya a '%s' - '%s' - '%s' para corregir el problema
ko_kr: 개인 OAuth 자격 증명이 잘못되었습니다. 문제를 해결하려면 '%s' - '%s' - '%s'(으)로 이동하세요

# #30270
source: Subscriber and Turbo Benefits
de_de: Abonnenten- und Turbovorteile
es_es: Abonados y ventajas Turbo
ko_kr: 가입자 및 터보 혜택

# #30271
source: For information on how to obtain this token, visit
de_de: Für Informationen, wie man diesen Token erzeugen kann, besuchen:
es_es: Para obtener información sobre cómo obtener este token, visite
ko_kr: 이 토큰을 얻는 방법에 대한 정보는 다음을 방문하십시오

# #30273
source: OAuth Token is expired or invalid
de_de: OAuth Token ist abgelaufen oder ungültig
es_es: El token OAuth ha caducado o no es válido
ko_kr: OAuth 토큰이 만료되었거나 유효하지 않습니다
