Repository: xbmc/repo-plugins
Catalog: plugin.video.twitch/resources/language/resource.language.*/strings.po
Languages: de_de, es_es, ko_kr, nl_nl, zh_cn, zh_tw

# Addon Summary
source: Twitch video plugin
es_es: Complemento de vídeo para Twitch
ko_kr: 트위치 비디오 플러그인
zh_cn: Twitch 视频插件
zh_tw: Twitch 影片插件

# Addon Description
source: Watch your favorite gaming streams!
de_de: Die besten Gaming-Streams ansehen!
es_es: ¡Mira los streams de tus juegos favoritos!
ko_kr: 좋아하는 게임 스트림을 시청하세요!
nl_nl: Bekijk je favoriete gaming-streams!
zh_cn: 观看您喜爱的游戏流！
zh_tw: 觀看你最愛的遊戲直播!

# #30001
source: Games
de_de: Spiele
es_es: Juegos
ko_kr: 게임
zh_cn: 游戏
zh_tw: 遊戲

# #30002
source: Following
de_de: Abonnements
es_es: Siguiendo
ko_kr: 팔로우
nl_nl: Volgers
zh_cn: 关注
zh_tw: 追隨中

# #30003
source: Search
de_de: Suche
es_es: Búsqueda
ko_kr: 검색
nl_nl: Zoeken
zh_cn: 搜索
zh_tw: 搜尋

# #30004
source: Settings
de_de: Einstellungen
es_es: Ajustes
ko_kr: 설정
nl_nl: Instellingen
zh_cn: 设置
zh_tw: 設定

# #30005
source: Popular Streams
de_de: Beliebte Streams
es_es: Transmisiones populares
ko_kr: 인기 스트림
nl_nl: Populaire Streams

# #30006
source: Teams
es_es: Equipos
ko_kr: 팀
zh_cn: 团队

# #30007
source: Search for channels
de_de: Nach Kanälen suchen
es_es: Búsqueda por canales
ko_kr: 채널 검색
nl_nl: Zoeken naar kanalen
zh_cn: 搜索频道
zh_tw: 搜尋頻道

# #30008
source: Channels
de_de: Kanäle
es_es: Canales
ko_kr: 채널
nl_nl: Kanalen
zh_cn: 频道
zh_tw: 頻道

# #30009
source: Live Channels
de_de: Live-Kanäle
es_es: Canales en directo
ko_kr: 라이브 채널
nl_nl: Live-kanalen
zh_cn: 直播频道
zh_tw: 直播頻道

# #30010
source: TwitchTV
ko_kr: 트위치 TV

# #30011
source: next page...
de_de: Nächste Seite ...
es_es: nueva página...
ko_kr: 다음 페이지...
nl_nl: volgende pagina...
zh_cn: 下一页...
zh_tw: 下一頁...

# #30012
source: -- Currently Live Streams --
de_de: -- Aktuelle Live-Streams --
es_es: -- Streams en directo --
ko_kr: -- 현재 라이브 스트림 --
nl_nl: -- Huidige live-streams --
zh_cn: -- 当前直播流 --
zh_tw: -- 當前直播頻道 --

# #30013
source: -- Followed Channels --
de_de: -- Abonnierte Kanäle --
es_es: -- Canales seguidos --
ko_kr: -- 팔로우한 채널 --
nl_nl: -- Gevolgde kanalen --
zh_cn: -- 关注的频道 --
zh_tw: -- 追蹤中頻道 --

# #30020
source: Http error
de_de: HTTP-Fehler
ko_kr: HTTP 오류
nl_nl: HTTP-fout
zh_cn: Http 错误
zh_tw: Http 錯誤

# #30021
source: No Live Data Found
de_de: Keine Live-Daten gefunden
es_es: No se han encontrado datos en directo
ko_kr: 라이브 데이터를 찾을 수 없음
nl_nl: Geen live-data gevonden
zh_cn: 找不到直播数据

# #30022
source: No archives found for
de_de: Keine Aufzeichnungen gefunden für
es_es: No se encontraron archivos
ko_kr: 다음 아카이브를 찾을 수 없음
nl_nl: Geen archieven gevonden voor
zh_cn: 没有找到档案关于
zh_tw: 找不到直播存檔

# #30023
source: User Token Error
de_de: Benutzer-Token-Fehler
ko_kr: 사용자 토큰 오류
zh_cn: 用户令牌错误
zh_tw: 使用者Token錯誤

# #30024
source: Changed video settings
de_de: Geänderte Video-Einstellungen
es_es: Cambiar configuración de vídeo
ko_kr: 변경된 동영상 설정
nl_nl: Video-instellingen gewijzigd
zh_cn: 更改了视频设置
zh_tw: 更改影片設定

# #30025
source: Selected video settings are not available
de_de: Ausgewählte Video-Einstellungen sind nicht verfügbar
es_es: Selección de calidad de vídeo no disponible
ko_kr: 선택한 비디오 설정을 사용할 수 없음
nl_nl: De geselecteerde video-instellingen zijn niet beschikbaar
zh_cn: 选定的视频设置不可用
zh_tw: 選擇的影片設定不可使用

# #30026
source: TwitchApi error
de_de: TwitchApi-Fehler
ko_kr: TwitchApi 오류
zh_cn: TwitchApi 错误
zh_tw: TwitchApi 錯誤

# #30027
source: JSON error
de_de: JSON-Fehler
ko_kr: JSON 오류
zh_cn: JSON 错误
zh_tw: JSON 錯誤

# #30028
source: Failed to parse the result set
de_de: Fehler beim Einlesen der Daten
es_es: Error al analizar el conjunto de resultados
ko_kr: 결과 모음을 분석하지 못함
nl_nl: Kon de resultaten niet inlezen
zh_cn: 无法解析结果集
zh_tw: 解析成果失敗

# #30029
source: Please check your internet connection
de_de: Bitte Internet-Verbindung überprüfen
es_es: Por favor, comprueba tu conexión a Internet
ko_kr: 인터넷 연결을 확인하세요
nl_nl: Controleer je internetverbinding
zh_cn: 请检查您的互联网连接
zh_tw: 請檢查網路連線

# #30040
source: Video Quality
de_de: Video-Qualität
es_es: Calidad de vídeo
ko_kr: 비디오 품질
nl_nl: Beeldkwaliteit
zh_cn: 视频质量
zh_tw: 影片畫質

# #30045
source: Display titles
de_de: Anzeige der Stream-Namen
es_es: Mostrar títulos
ko_kr: 제목 표시
nl_nl: Titels weergeven
zh_cn: 显示标题
zh_tw: 顯示標題

# #30046
source: Streamer - Stream Title
de_de: Streamer - Stream-Name
es_es: Streamer - Título del Stream
ko_kr: 스트리머 - 스트림 제목
nl_nl: Streamer - streamtitel
zh_cn: 横幅 - 流标题
zh_tw: 實況主 - 直播標題

# #30047
source: Viewers - Streamer - Stream Title
de_de: Zuschauer - Streamer - Stream-Name
es_es: Espectadores - Streamer - Título del Stream
ko_kr: 시청자 - 스트리머 - 스트림 제목
nl_nl: Kijkers - Streamer - Stream Titel
zh_cn: 观众 - 主播 - 流标题
zh_tw: 觀眾數 - 實況主 - 直播標題

# #30048
source: Stream Title
de_de: Stream-Name
es_es: Título del Stream
ko_kr: 스트림 제목
nl_nl: Stream Titel
zh_cn: 流标题
zh_tw: 直播標題

# #30049
source: Streamer
ko_kr: 스트리머
zh_cn: 主播
zh_tw: 實況主

# #30050
source: Username
de_de: Benutzername
es_es: Nombre de usuario
ko_kr: 사용자 이름
nl_nl: Gebruikersnaam
zh_cn: 用户名
zh_tw: 使用者名稱

# #30051
source: Streamer - Game Title - Stream Title
de_de: Streamer - Spielname - Stream-Name
es_es: Streamer - Juego - Título del stream
ko_kr: 스트리머 - 게임 제목 - 스트림 제목
nl_nl: Streamer - Spelnaam - Streamtitel
zh_cn: 主播 - 游戏标题 - 流标题
zh_tw: 實況主 - 遊戲標題 - 直播標題

# #30052
source: Enable
de_de: Aktivieren
es_es: Activar
ko_kr: 사용함
nl_nl: Inschakelen
zh_cn: 启用
zh_tw: 啟用

# #30053
source: Password (OAuth Token)
de_de: Passwort (OAuth-Token)
es_es: Contraseña (OAuth Token)
ko_kr: 비밀번호(OAuth 토큰)
nl_nl: Wachtwoord (OAuth-token)
zh_cn: 密码（OAuth 令牌）
zh_tw: 密碼 (OAuth Token)

# #30054
source: Language | Streamer - Stream Title
de_de: Sprache | Streamer - Stream-Titel
es_es: Idioma | Streamer - Título del stream
ko_kr: 언어 | 스트리머 - 스트림 제목
nl_nl: Taal | Streamer - Streamtitel
zh_cn: 语言 | 主播 - 流标题
zh_tw: 語言 | 實況主 - 直播標題

# #30060
source: Unnamed Streamer
de_de: Nicht benannter Streamer
es_es: Streamer sin nombre
ko_kr: 이름 없는 스트리머
nl_nl: Naamloze streamer
zh_cn: 未命名的主播
zh_tw: 匿名實況主

# #30061
source: Untitled Stream
de_de: Nicht benannter Stream
es_es: Stream sin título
ko_kr: 제목 없는 스트림
nl_nl: Naamloze stream
zh_cn: 无标题流
zh_tw: 無標題直播

# #30062
source: Unknown Number of Viewers
de_de: Nicht bekannte Zuschauerzahl
es_es: Número desconocido de espectadores
ko_kr: 알 수 없는 시청자 수
nl_nl: Onbekend aantal kijkers
zh_cn: 未知观众数量
zh_tw: 未知觀眾數

# #30063
source: Unknown Language
de_de: Unbekannte Sprache
es_es: Idioma desconocido
ko_kr: 알 수 없는 언어
nl_nl: Onbekende taal
zh_cn: 未知语言
zh_tw: 未知語言

# #30064
source: Unknown Game
de_de: Nicht bekanntes Spiel
es_es: Juego desconocido
ko_kr: 알 수 없는 게임
nl_nl: Onbekend Spel
zh_cn: 未知游戏
zh_tw: 未知遊戲

# #30065
source: Truncate displayed titles
de_de: Angezeigte Namen abschneiden
es_es: Truncar títulos exhibidos
ko_kr: 표시된 제목 자르기
nl_nl: Afkappen te tonen titels
zh_cn: 截断显示标题

# #30066
source: Followed Games
de_de: Abonnierte Spiele
es_es: Juegos seguidos
ko_kr: 팔로우한 게임
nl_nl: Gevolgde spellen
zh_cn: 关注的游戏
zh_tw: 追隨中的遊戲

# #30067
source: Game Title Viewers | Streamer - Stream Title
de_de: Zuschauer bei Spiel | Streamer - Stream-Name
es_es: Espectadores | Streamer - Título del stream
ko_kr: 게임 제목 뷰어 | 스트리머 - 스트림 제목
nl_nl: Kijkers speltitels | Streamer - Streamtitel
zh_cn: 游戏标题 观众 | 主播 - 流标题
zh_tw: 遊戲標題觀眾數 | 實況主 - 直播標題

# #30068
source: Content Type
de_de: Inhaltstyp
es_es: Tipo de contenido
ko_kr: 컨텐츠 타입
nl_nl: Contentsoort
zh_cn: 内容类型
zh_tw: 內容類型

# #30069
source: Files
de_de: Dateien
es_es: Archivos
ko_kr: 파일
nl_nl: Bestanden
zh_cn: 文件
zh_tw: 檔案

# #30070
source: TV Shows
de_de: Serien
es_es: Series
ko_kr: TV 쇼
zh_cn: 电视节目
zh_tw: 電視節目

# #30071
source: Movies
de_de: Filme
es_es: Películas
ko_kr: 영화
nl_nl: Films
zh_cn: 电影
zh_tw: 電影

# #30072
source: Episodes
de_de: Episoden
es_es: Episodios
ko_kr: 에피소드
nl_nl: Afleveringen
zh_cn: 剧集
zh_tw: 影集

# #30073
source: Music Videos
de_de: Musikvideos
es_es: Vídeos musicales
ko_kr: 뮤직 비디오
nl_nl: Muziekvideo's
zh_cn: 音乐视频
zh_tw: 音樂影片

# #30074
source: Automatically refresh live preview cache
de_de: Live-Preview-Cache automatisch aktualisieren
es_es: Refresco automático de la cache de previsionado
ko_kr: 라이브 미리보기 캐시를 자동으로 새로 고침
nl_nl: Automatisch live-preview cache verversen
zh_cn: 自动刷新直播预览缓存
zh_tw: 自動更新直播預覽快取

# #30075
source: Install IrcChat (script.ircchat)
de_de: IrcChat (script.ircchat) installieren
es_es: Instala IrcChat (script.ircchat)
ko_kr: IrcChat 설치 (script.ircchat)
nl_nl: Installeer IrcChat (script.ircchat)
zh_cn: 安装 IrcChat (script.ircchat)
zh_tw: 安裝 IrcChat (script.ircchat)

# #30076
source: General
de_de: Allgemein
ko_kr: 일반
nl_nl: Algemeen
zh_cn: 常规
zh_tw: 一般

# #30077
source: Play (Choose Quality)
de_de: Wiedergeben (Qualität auswählen)
es_es: Reproduce (Elige calidad)
ko_kr: 재생(품질 선택)
nl_nl: Afspelen (Kies kwaliteit)
zh_cn: 播放 (选择质量)
zh_tw: 撥放 (選擇畫質)

# #30078
source: Past Broadcasts
de_de: Frühere Ausstrahlungen
es_es: Retransmisiones pasadas
ko_kr: 지난 방송
nl_nl: Vorige uitzendingen
zh_cn: 过去的直播
zh_tw: 過往廣播

# #30079
source: Video Highlights
es_es: Vídeos destacados
ko_kr: 비디오 하이라이트
nl_nl: Videohoogtepunten
zh_cn: 视频集锦
zh_tw: 影片精華

# #30080
source: Could not find any playable urls
de_de: Keine Wiedergabe-URL gefunden
es_es: No se puede encontrar ninguna dirección reproducible
ko_kr: 재생 가능한 URL을 찾을 수 없습니다
nl_nl: Kon geen afspeelbare URLs vinden
zh_cn: 找不到任何可播放的 URL
zh_tw: 找不到任何可撥放的網址

# #30081
source: IRC Chat
es_es: Chat IRC
ko_kr: IRC 채팅
zh_cn: IRC 聊天

# #30082
source: Live Previews
es_es: Vista previa en directo
ko_kr: 실시간 미리보기
nl_nl: Live-voorbeelden
zh_cn: 直播预览
zh_tw: 直播預覽

# #30083
source: Live Preview Settings
de_de: Live-Preview-Einstellungen
es_es: Configuración de la vista previa en directo
ko_kr: 라이브 미리보기 설정
nl_nl: Live-voorbeeld instellingen
zh_cn: 直播预览设置
zh_tw: 直播預覽設定

# #30084
source: Clear live preview cache
de_de: Live-Preview-Cache löschen
es_es: Borrar caché de vista previa en directo
ko_kr: 실시간 미리보기 캐시 지우기
nl_nl: Leegmaken live-voorbeeld cache
zh_cn: 清除直播预览缓存
zh_tw: 刪除直播預覽快取

# #30085
source: ***** WARNING *****
de_de: ***** WARNUNG *****
ko_kr: ***** 경고 *****
nl_nl: ***** WAARSCHUWING *****
zh_cn: ***** 警告 *****
zh_tw: ***** 警告 *****

# #30086
source: These settings may allow this add-on to delete database entries and images[CR]for cached live previews.
de_de: Diese Einstellungen können zum Löschen von Datenbankeinträgen und Bildern für zwischengespeicherte Live-Previews durch dieses Addon führen.
es_es: Esta configuración puede permitir que este complemento elimine las entradas de la base de datos y las imágenes [CR] para las vistas previas en directo almacenadas en caché.
ko_kr: 이 설정을 통해 부가 기능이 캐시된 라이브 미리 보기에 대한 데이터베이스 항목 및 이미지[CR]를 삭제할 수 있습니다.
nl_nl: Deze instellingen kunnen deze add-on toestaan om database-records en[CR]afbeeldingen te wissen voor gecachete live-voorbeelden.
zh_cn: 这些设置可能允许此加载项删除缓存的直播预览的[CR]数据库条目和图像。
zh_tw: 這些設定可能造成此插件能夠刪除直播預覽快取的資料庫與影像[CR]。

# #30087
source: Notifications
de_de: Benachrichtigungen
es_es: Notificaciones
ko_kr: 알림
nl_nl: Meldingen
zh_cn: 通知
zh_tw: 通知

# #30088
source: Game
de_de: Spiel
es_es: Juego
ko_kr: 게임
nl_nl: Spel
zh_cn: 游戏
zh_tw: 遊戲

# #30089
source: Viewers
de_de: Zuschauer
es_es: Espectadores
ko_kr: 시청자
nl_nl: Kijkers
zh_cn: 观众
zh_tw: 觀眾數

# #30090
source: Language
de_de: Sprache
es_es: Idioma
ko_kr: 언어
nl_nl: Taal
zh_cn: 语言
zh_tw: 語言

# #30091
source: Mature
de_de: Für Erwachsene
es_es: Maduro
ko_kr: 성인
nl_nl: Volwassen
zh_cn: 成人

# #30092
source: Partner
ko_kr: 파트너
zh_cn: 搭档
zh_tw: 夥伴

# #30093
source: Delay
de_de: Verzögerung
es_es: Retraso
ko_kr: 지연
nl_nl: Vertraging
zh_cn: 延迟
zh_tw: 延遲

# #30094
source: Automatic refresh interval (minutes)
de_de: Intervall für automatische Aktualisierung (Minuten)
es_es: Intervalo de refresco automático (minutos)
ko_kr: 자동 새로 고침 간격(분)
nl_nl: Automatische ververs-interval (minuten)
zh_cn: 自动刷新间隔（分钟）
zh_tw: 自動更新間隔 (分鐘)

# #30095
source: Username is required
de_de: Benutzername erforderlich
es_es: Usuario necesario
ko_kr: 사용자 이름이 필요함
nl_nl: Gebruikersnaam is vereist
zh_cn: 用户名是必需的
zh_tw: 使用者名稱為必要

# #30097
source: OAuth Client ID
ko_kr: OAuth 클라이언트 ID
zh_cn: OAuth 客户端 ID
zh_tw: OAuth 用戶端 ID

# #30098
source: Select Video by ID or URL
de_de: Video-Auswahl nach ID oder URL
es_es: Elige vídeo por ID o URL
ko_kr: ID 또는 URL로 동영상 선택
nl_nl: Kies video via ID of URL
zh_cn: 按 ID 或 URL 选择视频
zh_tw: 依照 ID 與 URL 選擇影片

# #30099
source: OAuth Token
ko_kr: OAuth 토큰
zh_cn: OAuth 令牌

# #30100
source: Visit www.twitch.tv/settings/connections and [CR]'Register your application' for an OAuth Client-ID
de_de: Bitte www.twitch.tv/settings/connections besuchen und[CR]‚Register your application‘ aufrufen, um eine OAuth-Client-ID zu erhalten
es_es: Visita www.twitch.tv/settings/connections y [CR]'Register your application' para OAuth Client-ID
ko_kr: www.twitch.tv/settings/connections를 방문하여 [CR]'응용 프로그램 등록'에서 OAuth 클라이언트-ID를 확인하세요
nl_nl: Bezoek www.twitch.tv/settings/connections en [CR]'Register your application' voor een OAuth client-id
zh_cn: 访问 www.twitch.tv/settings/connections 并[CR]“注册您的应用程序”以获得 OAuth 客户端 ID
zh_tw: 訪問 www.twitch.tv/settings/connections 與 [CR] '註冊應用程式' 以獲取 OAuth 用戶端-ID

# #30101
source: Visit www.twitchapps.com/tmi to generate an OAuth token
de_de: Um ein OAuth-Token zu erzeugen, bitte www.twitchapps.com/tmi besuchen
es_es: Visita www.twitchapps.com/tmi para generar OAuth token
ko_kr: www.twitchapps.com/tmi를 방문하여 OAuth 토큰을 생성하세요
nl_nl: Bezoek www.twitchapps.com/tmi om een OAuth-token aan te maken
zh_cn: 访问 www.twitchaps.com/tmi 生成 OAuth 令牌
zh_tw: 瀏覽 www.twitchapps.com/tmi 以生成 OAuth token

# #30102
source: Source
de_de: Quelle
es_es: Fuente
ko_kr: 근원
nl_nl: Bron
zh_cn: 来源
zh_tw: 來源

# #30112
source: Quality may result in best match
de_de: Qualität kann in beste Passfähigkeit resultieren
es_es: La calidad puede dar lugar a una mejor experiencia
ko_kr: 품질이 가장 일치할 수 있음
nl_nl: Kwaliteit bepaalt de beste keuze
zh_cn: 质量可能会导致最佳匹配
zh_tw: 畫質會影響最符合結果

# #30113
source: Uploads
es_es: Subidas
ko_kr: 업로드
zh_cn: 上传
zh_tw: 上傳

# #30114
source: Confirm
de_de: Bestätigen
es_es: Confirmación
ko_kr: 확인
nl_nl: Bevestigen
zh_cn: 确认
zh_tw: 確定

# #30115
source: Function cache has been reset
de_de: Funktionscache wurde zurückgesetzt
es_es: Se ha borrado la memoria caché
ko_kr: 기능 캐시가 재설정됨
nl_nl: Functie-cache is gereset
zh_cn: 函数缓存已重置
zh_tw: 功能快取已經被重置

# #30116
source: Function cache reset failed
de_de: Zurücksetzen des Funktionscaches fehlgeschlagen
es_es: Falló el borrado de la memoria caché
ko_kr: 기능 캐시 재설정 실패
nl_nl: Functie-cache reset is mislukt
zh_cn: 函数缓存重置失败
zh_tw: 功能快取重置失敗

# #30117
source: Reset function cache?
de_de: Funktionscache zurücksetzen?
es_es: ¿Borrar la memoria caché?
ko_kr: 기능 캐시를 재설정할까요?
nl_nl: Reset functie-cache?
zh_cn: 重置函数缓存？
zh_tw: 重置功能快取?

# #30118
source: Developer
de_de: Entwickler
es_es: Desarrollador
ko_kr: 개발자
nl_nl: Ontwikkelaar
zh_cn: 开发者
zh_tw: 開發者

# #30120
source: Cache
es_es: Caché
ko_kr: 캐시
zh_cn: 缓存
zh_tw: 快取

# #30121
source: Cache expire time (minutes)
de_de: Ablaufzeit des Caches (Minuten)
es_es: Tiempo de caducidad de la caché (minutos)
ko_kr: 캐시 만료 시간(분)
nl_nl: Cache vervaltijdstip (minuten)
zh_cn: 缓存过期时间（分钟）
zh_tw: 快取到期時間 (分鐘)

# #30122
source: Reset function cache
de_de: Funktionscache zurücksetzen
es_es: Borrar la memoria caché
ko_kr: 기능 캐시 재설정
nl_nl: Reset functie-cache
zh_cn: 重置函数缓存
zh_tw: 重置功能快取

# #30123
source: Items per page
de_de: Einträge pro Seite
es_es: Elementos por página
ko_kr: 페이지 당 항목
nl_nl: Items per pagina
zh_cn: 每页项目数
zh_tw: 每頁數量

# #30124
source: Video Id/Url
es_es: Vídeo Id/Url
ko_kr: 동영상 ID/URL
zh_cn: 视频 Id/Url
zh_tw: 影片 Id/Url

# #30125
source: Streams
ko_kr: 스트림
zh_cn: 流
zh_tw: 直播

# #30126
source: Refresh
de_de: Aktualisieren
es_es: Actualizar
ko_kr: 새로 고침
nl_nl: Verversen
zh_cn: 刷新
zh_tw: 重新整理

# #30127
source: Login
de_de: Anmelden
ko_kr: 로그인
nl_nl: Inloggen
zh_cn: 登录
zh_tw: 登入

# #30128
source: OAuth token is required
de_de: OAuth-Token benötigt
es_es: Se necesita OAuth token
ko_kr: OAuth 토큰 필요함
nl_nl: OAuth-token is vereist
zh_cn: OAuth 令牌是必需的
zh_tw: OAuth token 為必要

# #30129
source: Error
de_de: Fehler
ko_kr: 오류
nl_nl: Fout
zh_cn: 错误
zh_tw: 錯誤

# #30130
source: Go to %s
de_de: %s besuchen
es_es: Ir a %s
ko_kr: %s으로 이동
nl_nl: Ga naar %s
zh_cn: 转到 %s
zh_tw: 前往 %s

# #30131
source: No results returned
de_de: Keine Ergebnisse erhalten
es_es: Sin resultados
ko_kr: 결과가 없음
nl_nl: Geen resultaten gevonden
zh_cn: 没有返回结果
zh_tw: 沒有回傳任何結果

# #30132
source: OAuth token is required for access
de_de: OAuth-Token wird für den Zugriff benötigt
es_es: Se requiere el token OAuth para acceder
ko_kr: 액세스하려면 OAuth 토큰이 필요합니다
nl_nl: OAuth token is benodigd voor toegang

# #30133
source: Authorize
de_de: Autorisieren
es_es: Autorizar
ko_kr: 승인
nl_nl: Toestaan
zh_cn: 授权
zh_tw: 授權

# #30134
source: Get your OAuth token by logging in/signing up to Twitch.tv here:
de_de: Hier OAuth-Token erhalten durch Einloggen/Anmelden bei Twitch.tv:
es_es: Consigue tu token OAuth iniciando sesión/registrándote en Twitch.tv aquí:
ko_kr: 여기 Twitch.tv에 로그인/가입하여 OAuth 토큰을 받으세요:
nl_nl: Krijg je OAuth-token door in te loggen / te registreren bij Twitch.tv hier:
zh_cn: 通过在此处 登录/注册 Twitch.tv 获取您的 OAuth 令牌:
zh_tw: 由以下的網址登入 Twitch.tv 以取得你的 OAuth token:

# #30135
source: Get OAuth token
de_de: OAuth-Token erhalten
es_es: Obtener el token OAuth
ko_kr: OAuth 토큰 가져오기
nl_nl: Verkrijg OAth-token
zh_cn: 获取 OAuth 令牌
zh_tw: 取得 OAuth token

# #30136
source: Always ask
de_de: Immer fragen
es_es: Preguntar siempre
ko_kr: 항상 묻기
nl_nl: Altijd vragen
zh_cn: 总是询问
zh_tw: 一律詢問

# #30138
source: *** Do NOT share your OAuth token. ***
de_de: *** Das persönliche OAuth-Token NICHT mit Anderen teilen. ***
es_es: *** NO compartas tu token OAuth. ***
ko_kr: *** OAuth 토큰을 공유하지 마십시오. ***
nl_nl: *** Deel NIET je OAuth-token met anderen ***
zh_cn: *** 不要分享您的 OAuth 令牌。***
zh_tw: *** 請不要分享你的 OAuth token ***

# #30139
source: Toggle follow
de_de: Abonnierung ändern
es_es: Activar seguimiento
ko_kr: 팔로우 전환
nl_nl: Volgen in-/uitschakelen
zh_cn: 切换关注
zh_tw: 切換追隨

# #30140
source: Now following %s
de_de: Jetzt ist %s abonniert
es_es: Ahora siguiendo %s
ko_kr: %s을(를) 팔로우 중
nl_nl: Nu volgend %s
zh_cn: 现在关注 %s
zh_tw: 正在追隨 %s

# #30141
source: Unfollowed %s
de_de: Abonnement für %s beendet
es_es: Dejar de seguir a %s
ko_kr: %s 팔로우 해제
nl_nl: Ontvolgd %s
zh_cn: 取消关注 %s
zh_tw: 未追隨 %s

# #30142
source: Redirect URI
es_es: Redireccionar URI
ko_kr: 리디렉션 URI
nl_nl: Redigeer URI
zh_cn: 重定向 URI
zh_tw: 重新導向 URI

# #30143
source: Would you like to follow %s?
de_de: Soll %s abonniert werden?
es_es: ¿Te gustaría seguir a %s?
ko_kr: %s을(를) 팔로우할까요?
nl_nl: Wil je %s graag volgen?
zh_cn: 是否要关注 %s？
zh_tw: 你要追隨 %s 嗎?

# #30144
source: Are you sure you want to unfollow %s?
de_de: Soll das Abonnement für %s beendet werden?
es_es: ¿Estás seguro de que quieres dejar de seguir a %s?
ko_kr: %s의 팔로우를 해제할까요?
nl_nl: Wil je echt %s ontvolgen?
zh_cn: 确实要取消关注 %s 吗？
zh_tw: 你確定要取消追隨 %s 嗎?

# #30145
source: Toggle block user
de_de: Blockieren von Benutzern ändern
es_es: Activar el bloqueo de usuario
ko_kr: 사용자 차단 전환
nl_nl: In-/uitschakelen blokkering gebruiker
zh_cn: 切换屏蔽用户
zh_tw: 切換封鎖使用者

# #30146
source: Blocked %s
de_de: %s blockiert
es_es: Bloqueado %s
ko_kr: %s 차단됨
nl_nl: %s geblokkeerd
zh_cn: 屏蔽 %s
zh_tw: 封鎖 %s

# #30147
source: Unblocked %s
de_de: %s nicht mehr blockiert
es_es: Desbloqueado %s
ko_kr: %s 차단 해제됨
nl_nl: %s vrijgegeven
zh_cn: 取消屏蔽 %s
zh_tw: 取消封鎖 %s

# #30148
source: Would you like to block %s?
de_de: Soll %s blockiert werden?
es_es: ¿Quieres bloquear %s?
ko_kr: %s을(를) 차단할까요?
nl_nl: Wil je graag %s blokkeren?
zh_cn: 是否要屏蔽 %s？
zh_tw: 你要封鎖 %s 嗎?

# #30149
source: Are you sure you want to unblock %s?
de_de: Ganz sicher, dass %s nicht mehr blockiert werden soll?
es_es: ¿Estás seguro de que quieres desbloquear %s?
ko_kr: %s을(를) 차단 해제할까요?
nl_nl: Wil je echt %s vrijgeven?
zh_cn: 确实要取消屏蔽 %s 吗？
zh_tw: 你要取消封鎖 %s 嗎?

# #30150
source: Blacklist %s
de_de: %s auf Sperrliste setzen
es_es: Lista negra %s
ko_kr: 블랙리스트 %s
nl_nl: %s op de zwarte lijst plaatsen
zh_cn: 黑名单 %s
zh_tw: 封鎖清單 %s

# #30151
source: Blacklisted %s
de_de: %s auf Sperrliste gesetzt
es_es: En la lista negra %s
ko_kr: 블랙리스트 %s
nl_nl: %s op de zwarte lijst geplaatst
zh_cn: 被列入黑名单的 %s
zh_tw: 黑名單 %s

# #30152
source: Lists
de_de: Listen
es_es: Listas
ko_kr: 목록
nl_nl: Lijsten
zh_cn: 列表
zh_tw: 清單

# #30153
source: Blacklist
de_de: Sperrliste
es_es: Lista negra
ko_kr: 블랙리스트
nl_nl: Zwarte lijst
zh_cn: 黑名单
zh_tw: 黑名單

# #30154
source: Remove a user
de_de: Einen Benutzer entfernen
es_es: Eliminar un usuario
ko_kr: 사용자 제거
nl_nl: Verwijder een gebruiker
zh_cn: 删除用户
zh_tw: 移除使用者

# #30155
source: Remove a game
de_de: Ein Spiel entfernen
es_es: Eliminar un juego
ko_kr: 게임 제거
nl_nl: Verwijder een spel
zh_cn: 删除游戏
zh_tw: 移除遊戲

# #30156
source: Remove all users
de_de: Alle Benutzer entfernen
es_es: Eliminar todos los usuarios
ko_kr: 모든 사용자 제거
nl_nl: Verwijder alle gebruikers
zh_cn: 删除所有用户
zh_tw: 移除所有使用者

# #30157
source: Remove all games
de_de: Alle Spiele entfernen
es_es: Eliminar todos los juegos
ko_kr: 모든 게임 제거
nl_nl: Verwijder alle spellen
zh_cn: 删除所有游戏
zh_tw: 移除所有遊戲

# #30158
source: Remove %s from blacklist
de_de: %s aus der Sperrliste entfernen
es_es: Eliminar %s de la lista negra
ko_kr: 블랙리스트에서 %s 제거
nl_nl: Verwijder %s van de zwarte lijst
zh_cn: 从黑名单中删除 %s
zh_tw: 從黑名單中移除 %s

# #30159
source: Removed %s from blacklist
de_de: %s aus der Sperrliste entfernt
es_es: Eliminado %s de la lista negra
ko_kr: 블랙리스트에서 %s을(를) 제거함
nl_nl: %s verwijderd van de zwarte lijst
zh_cn: 已从黑名单中删除 %s
zh_tw: 已經從黑名單中移除 %s

# #30160
source: Cleared %s %s
de_de: %s %s geleert
es_es: Borrado %s %s
ko_kr: %s %s 삭제됨
nl_nl: Wissen %s %s
zh_cn: 已清除 %s %s
zh_tw: 清除 %s %s

# #30161
source: Are you sure you want to clear %s %s?
de_de: Ganz sicher, dass %s %s geleert werden soll?
es_es: ¿Estás seguro de que quieres borrar %s %s?
ko_kr: %s %s을(를) 지울까요?
nl_nl: Wil je echt %s %s wissen?
zh_cn: 确实要清除 %s %s 吗？
zh_tw: 你確定要清除 %s %s 嗎?

# #30162
source: Clear list
de_de: Liste leeren
es_es: Borrar lista
ko_kr: 목록 지우기
nl_nl: Lijst wissen
zh_cn: 清除列表
zh_tw: 清理清單

# #30163
source: Set default quality
de_de: Standardqualität festlegen
es_es: Establecer calidad por defecto
ko_kr: 기본 품질 설정
nl_nl: Stel standaardkwaliteit in
zh_cn: 设置默认质量
zh_tw: 設定預設畫質

# #30164
source: Default '%s' quality '%s' set for %s
de_de: Standard-‚%s‘-Qualität festgelegt auf ‚%s‘ für %s
es_es: Calidad '%s' por defecto '%s' establecida para %s
ko_kr: 기본 '%s' 품질 '%s'이(가) %s에 대해 설정됨
nl_nl: Standaard '%s' kwaliteit '%s' ingesteld voor %s
zh_cn: 默认“%s”质量“%s”用于设置 %s
zh_tw: 預設 '%s' 畫質 '%s" 設定給 %s

# #30165
source: Removed default '%s' quality for %s
de_de: Standard-‚%s‘-Qualität für %s zurückgesetzt
es_es: Eliminada la calidad '%s' por defecto para %s
ko_kr: %s에 대한 기본 '%s' 품질을 제거함
nl_nl: Standaard '%s' kwaliteit voor %s verwijderd
zh_cn: 已删除的默认质量“%s”用于 %s
zh_tw: 移除預設 '%s' 畫質給 %s

# #30166
source: Remove %s quality
de_de: %s-Qualität zurücksetzen
es_es: Eliminar %s calidad
ko_kr: %s 품질 제거
nl_nl: Verwijder %s kwaliteit
zh_cn: 删除 %s 质量
zh_tw: 移除 %s 畫質

# #30167
source: Default Qualities
de_de: Standardqualitätswerte
es_es: Cualidades por defecto
ko_kr: 기본 품질
nl_nl: Standaardkwaliteiten
zh_cn: 默认质量
zh_tw: 預設畫質

# #30168
source: Clear default quality
de_de: Standardqualität zurücksetzen
es_es: Borrar calidad por defecto
ko_kr: 기본 품질 지우기
nl_nl: Wis standaardkwaliteit
zh_cn: 清除默认质量
zh_tw: 移除預設畫質

# #30169
source: Choose Quality
de_de: Qualität auswählen
es_es: Elige calidad
ko_kr: 품질 선택
nl_nl: Kies kwaliteit
zh_cn: 选择质量
zh_tw: 選擇畫質

# #30170
source: Playlists
de_de: Wiedergabelisten
es_es: Listas de reproducción
ko_kr: 재생 목록
nl_nl: Afspeellijsten
zh_cn: 播放列表
zh_tw: 播放清單

# #30171
source: Collections
de_de: Sammlungen
es_es: Colecciones
ko_kr: 컬렉션
nl_nl: Verzamelingen
zh_cn: 收藏

# #30172
source: Browse
de_de: Durchsuchen
es_es: Navegar
ko_kr: 검색
nl_nl: Zoeken
zh_cn: 浏览
zh_tw: 瀏覽

# #30175
source: Videos
ko_kr: 비디오
zh_cn: 视频
zh_tw: 影片

# #30176
source: Clips
ko_kr: 클립
zh_cn: 剪辑
zh_tw: 剪輯
