Repository: xbmc/repo-plugins
Catalog: plugin.dbmc/resources/language/*/strings.po
Languages: italian

# #30000
source: General
italian: Generale

# #30001
source: Follow the instructions and enter PIN:
italian: Segui le istruzioni e immetti il PIN:

# #30002
source: Dropbox authorization required.
italian: E' richiesto un codice di autorizzazione di Dropbox.

# #30003
source: Go to: http://xbmc-dropbox.sourceforge.net
italian: Vai a: http://xbmc-dropbox.sourceforge.net

# #30004
source: Authorization finished. Account added:
italian: Autorizzazione completata. Account aggiunto:

# #30005
source: Clear Dropbox authorization code
italian: Cancella il codice di autorizzazione di Dropbox

# #30006
source: Dropbox authorization code
italian: Codice di autorizzazione di Dropbox

# #30007
source: Location for cached files
italian: Posizione per i file in cache

# #30008
source: View relevant files only
italian: Vedi solo file importanti

# #30010
source: Show me more...
italian: Mostra di più...

# #30011
source: Use passcode lock for account
italian: Usare il blocco passcode per l'account

# #30012
source: Change passcode...
italian: Cambiare passcode...

# #30013
source: Enter your passcode
italian: Inserire il passcode

# #30014
source: Wrong passcode!
italian: Passcode sbagliato!

# #30015
source: Passcode timeout (minutes)
italian: Timeout del passoce (minuti)

# #30016
source: Browse Dropbox
italian: Esplora Dropbox

# #30017
source: Search Dropbox
italian: Cerca in Dropbox

# #30018
source: Enter the search text
italian: Inserire il testo da cercare

# #30019
source: Search text has to be atleast 3 characters
italian: Il testo da cercare deve essere almeno 3 caratteri

# #30020
source: Searching in Dropbox for:
italian: Sto cercando in Dropbox per:

# #30021
source: Nothing found!
italian: Non ho trovato niente!

# #30022
source: Delete from Dropbox
italian: Cancella da Dropbox

# #30023
source: Do you want to delete this from Dropbox:
italian: Si vuole cancellare questo da Dropbox:

# #30024
source: Copy in Dropbox
italian: Copia in Dropbox

# #30025
source: Select the folder to
italian: Selezionare la cartella per

# #30026
source: copy to
italian: copia in

# #30027
source: Move in Dropbox
italian: Sposta in Dropbox

# #30028
source: move to
italian: sposta in

# #30029
source: Create new folder in Dropbox
italian: Crea una nuova cartella in Dropbox

# #30030
source: Enter the name of new folder
italian: Inserire il nome della nuova cartella

# #30031
source: Upload to Dropbox
italian: Carica in Dropbox

# #30032
source: Select the file to upload
italian: Selezionare il file da caricare

# #30033
source: Uploading file to Dropbox
italian: Caricamento di file in Dropbox

# #30034
source: Enter your new passcode
italian: Inserire il nuovo passcode

# #30035
source: Caching media files in background...
italian: Creo la cache dei file in background

# #30036
source: Stream video and music media (don't cache)
italian: Fai lo stream di file video e musicali (non fare la cache)

# #30037
source: Download from Dropbox
italian: Scarica da Dropbox

# #30038
source: download to
italian: scarica in

# #30039
source: Downloading file(s) from Dropbox
italian: Sto scaricando file da Dropbox

# #30040
source: Finished downloading file(s) to:
italian: Completato lo scaricamento del/dei file in:

# #30041
source: Downloading file:
italian: Sto scaricando il/i file:

# #30042
source: Add an account...
italian: Aggiungere un account...

# #30043
source: Finish adding account...
italian: Completamento aggiunta account...

# #30044
source: Remove account
italian: Rimozione account

# #30045
source: Do you want to remove the following account from Dbmc?
italian: Vuoi rimuovere il seguente account da Dbmc?

# #30100
source: Change synchronization...
italian: Cambiare sincronizzazione...

# #30101
source: Enable synchronization
italian: Abilita sincronizzazione

# #30102
source: Select the local folder
italian: Selezione la cartella locale

# #30103
source: Dbmc: Moved files/folders to new synchronization location:
italian: Dbmc: Spostati file/cartella nella nuova posizione di sincronizzazione:

# #30104
source: New synchronization location is not empty!
italian: La posizione di sincronizzazione non è vuota!

# #30105
source: Synchronization interval (minutes)
italian: Intervallo di sincronizzazione (minuti)

# #30106
source: Dbmc: Synchronization finished.
italian: Dbmc: sincronizzazione completata

# #30107
source: Number of items synchronized:
italian: Numero di oggetti da sincronizzare:

# #30108
source: Synchronization locations
italian: Posizioni per la sincronizzaizone

# #30109
source: Select the Dropbox folder to synchronize with
italian: Selezione la cartella di Dropbox da sincronizzare

# #30110
source: Can't change settings while synchronizing!
italian: Impossibile cambiare le impostazioni durante la sincronizzazione!

# #30111
source: Can't enable synchronization: First set synchronization locations!
italian: Impossibile abilitare la sincronizzazione: Prima impostare le posizioni di sincronizzazione!

# #30112
source: Synchronize now
italian: Sincronizza adesso

# #30113
source: Stop Synchronizing now?
italian: Fermo ora la sincronizzazione?

# #30114
source: Dbmc: Synchronizing files...
italian: Dbmc: sto sincronizzando i file...

# #30115
source: Synchronization settings can't be changed here anymore!
italian: Le impostazioni di sincronizzazione non possono più essere cambiate qui!

# #30200
source: Problem getting the access code!
italian: Problema nell'ottenere il codice di accesso!

# #30201
source: Authorization failed!
italian: Autorizzazione fallita!

# #30202
source: Did you copy the complete code?
italian: Hai copiato il codice completo?

# #30205
source: Dropbox authorization code failure!
italian: Problema nel codice di autorizzazione di Dropbox!

# #30206
source: Dropbox error occured!
italian: Errore in Dropbox!

# #30207
source: Please enter a valid passcode timeout (1 to 120 minutes)
italian: Inserire un timeout per il passcode valido (da 1 a 120 minuti)

# #30208
source: Please enter a valid synchronization interval (5 to 1440 minutes)
italian: Inserire un intervallo di sincronizzazione valido (da 5 a 1440 minuti)
