Repository: xbmc/repo-plugins
Catalog: plugin.video.focussat/resources/language/resource.language.*/strings.po
Languages: nl_nl, ro_ro

# #30007
source: Channels
nl_nl: Kanalen
ro_ro: Canale

# #30008
source: Show channel based overview
nl_nl: Toon een overzicht per tv-kanaal
ro_ro: Afișați o prezentare generală pentru fiecare canal TV

# #30009
source: Search
nl_nl: Zoeken
ro_ro: Căutare

# #30010
source: Search through the catalogue
nl_nl: Doorzoek de catalogus
ro_ro: Căutare în bibliotecă

# #30051
source: Watch live [B]{channel}[/B]
nl_nl: Kijk live [B]{channel}[/B]
ro_ro: Urmărește în direct [B]{channel}[/B]

# #30052
source: Restart [B]{program}[/B] from the beginning
nl_nl: Herstart [B]{program}[/B] vanaf het begin
ro_ro: Reporniți [B]{program}[/B] de la început

# #30053
source: TV guide for [B]{channel}[/B]
nl_nl: Tv-gids voor [B]{channel}[/B]
ro_ro: Ghid TV pentru [B]{channel}[/B]

# #30054
source: Browse the TV guide for [B]{channel}[/B]
nl_nl: Doorblader de tv-gids voor [B]{channel}[/B]
ro_ro: Răsfoiește ghidul TV pentru [B]{channel}[/B]

# #30055
source: Replay for [B]{channel}[/B]
nl_nl: Replay voor [B]{channel}[/B]
ro_ro: Replay pentru [B]{channel}[/B]

# #30056
source: Browse the replay catalog for [B]{channel}[/B]
nl_nl: Doorblader de replay catalogus voor [B]{channel}[/B]
ro_ro: Răsfoiește biblioteca replay pentru [B]{channel}[/B]

# #30203
source: Your credentials are not valid!
nl_nl: De inloggegevens zijn onjuist!
ro_ro: Datele dvs de logare nu sunt corecte!

# #30204
source: Enter PIN
nl_nl: Geef PIN in
ro_ro: Introduceți PIN

# #30205
source: The PIN you have entered is invalid!
nl_nl: De ingegeven PIN is ongeldig!
ro_ro: PIN-ul introdus este incorect!

# #30208
source: [B]{days} days[/B] remaining
nl_nl: beschikbaar voor [B]{days}[/B] dagen
ro_ro: [B]{days} zile[/B] rămase

# #30209
source: [B]1 day[/B] remaining
nl_nl: beschikbaar voor [B]1 dag[/B]
ro_ro: [B]1 zi[/B] rămasă

# #30210
source: [B]{hours} hours[/B] remaining
nl_nl: beschikbaar voor [B]{hours} uren[/B]
ro_ro: [B]{hours} ore[/B] rămase

# #30211
source: [B]1 hour[/B] remaining
nl_nl: beschikbaar voor [B]1 uur[/B]
ro_ro: [B]1 oră[/B] rămasă

# #30212
source: [B]less then 1 hour[/B] remaining
nl_nl: beschikbaar voor [B]minder dan 1 uur[/B]
ro_ro: [B]mai puțin de 1 oră[/B] rămasă

# #30213
source: [B]Now:[/B] {start} - {end} » {title}
nl_nl: [B]Nu:[/B] {start} - {end} » {title}
ro_ro: [B]Acum:[/B] {start} - {end} » {title}

# #30214
source: [B]Next:[/B] {start} - {end} » {title}
nl_nl: [B]Straks:[/B] {start} - {end} » {title}
ro_ro: [B]Urmează:[/B] {start} - {end} » {title}

# #30301
source: Yesterday
nl_nl: Gisteren
ro_ro: Ieri

# #30302
source: Today
nl_nl: Vandaag
ro_ro: Astăzi

# #30303
source: Tomorrow
nl_nl: Morgen
ro_ro: Mâine

# #30701
source: To watch a video, you need to enter your credentials. Do you want to enter them now?
nl_nl: Om een video te bekijken moet je je inloggegevens ingeven. Wil je dit nu doen?
ro_ro: Pentru a viziona conținutul, trebuie să vă autentificați. Vă autentificați acum?

# #30702
source: An error occurred while authenticating: {error}.
nl_nl: Er is een fout opgetreden tijdens het aanmelden: {error}.
ro_ro: A apărut o eroare la autentificare: {eroare}.

# #30712
source: The video is unavailable and can't be played right now.
nl_nl: Deze video is niet beschikbaar en kan nu niet worden afgespeeld.
ro_ro: Video-ul este indisponibil și nu poate fi redat momentan.

# #30800
source: Credentials
nl_nl: Inloggegevens
ro_ro: Autentificare

# #30801
source: Credentials
nl_nl: Inloggegevens
ro_ro: Autentificare

# #30802
source: Email address
nl_nl: E-mailadres
ro_ro: adresă e-mail

# #30803
source: Password
nl_nl: Wachtwoord
ro_ro: Parolă

# #30804
source: Provider
ro_ro: Furnizor

# #30820
source: Interface
ro_ro: Interfață

# #30821
source: Channels
nl_nl: Kanalen
ro_ro: Canale

# #30822
source: Parental Content
nl_nl: Ouderlijk toezicht
ro_ro: Control Parental

# #30823
source: Ask PIN for 18+ channels
nl_nl: Vraag PIN voor 18+ kanalen
ro_ro: Introduceți PIN pentru canale 18+

# #30824
source: Hide 18+ channels
nl_nl: Verberg 18+ kanalen
ro_ro: Ascunde canalele 18+

# #30825
source: Allow 18+ channels without asking PIN
nl_nl: 18+ kanalen toestaan zonder PIN te vragen
ro_ro: Permiteți canalele 18+ fără introducere PIN

# #30840
source: Integration
nl_nl: Integratie
ro_ro: Integrare

# #30842
source: Install IPTV Manager add-on…
nl_nl: Installeer de IPTV Manager add-on…
ro_ro: Instalați suplimentul IPTV Manager …

# #30843
source: Enable IPTV Manager integration
nl_nl: Activeer IPTV Manager integratie
ro_ro: Activați integrarea cu IPTV Manager

# #30844
source: IPTV Manager settings…
nl_nl: IPTV Manager instellingen…
ro_ro: Setări IPTV Manager

# #30882
source: Enable debug logging
nl_nl: Activeer debug logging
ro_ro: Activați debug logging

# #30883
source: Install Kodi Logfile Uploader…
nl_nl: Installeer Kodi Logfile Uploader…
ro_ro: Instalați Kodi Logfile Uploader…

# #30884
source: Open Kodi Logfile Uploader…
ro_ro: Deschideți Kodi Logfile Uploader…

# #30881
source: Logging
nl_nl: Logboek
