Repository: xbmc/repo-plugins
Catalog: plugin.audio.lastfm/resources/language/Vietnamese/strings.po
Languages: vi

# #30000
source: General
vi: Chung

# #30001
source: Submit songs to Last.fm
vi: Đưa bài hát lên Last.fm

# #30003
source: Last.fm username
vi: Tên tài khoản Last.fm

# #30004
source: Last.fm password
vi: Mật khẩu Last.fm

# #32012
source: Do you want to add the current track to your loved tracks?
vi: Bạn có muốn thêm bài hiện tại vào danh sách các bài yêu thích?

# #32013
source: Do you want to ban the current track?
vi: Bạn có muốn cấm bài hiện tại?

# #32014
source: Added to your loved tracks: '%s'.
vi: Đã được thêm vào các track được yêu thích của bạn: '%s'.

# #32015
source: Could not add '%s' to your loved tracks.
vi: Không thể thêm '%s' vào các track được bạn yêu thích.

# #32016
source: Banned: '%s'.
vi: Bị cấm: '%s'.

# #32017
source: Could not ban '%s'.
vi: Không thể cấm '%s'.

# #32018
source: Do you want to remove this track from your loved tracks?
vi: Bạn có muốn loại bỏ track này ra khỏi các track yêu thích của bạn?

# #32019
source: Do you want to un-ban this track?
vi: Bạn có muốn không cấm track này nữa?

# #32024
source: Remove from loved tracks
vi: Loại bỏ khỏi các track yêu thích

# #32025
source: Un-ban
vi: Không cấm nữa

# #32078
source: Search
vi: Tìm kiếm

# #32079
source: No results found
vi: Không tìm thấy kết quả nào!
