Repository: xbmc/repo-plugins
Catalog: plugin.audio.funkstation/plugin.audio.pureradio/plugin.video.tviplayer/resources/language/Portuguese (Brazil)/strings.po
Languages: pt

# #40002
source: Shows
pt: Programas

# #40010
source: Search Shows
pt: Pesquisar Programa

# #40011
source: Shows by channel
pt: Programas por Canal

# #40012
source: Shows by theme
pt: Programas por Categoria

# #40013
source: A-Z listing
pt: Programas por De A-Z

# #40014
source: Search
pt: Pesquisar

# #30018
source: Couldn't open URL / Check your connection
pt: Não conseguiu abrir o site / Verifique a ligação

# #30026
source: Information not available.
pt: Informação não disponível.

# #30027
source: See Season
pt: Ver Temporada

# #30028
source: Next >>
pt: Próxima >>

# #30031
source: Enter search string
pt: Escreva o parâmetro de pesquisa

# #30037
source: Stream type (change this if you have no video)
pt: Tipo de stream (alterar caso não consiga visualizar)

# #30040
source: [B][COLOR blue]View settings:[/B][/COLOR]
pt: [B][COLOR blue]Definições de vista:[/B][/COLOR]

# #30041
source: View - TvShows
pt: Vista - TvShows

# #30042
source: View - Episodes
pt: Vista - Episodios
