Repository: xbmc/repo-plugins
Catalog: plugin.audio.listenliveeu/resources/language/*/strings.po
Languages: german

# #30000
source: New additions
german: Neu hinzugefügt

# #30001
source: Browse by country
german: Nach Ländern sortieren

# #30002
source: Browse by genre
german: Nach Genre sortieren

# #30003
source: Browse by bookmarks
german: Nur Bookmarks anzeigen

# #30004
source: Add bookmark
german: Bookmark hinzufügen

# #30005
source: Delete bookmark
german: Bookmark löschen

# #30006
source: Delete all bookmarks
german: Alle Bookmarks löschen

# #30007
source: Bookmark added!
german: Bookmark hinzugefügt!

# #30008
source: Bookmark NOT added!
german: Bookmark NICHT hinzugefügt!

# #30009
source: Delete bookmark?
german: Bookmark löschen?

# #30010
source: Bookmark deleted!
german: Bookmark gelöscht!

# #30011
source: Bookmark NOT deleted!
german: Bookmark NICHT gelöscht!

# #30012
source: Delete all bookmarks?
german: Alle Bookmarks löschen?

# #30013
source: All bookmarks deleted!
german: Alle Bookmarks gelöscht!

# #30014
source: Bookmarks NOT deleted!
german: Bookmarks NICHT gelöscht!

# #30015
source: Bookmark already exists.
german: Bookmark bereits vorhanden.

# #30016
source: No other bookmarks available.
german: Keine weiteren Bookmarks vorhanden.

# #30017
source: No bookmarks available.
german: Keine Bookmarks vorhanden.

# #30020
source: Show location
german: Standort anzeigen

# #30021
source: Show genre / comment
german: Genre / Kommentar anzeigen

# #30022
source: Show stream rate
german: Stream Rate anzeigen

# #30023
source: Minimum quality (Kbps)
german: Mindestqualität (Kbps)
