Repository: xbmc/repo-plugins
Catalog: plugin.video.eso/resources/language/resource.language.*/strings.po
Languages: it_it

# #30010
source: Next page
it_it: Pagina Successiva

# #30011
source: Video type not supported
it_it: Tipo video non supportato

# #30012
source: Couldn't locate video url
it_it: Impossibile localizzare la url

# #30101
source: Order by ranking
it_it: Ordina per popolarità

# #30102
source: Debug (enable logs)
it_it: Debug (abilitazione logs)

# #30103
source: Quality for videos
it_it: Qualità Video

# #30104
source: Search
it_it: Ricercare

# #30105
source: Search text
it_it: Cerca testo

# #30106
source: Previous page
it_it: Pagina Precedente

# #30107
source: All the videos
it_it: Tutti i Video

# #30108
source: Other Categories
it_it: Altre Categorie
