Repository: xbmc/repo-plugins
Catalog: plugin.video.svtplay/resources/language/resource.language.*/strings.po
Languages: sv_se

# #30000
source: Programs A-Ö
sv_se: Program A-Ö

# #30001
source: Categories
sv_se: Kategorier

# #30002
source: Live broadcasts
sv_se: Livesändningar

# #30003
source: Latest programs
sv_se: Senaste program

# #30004
source: Latest news broadcast
sv_se: Senaste nyhetsprogram

# #30005
source: Recommended
sv_se: Rekommenderat

# #30006
source: Search
sv_se: Sök

# #30008
source: Channels
sv_se: Kanaler

# #30009
source: Popular
sv_se: Populärast just nu

# #30010
source: Last chance
sv_se: Sista chansen

# #30011
source: Latest clips
sv_se: Senaste klipp

# #30100
source: This program is only available at www.svtplay.se
sv_se: Detta program är endast tillgängligt på www.svtplay.se

# #30101
source: Show more...
sv_se: Visa fler...

# #30102
source: Search for:
sv_se: Sök efter:

# #30103
source: The search returned no results
sv_se: Sökningen gav inga träffar

# #30104
source: Programs
sv_se: Program

# #30105
source: Episodes
sv_se: Avsnitt

# #30106
source: Clips
sv_se: Klipp

# #30107
source: Install the Öppet Arkiv addon to view these programs
sv_se: Installera Öppet Arkiv tillägget för att se dessa program

# #30108
source: Clips
sv_se: Klipp

# #30401
source: Clear all
sv_se: Rensa

# #30402
source: Close
sv_se: Stäng

# #30403
source: Play
sv_se: Spela

# #30501
source: Show subtitles
sv_se: Visa undertexter

# #30502
source: Group programs in A-Ö by first character
sv_se: Gruppera program i A-Ö efter första bokstav

# #30503
source: Block videos that are inapppropriate for children
sv_se: Blockera videor olämpliga för barn

# #30504
source: This video is blocked for children
sv_se: Denna video är blockerad för barn

# #30505
source: Hide programs that are restricted to Sweden
sv_se: Dölj program som endast kan visas i Sverige

# #30506
source: Kids mode
sv_se: Barnläge

# #30601
source: General
sv_se: Allmänt

# #30602
source: Go to show
sv_se: Gå till program
