Repository: xbmc/repo-plugins
Catalog: plugin.video.trakt_list_manager/resources/language/Greek/strings.po
Languages: el

# #30000
source: [B]Add new Custom List[/B]
el: [B]Προσθήκη νέας Προσαρμοσμένης Λίστας[/B]

# #30001
source: [B]Add new Movie[/B]
el: [B]Προσθήκη νέας Ταινίας[/B]

# #30002
source: Show Watchlist
el: Εμφάνιση Watchlist

# #30003
source: Show Custom Lists
el: Εμφάνιση Προσαρμοσμένων Λιστών

# #30100
source: Add-on Settings
el: Ρυθμίσεις Πρόσθετου

# #30101
source: Delete List
el: Διαγραφή Λίστας

# #30102
source: Delete Movie
el: Διαγραφή Ταινίας

# #30103
source: Show Movie Info
el: Προβολή Πληροφοριών Ταινίας

# #30110
source: Please enter Movie title
el: Εισάγετε τον τίτλο της Ταινίας

# #30111
source: Please select the correct Movie
el: Επιλέξτε τη σωστή Ταινία

# #30112
source: Please select the List
el: Επιλέξτε τη Λίστα

# #30113
source: Delete Movie
el: Διαγραφή Ταινίας

# #30114
source: Are you sure to delete?
el: Είστε σίγουροι για τη διαγραφή;

# #30115
source: Delete List
el: Διαγραφή Λίστας

# #30116
source: Are you sure to delete?
el: Είστε σίγουροι για τη διαγραφή;

# #30117
source: My Watchlist
el: Η Watchlist μου

# #30120
source: Connection error
el: Σφάλμα σύνδεσης

# #30121
source: Wrong User-Credentials
el: Λανθασμένα Διαπιστευτήρια-Χρήστη

# #30122
source: Do you want to change them now?
el: Επιθυμείτε να τα αλλάξετε τώρα;

# #30130
source: No Movie found
el: Δε βρέθηκε καμιά Ταινία

# #30131
source: Success
el: Επιτυχία

# #30140
source: Please use context menu
el: Χρησιμοποιήστε το μενού επιλογών

# #30141
source: You need to open the context-menu
el: Πρέπει να ανοίξετε το μενού επιλογών

# #30142
source: to choose the action you want
el: για να επιλέξετε την ενέργεια που επιθυμείτε

# #30300
source: Username
el: Όνομα χρήστη

# #30301
source: Password
el: Κωδικός πρόσβασης

# #30302
source: Default List
el: Προεπιλεγμένη Λίστα

# #30303
source: Use HTTPS
el: Χρήση HTTPS

# #30310
source: Default Privacy for new Lists
el: Προεπιλεγμένο Απόρρητο για νέες Λίστες

# #30311
source: Private
el: Ιδιωτικά

# #30312
source: Friends
el: Φίλοι

# #30313
source: Public
el: Δημόσια
