Repository: xbmc/repo-plugins
Catalog: plugin.video.mediathekview/resources/language/resource.language.*/strings.po
Languages: de_de, it_it

# #30001
source: General
de_de: Allgemein
it_it: Visualizzazione

# #30002
source: Database
de_de: Datenbank
it_it: Banca Dati

# #30003
source: Downloads
it_it: Scaricamento

# #30004
source: Advanced Settings
it_it: Avanzate

# #30110
source: Prefer HD streams
de_de: HD Streams bevorzugen
it_it: Preferisci alta definizione

# #30111
source: Autoplay Subtitles
de_de: Untertitel automatisch abspielen
it_it: Riproduci sempre con sottotitoli

# #30112
source: No future videos (usually trailers)
de_de: Keine Filme aus der Zukunft (üblicherweise Trailer)
it_it: Non mostrare video futuri (usualmente trailer)

# #30113
source: Minimum duration in minutes
de_de: Minimale Länge in Minuten
it_it: Durata minima in minuti

# #30114
source: Group shows of different channel
de_de: Sendungen verschiedener Sender zusammenfassen
it_it: Raggruppa trasmissioni su canali diversi

# #30115
source: Limit search results
de_de: Suchergebnisse eingrenzen
it_it: Limita risultati ricerche

# #30116
source: Max age of recents
it_it: Età massima delle novità in giorni

# #30117
source: Recent calculated by
de_de: Neuigkeit berechnet ab
it_it: Novità calcolate con

# #30118
source: Up-to-Date check interval [sec]
de_de: Nach Updates suchen alle [sec]
it_it: intervallo di controllo [sec]

# #30119
source: Default Sort Method for film list
de_de: Standard Sortierung der Filmliste
it_it: Ordinamento predefinito per l'elenco dei film

# #30120
source: Sort by title
de_de: Titel
it_it: Ordina per titolo

# #30121
source: Sort by date
de_de: Sendedatum
it_it: Ordinare per data

# #30122
source: Sort by added
de_de: Hinzugefügt
it_it: Entrata

# #30124
source: Sort by duration
de_de: Dauer
it_it: Ordina per durata

# #30125
source: Blacklist
it_it: Ignora i titoli

# #30130
source: Content Type Elenco Dei Film
it_it: Content Type Elenco Dei FFilm

# #30171
source: Aired Date
de_de: Sendedatum
it_it: Data di Trasmissione

# #30172
source: Added to Database
de_de: Hinzugefügt zur Datenbank
it_it: Entrata nel database

# #30210
source: Database type
de_de: Datenbank Typ
it_it: Tipo banca dati

# #30211
source: Database hostname
de_de: Datenbank Hostname
it_it: Hostname banca dati

# #30212
source: Database port
de_de: Datenbank Portnummer
it_it: Numero port banca dati

# #30213
source: Database username
de_de: Datenbank Benutzername
it_it: Nome utente

# #30213
source: Database password
it_it: Password

# #30214
source: Database name
it_it: Nome Database

# #30221
source: Internal (sqlite)
de_de: Intern (sqlite)
it_it: Interna (sqlite)

# #30222
source: External (mysql)
de_de: Extern (mysql)
it_it: Esterna (mysql)

# #30231
source: Database Update Mode
de_de: Datenbank-Aktualisierung
it_it: Metodo di attualizzazione Database

# #30232
source: Update interval in hours
de_de: Aktualisierungsintervall in Stunden
it_it: Intervallo di attualizzazione in ore

# #30233
source: Fast Native Updates
de_de: Schnelle Datenbankaktualisierung
it_it: Attualizzazione veloce

# #30234
source: Query Caching
de_de: Abfragen zwischenspeichern
it_it: Memoria ultime liste

# #30241
source: Disabled
de_de: Abgeschaltet
it_it: Disattivato

# #30242
source: Manual
de_de: Manuell
it_it: Manuale

# #30243
source: On Start
de_de: Nur beim Start
it_it: Solo all'avvio

# #30244
source: Automatic
de_de: Automatisch
it_it: Automatico

# #30245
source: Continously
de_de: Zeitgesteuert
it_it: Di continuo

# #30310
source: Series download directory
de_de: Serien Download-Verzeichnis
it_it: Cartella di download telefilm

# #30311
source: Movie download directory
de_de: Filme Download-Verzeichnis
it_it: Cartella di download film

# #30312
source: Download movies in separate folders
de_de: Filme in getrennten Ordnern herunterladen
it_it: Scarica film in cartelle separate

# #30313
source: Include show name in movie name
de_de: Sendungsname vor dem Filmnamen einfügen
it_it: Includi mome trasmissione in nome film

# #30314
source: Review filename before download
de_de: Dateiname vor dem Download prüfen
it_it: Verficare il nome del file da scaricare

# #30315
source: Download Subtitles
de_de: Untertitel herunterladen
it_it: Scarica sottotitoli

# #30316
source: Generate Metadata
de_de: Metadaten generieren
it_it: Genera metadati

# #30340
source: No NFO File
de_de: Keine NFO Datei
it_it: No

# #30341
source: Basic NFO File
de_de: Einfache NFO Datei
it_it: File NFO semplice

# #30342
source: Enriched NFO File
de_de: Angereicherte NFO Datei
it_it: File NFO arricchito

# #30343
source: staticViewId
it_it: Usa visualizzazioni predefinite

# #30402
source: Title
it_it: Titolo

# #30403
source: Show
it_it: Mostrare

# #30404
source: Description
it_it: Descrizione

# #30405
source: Channel
it_it: Canale

# #30406
source: Min. Duration (min)
it_it: Min. Durata (min)

# #30410
source: Yes
it_it: Si

# #30411
source: Enter a show name
it_it: Immettere un nome per lo spettacolo

# #30412
source: Enter a title for the episode
it_it: Inserisci un titolo per l'episodio

# #30413
source: Enter a part of the plot
it_it: Inserisci una parte della trama

# #30414
source: Choose one or multiple channels
it_it: Scegli uno o più canali

# #30417
source: No future videos (usually trailers)
it_it: Inserisci un nome o un titolo mostrato che verrà escluso dai risultati

# #30418
source: Minimum duration in minutes
it_it: Durata minima in minuti

# #30419
source: Enter a name for the query
it_it: Immettere un nome per la ricerca

# #30901
source: Quick Search
it_it: Ricerca Rapida

# #30902
source: Search
it_it: Ricerca

# #30904
source: Recently Added
de_de: Vor Kurzem hinzugefügt
it_it: Novità

# #30905
source: Browse Shows
it_it: Trasmissioni

# #30906
source: All Channels
it_it: Tutte le trasmissioni

# #30908
source: Database Information
de_de: Datenbank Informationen
it_it: Informazioni Database

# #30909
source: Update Database
de_de: Datenbank aktualisieren
it_it: Attualizzazione del Database

# #30921
source: Play with Subtitles
de_de: Abspielen mit Untertiteln
it_it: Riproduci con sottotitoli

# #30922
source: Download as Movie
de_de: Als Film herunterladen
it_it: Scarica come film

# #30923
source: Download as HD Movie
de_de: Als HD Film herunterladen
it_it: Scarica come film HD

# #30924
source: Download as TV episode
de_de: Als Episode herunterladen
it_it: Scarica come episodio

# #30925
source: Download as HD TV episode
de_de: Als HD Episode herunterladen
it_it: Scarica come episodio HD

# #30931
source: New Search...
de_de: Neuer Suchvorgang...
it_it: Nuova ricerca...

# #30932
source: Remove Search
de_de: Suchvorgang Löschen
it_it: Elimina ricerca

# #30933
source: Edit Search
it_it: Modificare

# #30934
source: Run Search
it_it: Eseguire

# #30941
source: Not Initialized
de_de: Nicht initialisiert
it_it: Non inizializzato

# #30942
source: No Status Available
de_de: Kein Status verfügbar
it_it: Stato non disponibile

# #30943
source: Idle
de_de: Bereit
it_it: Disponibile

# #30944
source: Updating...
de_de: Aktualisierung läuft...
it_it: Attualizzazione in corso...

# #30945
source: Last Update Aborted
de_de: Letzte Aktualisierung abgebrochen
it_it: Ultima attualizzazione interrotta

# #30951
source: Mediathek Database Error
de_de: Mediathek Datenbank Fehler
it_it: Errore Database Mediathek

# #30952
source: Download Error
de_de: Dowload Fehler
it_it: Errore di Scaricamento

# #30953
source: Error while downloading {}: {}
de_de: Fehler beim herunterladen von {}: {}
it_it: Errore scaricando {0}: {1}

# #30954
source: Required decompression program 'xz' not found on your system
de_de: Der benötigte Entpacker 'xz' konnte nicht gefunden werden
it_it: Il decompressore 'xz' manca sul sistema

# #30955
source: Download Database Update
de_de: Datenbank Update wird heruntergeladen
it_it: Attualizzazione viene scaricata

# #30956
source: Mediathek Database Update
de_de: Mediathek wird aktualisiert
it_it: Mediathek in attualizzazione

# #30957
source: Mediathek (%d): channels:%d, shows:%d, movies:%d ...
de_de: Mediathek (%d): Sender:%d, Sendungen:%d, Filme:%d ...
it_it: Mediathek (%d): canali:%d, programmi:%d, film:%d ...

# #30958
source: Please set a download folder in the settings
de_de: Bitte legen Sie das Download-Verzeichnis in den Einstellungen fest
it_it: Selezionare una directory di download nelle impostazioni

# #30959
source: Download directory could not be created: {}
de_de: Fehler beim Erzeugen des Download-Verzeichnisses: {}
it_it: Non è stato possibile creare la directory di download: {}

# #30960
source: Download Successful
de_de: Download Erfolgreich
it_it: Download Completato

# #30961
source: Welcome to MediathekView
de_de: Willkommen
it_it: Benvenuti

# #30962
source: This Kodi addon allows access to most video-platforms from German public service broadcasters using the database provided by the popular project of MediathekView. Without the endless effort of the MediathekView contributors, addons like this would not exist. Please consider donating to this awesome project! Visit MediathekView at https://mediathekview.de/
de_de: Dieses Kodi Addon Ermöglicht den Zugriff auf fast alle deutschen Mediatheken der öffentlich Rechtlichen basierend auf der Datenbank des beliebten MediathekView Projektes. Ohne den unermüdlichen Einsatz des MediathekView-Teams wäre ein solches Addon nicht möglich. Um das Projekt zu unterstützen, besteht die Möglichkeit auf https://mediathekview.de/ eine Spende zu hinterlassen.
it_it: Questo addon di Kodi permette l'accesso a gran parte delle piattaforme video operate dalle emittenti pubbliche tedesche usando la banca dati del grandioso progetto MediathekView. Senza l'assiduo impegno del team di MediathekView un addon come questo non sarebba mai stato fattibile. Per aiutare i programmatori ad offrire continui aggiornamente al database, è possibile donare un piccolo contributo sulla pagina del progetto https://mediathekview.de/

# #30963
source: Update Database
de_de: Datenbank Aktualisierung
it_it: Attualizzazione Database

# #30964
source: The database will be updated in the next few minutes...
de_de: Die Datenbank wird in Kürze aktualisiert...
it_it: Il database sarà attualizzato fra pochi minuti...

# #30965
source: Database Status: %s
de_de: Datenbank-Status: %s
it_it: Stato del Database: %s

# #30966
source: This database was never updated
de_de: Diese Datenbank wurde noch nicht aktualisiert
it_it: Questo database non Ã¨ stato mai attualizzato

# #30970
source: Filmlist: %s Full: %s Incremental: %s
it_it: lista de películas : %scompletamente update : %s incremental update : %s

# #30971
source: %d channels %d shows %d movies
it_it: %d canali %d programmi %d film

# #30972
source: Full Update
de_de: Vollständige Aktualisierung
it_it: Aggiornamento Completo

# #30973
source: Differential Update
de_de: Differentielle Aktualisierung
it_it: Aggiornamento Differenziale

# #30974
source: Downloading Video
de_de: Video wird heruntergeladen
it_it: Scaricamento video

# #30975
source: Error while downloading {}: {}
de_de: Fehler beim Herunterladen von {}: {}
it_it: Errore durante lo scaricamento di {}: {}

# #30976
source: Video {} has been downloaded
de_de: Video {} wurde heruntergeladen
it_it: Il video {} è stato scaricato

# #30977
source: Video Already Exists
de_de: Das Video existiert bereits
it_it: Il video è già esistente

# #30978
source: Downloading Subtitles
de_de: Untertitel werden heruntergeladen
it_it: Scaricamento sottotitoli

# #30979
source: Download path does not exist
de_de: Download-Verzeichnis existiert nicht
it_it: Directory di scaricamento non esiste

# #30980
source: Results Limited
de_de: Ergebnisse Beschränkt
it_it: Risultati limitati

# #30981
source: Only the first {} results are shown.
de_de: Es werden nur die ersten {} Ergebnisse angezeigt.
it_it: Vengono mostrati solo i primi {} risultati.

# #30982
source: Database Outdated
de_de: Datenbank veraltet
it_it: Database obsoleto

# #30983
source: Last {}: {}
de_de: Letzte {}: {}
it_it: Ultima {}: {}

# #30984
source: Database Schema Upgrade
de_de: Datenbank-Schema-Aktualisierung
it_it: Aggiornamento Schema DB

# #30985
source: Please wait while the system upgrades the database schema.
de_de: Bitte warten Sie, bis das Schema der Datenbank aktualisiert wurde.
it_it: Prego attendere mentre lo schema del database viene aggiornato.

# #30986
source: Please Review Your Download Name
de_de: Bitte prüfen Sie den Dateinamen
it_it: Prego controllare il nome del file

# #30987
source: File already exists! Please change the filename
de_de: Datei existiert bereits. Bitte ändern Sie den Dateinamen
it_it: File esistente! Si prega di cambiare il nome file

# #30988
source: Play Error
de_de: Fehler beim Abspielen
it_it: Errore di Riproduzione

# #30989
source: Cannot retrieve Movie Information
de_de: Es war nicht möglich die Sendung zu finden
it_it: Non è stato possibile trovare il film

# #30990
source: Airdate: {0:s}[CR][CR]
it_it: Ausgestrahlt: {0:s}[CR][CR]

# #30116
source: Max age of recents in days
de_de: Maximales Alter der Neuigkeiten in Tagen

# #30123
source: Sort by size
de_de: Dateigröße

# #30214
source: Database password
de_de: Datenbank Passwort

# #30215
source: Database name
de_de: Datenbank Name

# #30901
source: Search in Title
de_de: Suchen in Titel

# #30902
source: Search in Title and Description
de_de: Suchen in Titel und Beschreibung

# #30905
source: Recently Added by Channel
de_de: Vor Kurzem hinzugefügt nach Sender

# #30906
source: Browse by Show in all Channels
de_de: Alle Sendungen

# #30907
source: Browse Shows by Channel
de_de: Alle Sendungen nach Sender

# #30967
source: %s in progress... Database: %s Additions: %d channels, %d shows, %d movies
de_de: %s läuft... Filmdatenbank vom %s Neuzugänge: %d Sender, %d Sendungen, %d Filme

# #30968
source: %s in progress... Additions: %d channels, %d shows, %d movies
de_de: %s läuft... Neuzugänge: %d Sender, %d Sendungen, %d Filme

# #30969
source: Last %s: %s Database: %s Additions: %d channels, %d shows, %d movies Deletions: %d channels, %d shows, %d movies
de_de: Letzte %s: %s Filmdatenbank vom %s Neuzugänge: %d Sender, %d Sendungen, %d Filme Löschungen: %d Sender, %d Sendungen, %d Filme

# #30970
source: Last %s: %s Additions: %d channels, %d shows, %d movies Deletions: %d channels, %d shows, %d movies
de_de: Letzte %s: %s Neuzugänge: %d Sender, %d Sendungen, %d Filme Löschungen: %d Sender, %d Sendungen, %d Filme

# #30971
source: Total: %d channels, %d shows, %d movies
de_de: Summen: %d Sender, %d Sendungen, %d Filme

# #30990
source: Airdate: [COLOR chartreuse]{0:s}[/COLOR][CR][CR]
de_de: Ausgestrahlt: [COLOR chartreuse]{0:s}[/COLOR][CR][CR]
