Repository: xbmc/repo-plugins
Catalog: plugin.video.mms/resources/language/resource.language.*/strings.po
Languages: nb_no

# #30001
source: Blacklisted file extensions
nb_no: Svartelistede filtyper

# #30002
source: Blacklisted directory names
nb_no: Svartelistede mappenavn

# #30003
source: Blacklisted words (separated with |)
nb_no: Svartelistede ord (skill med |)

# #30004
source: Scan sources recursively
nb_no: SÃ¸k kilder rekursivt

# #30005
source: Missing movies
nb_no: Manglende filmer

# #30006
source: Missing TV shows
nb_no: Manglende TV-serier

# #30007
source: Missing episodes
nb_no: Manglende episoder

# #30008
source: Sources
nb_no: Kilder

# #30009
source: Export
nb_no: Eksporter

# #30010
source: Movie sources
nb_no: Film-kilder

# #30011
source: TV sources
nb_no: TV-kilder

# #30012
source: All video sources
nb_no: Alle videokilder

# #30014
source: Success
nb_no: Vellykket

# #30015
source: Successfully exported to %s
nb_no: Eksportert til %s
