Repository: xbmc/repo-plugins
Catalog: plugin.video.wakanim/resources/language/resource.language.*/strings.po
Languages: de_de

# #30001
source: Username
de_de: Benutzername

# #30002
source: Password
de_de: Passwort

# #30003
source: Configure InputStream Adaptive
de_de: InputStream Adaptive konfigurieren

# #30004
source: Synchronize play time progress
de_de: Synchronisieren Sie den Fortschritt der Spielzeit

# #30011
source: Germany, Austria, Switzerland
de_de: Deutschland, Österreich, Schweiz

# #30012
source: France, Switzerland, Monaco, Benelux Union, Franco-Canadians, Overseas France, Africa
de_de: Frankreich, Schweiz, Monaco, Benelux Union, Frankophone Kanadier, Französische Überseegebiete, Afrika

# #30013
source: Sweden, Norway, Iceland, Finland, Denmark
de_de: Schweden, Norwegen, Island, Finnland, Dänemark

# #30014
source: Russia
de_de: Russland

# #30020
source: Catalog
de_de: Katalog

# #30021
source: Search
de_de: Suchen

# #30022
source: My downloads
de_de: Meine Downloads

# #30023
source: My collection
de_de: Meine Sammlung

# #30024
source: Watch trailer
de_de: Trailer ansehen

# #30025
source: Last aired episodes
de_de: Letzte ausgestrahlte Folgen

# #30026
source: Latest simulcast shows
de_de: Letzte Serien im Simulcast

# #30027
source: My watchlist
de_de: Meine Liste

# #30040
source: Login failed
de_de: Login fehlgeschlagen

# #30041
source: An error occurred
de_de: Ein Fehler ist aufgetreten

# #30042
source: Reactivation failed of this video
de_de: Reaktivierung fehlgeschlagen dieses Videos

# #30043
source: You need to be a premium member or own this video
de_de: Du musst premium nutzer sein oder das Video gekauft haben

# #30044
source: Failed to play video
de_de: Fehlgeschlagen das Video abzuspielen

# #30045
source: Do you want to continue watching at %s%%?
de_de: Möchtest du das Video bei %s%% fortsetzen?

# #30046
source: You need to be logged in
de_de: Du musst eingeloggt sein

# #30047
source: Due to security reasons a verification link has been send to your wakanim email account. Restart the addon after confirming this link.
de_de: Aus Sicherheitsgründen wurde ein Bestätigungslink an deinen Wakanim E-Mail Account gesendet. Starten Sie das Addon neu, nachdem Sie den Link bestätigt haben.
