Repository: xbmc/repo-plugins
Catalog: screensaver.kaster/resources/language/resource.language.*/strings.po
Languages: es_es, nl_nl, pt_pt

# #32001
source: Photo by
es_es: Foto de
nl_nl: Foto door
pt_pt: Fotografia por

# #32003
source: Screensaver Mode
es_es: Modo de Salvapantallas
nl_nl: Screensavermodus
pt_pt: Modo do Screensaver

# #32004
source: Only google photos
es_es: Solo Google Photos
nl_nl: Alleen Google foto's
pt_pt: Apenas fotos da google

# #32005
source: Only my photos
es_es: Solo Mis Fotos
nl_nl: Alleen mijn foto's
pt_pt: Apenas as minhas fotos

# #32006
source: Google photos + my photos
es_es: Google Photos + Mis Fotos
nl_nl: Google foto's + mijn foto's
pt_pt: Fotos google + minhas fotos

# #32007
source: Unknown
es_es: Desconocido
nl_nl: Onbekend
pt_pt: Desconhecido

# #32008
source: Wait time before changing image (s)
es_es: Tiempo de espera antes de cambiar imagen
nl_nl: Wachttijd voor het wisselen van afbeelding
pt_pt: Tempo de espera até mudar a imagem (s)

# #32009
source: Folder with pictures
es_es: Carpeta con imágenes
nl_nl: Folder met afbeeldingen
pt_pt: Pasta com as imagens

# #32010
source: Failed to parse image dictionary
es_es: Error al analizar el diccionario de imágenes
nl_nl: Kan de afbeeldingen niet verwerken
pt_pt: Erro a fazer parse da imagem no dicionário

# #32011
source: Aspect
es_es: Aspecto
pt_pt: Aspecto

# #32012
source: Hide Kodi logo
es_es: Ocultar logo Kodi
nl_nl: Verberg Kodi-logo
pt_pt: Esconder logo do Kodi

# #32013
source: Hide weather info
es_es: Ocultar información meteorológica
nl_nl: Verberg weersinformatie
pt_pt: Esconder informação de metereologia

# #32014
source: Hide clock info
es_es: Ocultar reloj
nl_nl: Verberg de klok
pt_pt: Esconder relógio

# #32015
source: Hide picture info
es_es: Ocultar información de la imagen
nl_nl: Verberg afbeeldingsinformatie
pt_pt: Esconder informação das fotografias

# #32016
source: Animations
es_es: Animaciones
nl_nl: Animaties
pt_pt: Animações

# #32017
source: Enabled animation
es_es: Tipo de animación
nl_nl: Animatie ingeschakeld
pt_pt: Animação activa

# #32018
source: Fade
es_es: Desvanecerse
nl_nl: Vervagen

# #32019
source: Pan and zoom
es_es: Panorámica y zoom
nl_nl: Pan en zoom
pt_pt: Pan e zoom

# #32020
source: Hide dim overlay
es_es: Ocultar superposición tenue
nl_nl: Verberg gedimde bedekking
pt_pt: Esconder plano dim

# #32021
source: Show black background
es_es: Mostrar fondo negro
nl_nl: Toon donkere achtergrond
pt_pt: Mostrar fundo preto

# #32002
source: General
nl_nl: Algemeen
pt_pt: Geral
