Repository: xbmc/repo-plugins
Catalog: plugin.video.hbogoeu/resources/language/resource.language.*/strings.po
Languages: cs_cz, es_es, fi_fi, hr_hr, hu_hu, pl_pl, sk_sk, sv_se

# #30715
source: Stop, let me change the settings
cs_cz: Stop, chci změnit nastavení
es_es: Para, déjame cambiar los ajustes
fi_fi: Seis, haluan muuttaa asetusta
hr_hr: Stani, dopusti mi da promijenim postavke
hu_hu: Állítsa le, módosítsa a beállításokat
pl_pl: Stój, pozwól mi zmienić ustawienia
sk_sk: Stop, chcem zmeniť nastavenie
sv_se: Stopp, låt mig ändra inställningarna

# #30716
source: TV Shows
cs_cz: TV seriály
es_es: Series
fi_fi: TV-sarjat
hr_hr: TV emisije
hu_hu: Sorozatok
pl_pl: Seriale
sk_sk: TV seriály
sv_se: TV-serier

# #30717
source: Movies
cs_cz: Filmy
es_es: Películas
fi_fi: Elokuvat
hr_hr: Filmovi
hu_hu: Filmek
pl_pl: Filmy
sk_sk: Filmy
sv_se: Filmer

# #30718
source: Trending Now
cs_cz: Populární
es_es: Tendencias ahora
fi_fi: Suosituimmat
hr_hr: Sada u trendu
hu_hu: Népszerű most
pl_pl: Popularne teraz
sk_sk: Populárne
sv_se: Populärt just nu

# #30719
source: Add to My List
cs_cz: Přidat na můj seznam
es_es: Añadir a Mi lista
fi_fi: Lisää Katselulistalle
hr_hr: Dodaj u Moj popis
hu_hu: Hozzáadás a Saját listához
pl_pl: Dodaj do mojej listy
sk_sk: Pridať na môj zoznam
sv_se: Lägg till i Min lista

# #30720
source: Remove from My List
cs_cz: Odstranit z mého seznamu
es_es: Quitar de Mi lista
fi_fi: Poista Katselulistalta
hr_hr: Ukloni s Mog popisa
hu_hu: Eltávolítás a Saját listáról
pl_pl: Usuń z mojej listy
sk_sk: Odstrániť z môjho zoznamu
sv_se: Ta bort från Min lista

# #30721
source: Rate 5
cs_cz: Ohodnotit 5
es_es: Valorar con 5
fi_fi: Arvosana 5
hr_hr: Ocijenite 5
hu_hu: Értékelés: 5
pl_pl: Ocena 5
sk_sk: Ohodnotiť 5
sv_se: Betyg 5

# #30722
source: Rate 4
cs_cz: Ohodnotit 4
es_es: Valorar con 4
fi_fi: Arvosana 4
hr_hr: Ocijenite 4
hu_hu: Értékelés: 4
pl_pl: Ocena 4
sk_sk: Ohodnotiť 4
sv_se: Betyg 4

# #30723
source: Rate 3
cs_cz: Ohodnotit 3
es_es: Valorar con 3
fi_fi: Arvosana 3
hr_hr: Ocijenite 3
hu_hu: Értékelés: 3
pl_pl: Ocena 3
sk_sk: Ohodnotiť 3
sv_se: Betyg 3

# #30724
source: Rate 2
cs_cz: Ohodnotit 2
es_es: Valorar con 2
fi_fi: Arvosana 2
hr_hr: Ocijenite 2
hu_hu: Értékelés: 2
pl_pl: Ocena 2
sk_sk: Ohodnotiť 2
sv_se: Betyg 2

# #30725
source: Rate 1
cs_cz: Ohodnotit 1
es_es: Valorar con 1
fi_fi: Arvosana 1
hr_hr: Ocijenite 1
hu_hu: Értékelés: 1
pl_pl: Ocena 1
sk_sk: Ohodnotiť 1
sv_se: Betyg 1

# #30726
source: Rate
cs_cz: Ohodnotit
es_es: Valorar
fi_fi: Arvosana
hr_hr: Ocijenite
hu_hu: Értékelés
pl_pl: Ocena
sk_sk: Ohodnotiť
sv_se: Betyg

# #30727
source: Success
cs_cz: Úspěch
es_es: Completado
fi_fi: Onnistui
hr_hr: Uspjeh
hu_hu: Sikerült
pl_pl: Sukces
sk_sk: Úspech
sv_se: Det lyckades

# #30728
source: Login failed, do you want to input your credentials again?
cs_cz: Přihlášení selhalo, chcete zadat přihlašovací údaje znovu?
es_es: Error al iniciar sesión, ¿deseas volver a introducir tus credenciales?
fi_fi: Kirjautuminen epäonnistui. Haluatko syötää tunnuksesi uudestaan?
hr_hr: Prijava nije uspjela, želite li ponovno unijeti svoje vjerodajnice?
hu_hu: A bejelentkezés sikertelen, meg szeretné adni a hitelesítési adatait?
pl_pl: Logowanie nieudane, spróbować ponownie?
sk_sk: Prihlásenie zlyhalo, chcete zadať prihlasovacie údaje znova?
sv_se: Inloggningen misslyckades, vill du ange dina inloggningsuppgifter igen?

# #30729
source: KIDS
cs_cz: DĚTSKÉ
es_es: NIÑOS
fi_fi: LAPSILLE
hr_hr: DJECA
hu_hu: Gyerekeknek
pl_pl: Dzieci
sk_sk: DETSKÉ
sv_se: BARN

# #30730
source: Weekly Top
cs_cz: Týdenní žebříček
es_es: Favoritos de la semana
fi_fi: Viikon Parhaat
hr_hr: Tjedni vrh
hu_hu: Heti top
pl_pl: Tygodniowy top
sk_sk: Týždenný rebríček
sv_se: Veckans topplista

# #30731
source: History
cs_cz: Historie
es_es: Historial
fi_fi: Historia
hr_hr: Povijest
hu_hu: Előzmények
pl_pl: Historia
sk_sk: História
sv_se: Historik

# #30732
source: Continue Watching
cs_cz: Pokračovat ve sledování
es_es: Continuar viendo
fi_fi: Jatka Katsomista
hr_hr: Nastavi gledanje
hu_hu: Lejátszás folytatása
pl_pl: Oglądaj dalej
sk_sk: Pokračovať v pozeraní
sv_se: Fortsätt titta

# #30733
source: Home Lists
cs_cz: Vlastní seznam
es_es: Listas iniciales
fi_fi: Kotilistat
hr_hr: Popisi raznih vrsta
hu_hu: Főmenü listák
pl_pl: Moje Listy
sk_sk: Vlastný zoznam
sv_se: Hemlistor

# #30734
source: New search
cs_cz: Nové hledání
es_es: Nueva búsqueda
fi_fi: Uusi haku
hr_hr: Nova pretraga
hu_hu: Új keresés
pl_pl: Nowe wyszukiwanie
sk_sk: Nové hľadanie
sv_se: Ny sök

# #30735
source: Clear search history
cs_cz: Samazat historii vyhledávání
es_es: Borrar historial de búsqueda
fi_fi: Tyhjennä hakuhistoria
hr_hr: Poništi povijest pretraživanja
hu_hu: Keresési előzmények törlése
pl_pl: Wyczyść historię wyszukiwania
sk_sk: Zmazať históriu hľadania
sv_se: Rensa sökhistorik

# #30736
source: Remove
cs_cz: Odstanit
es_es: Eliminar
fi_fi: Poista
hr_hr: Ukloni
hu_hu: Eltávolítás
pl_pl: Usuń
sk_sk: Odstrániť
sv_se: Ta bort

# #30737
source: Kids only mode
cs_cz: Mod pro děti
es_es: Modo sólo para niños
fi_fi: Lapsille -tila
hr_hr: Način rada Samo za djecu
hu_hu: Gyermekbarát mód
pl_pl: Tryb tylko dla dzieci
sk_sk: Režim iba pre deti
sv_se: Barnläge

# #30650
source: Language
cs_cz: Jazyk
es_es: Idioma
fi_fi: Kieli
hr_hr: Jezik
hu_hu: Nyelv
pl_pl: Język
sk_sk: Jazyk
sv_se: Språk

# #30651
source: Always use default operator language
cs_cz: Vždy použít výchozí jazyk operátora
es_es: Usar siempre el idioma predeterminado del operador
fi_fi: Käytä aina palvelun oletuskieltä
hr_hr: Uvijek koristi zadani jezik operatera
hu_hu: Mindig használja az alapértelmezett szolgáltató nyelvet
pl_pl: Zawsze używaj języka operatora
sk_sk: Vždy použiť predvolený jazyk operátora
sv_se: Använd alltid leverantörens standardspråk

# #30655
source: Subtitles
cs_cz: Titulky
es_es: Subtítulos
fi_fi: Tekstitykset
hr_hr: Titlovi
hu_hu: Feliratok
pl_pl: Napisy
sk_sk: Titulky
sv_se: Undertexter

# #30656
source: Automatically turn on default subtitles
cs_cz: Automaticky zapnout výchozí titulky
es_es: Activar automáticamente los subtítulos predeterminados
fi_fi: Käytä aina oletustekstityksiä
hr_hr: Uključi zadane titlove automatski
hu_hu: Az alapértelmezett feliratok automatikus bekapcsolása
pl_pl: Automatycznie włącz domyślne napisy
sk_sk: Automaticky zapnúť predvolené titulky
sv_se: Aktivera standardundertexter automatiskt

# #30652
source: Always use original titles
cs_cz: Vždy použít originální titulky
es_es: Usar siempre los títulos originales
fi_fi: Käytä aina alkuperäisiä nimiä
hr_hr: Uvijek koristite izvorne naslove
hu_hu: Mindig az eredeti címeket használja
pl_pl: Zawsze używaj oryginalnych tytułów
sk_sk: Vždy použiť originálne titulky
sv_se: Använd alltid originaltitlar

# #30653
source: Inject subtitles
cs_cz: Vložit titulky
es_es: Introducir subtítulos
fi_fi: Käytä tekstityksiä
hr_hr: Ubaci titlove
hu_hu: Feliratok beillesztése
pl_pl: Napisy
sk_sk: Vložiť titulky
sv_se: Lägg in undertexter

# #30670
source: Expert
es_es: Experto
fi_fi: Asiantuntija
hr_hr: Stručnjak
hu_hu: Szakértő
pl_pl: Eksport

# #30671
source: Force scraper friendly titles
cs_cz: Vynutit titulky kompatibilní s popisovači médií
es_es: Forzar títulos amigables a los extractores (scrapers)
fi_fi: Käytä scraper-ystävällisiä nimiä
hr_hr: Forsiraj naslove prikladne za izvoz
hu_hu: Keresőbarát címek kényszerítése
pl_pl: Wymuś użycie scrapera z przyjaznymi tytułami
sk_sk: Vynútiť z filmovej databázy lokálne názvy filmov
sv_se: Tvinga skrapvänliga titlar

# #30672
source: Use generic video media type in listings
cs_cz: Použít obecný typ média v seznamu
es_es: Usar tipo de medios de vídeo genérico en listados
fi_fi: Käytä geneeristä videomedian tyyppiä listauksissa
hr_hr: Koristi generički tip “video” u popisima
hu_hu: Általános videó használata a listákban
pl_pl: Używaj ogólnych typów mediów w listach
sk_sk: V zoznamoch použiť všeobecný typ videa
sv_se: Använd generisk typ av videomedia i listor

# #30680
source: Session
cs_cz: Sezení
es_es: Sesión
fi_fi: Istunto
hr_hr: Sesija
hu_hu: Munkamenet
pl_pl: Sesja
sk_sk: Relácia

# #30681
source: Session valid for hours
cs_cz: Sezení bude platné tolik hodin
es_es: Sesión válida por horas
fi_fi: Kuinka monta tuntia istuntoa pidetään aktiivisena
hr_hr: Sjednica vrijedi satima
hu_hu: A munkamenet órákra érvényes
pl_pl: Sesja ważna godzinę
sk_sk: Relácia bude platná toľko hodín
sv_se: Antal timmar nuvarande session är giltig

# #30682
source: Reset session, force re-login
cs_cz: Resetovat sezení, vynutit znovu přihlášení
es_es: Restablecer sesión, forzar reinicio de sesión
fi_fi: Resetoi istunto ja pakota uudelleenkirjautuminen
hr_hr: Resetiraj sesiju, prisili ponovno prijavljivanje
hu_hu: A munkamenet visszaállítása, az újra bejelentkezés kényszerítése
pl_pl: Zresetuj sesję, wymuś ponowne logowanie
sk_sk: Resetovať reláciu, vynútiť znova prihlásenie
sv_se: Återställ session och tvinga en återinloggning

# #30690
source: Debug
cs_cz: Ladit
es_es: Depuración
hu_hu: Hibakeresés
pl_pl: Debugowanie
sk_sk: Ladiť
sv_se: Felsökning

# #30691
source: Include sensitive login data in debug log [DON'T POST PUBLICLY]
cs_cz: Zahrnout citlivá přihlašovací data v ladícím výpisu [NESDÍLEJTE VEŘEJNĚ]
es_es: Incluir datos de inicio de sesión confidenciales en registro de depuración [NO ENVIAR PÚBLICAMENTE]
fi_fi: Sisällytä henkilökohtaisia käyttäjätunnuksia debug-logiin [ÄLÄ JULKAISE LOGIA JULKISESTI]
hr_hr: Uključite osjetljive podatke za prijavu u dnevnik za ispravljanje pogrešaka [NE POŠTEJTE JAVNO]
hu_hu: Érzékeny belépési adatok beszúrása a hibakereső naplóba
pl_pl: Uwzględnij poufne dane logowania w dzienniku debugowania [NIE PODAWAJ PUBLICZNIE]
sk_sk: Zahrnúť citlivé prihlasovacie dáta v ladiacom výpise [NEZDIEĽAJTE VEREJNE]
sv_se: Inkludera känslig inloggningsdata i felsökningsloggen [POSTA INTE DETTA OFFENTLIGT]

# #30692
source: Are you sure you want to completely reset your setup (device registration will be lost ) ?
cs_cz: Jste si jisti, že chcete kompletně resetovat vaše nastavení (registrace zařízení bude ztracena)?
es_es: ¿Estás seguro de que deseas restablecer completamente tu configuración (se perderá el registro del dispositivo)?
fi_fi: Oletko varma, että haluat palauttaa kaikki asetuksesi (laiterekisteröinti menetetään ) ?
hu_hu: Az eszköz regisztráció el fog veszni. Biztosan szeretné teljesen törölni a beállításait?
sk_sk: Naozaj chcete úplne resetovať nastavenie (registrácia zariadenia bude stratená ) ?
sv_se: Är det säkert att du helt vill återställa din installation (enhetsregistreringen kommer att gå förlorad ) ?

# #30693
source: Include full details/RAW retrieved data in Debug log
cs_cz: Zahrnout plné získané detaily/surová data v do ladicího logu
es_es: Incluir todos los detalles / datos recuperados en bruto en registro de depuración
fi_fi: Sisällytä yksityiskohtaiset tiedot/ladattu data sellaisenaan Debug-logiin
hr_hr: Uključi potpune detalje/IZVORNE dohvaćene podatke u zapisnik pogreška
hu_hu: Részletes és nyers adatok a beszúrása a hibakereső naplóba
pl_pl: Uwzględnij wszystkie szczegóły/Otrzymane dane RAW w dzienniku logowania
sk_sk: Zahrnúť všetky podrobnosti z načítaných údajov do ladiaceho výpisu
sv_se: Inkludera fullständiga detaljer/RAW-hämtad data i felsökningslogg

# #30694
source: Cryptodome dependency not present on your system, HBO Go add-on can't run. For help consult install instructions/official support thread
cs_cz: Závislost na Cryptodome není vyřešena na vašem systému. HBO go plugin nemůže fungovat. Pro pomoc se podívejte do instalačního/oficiálního vlákna podpory.
es_es: La dependencia Cryptodome no está presente en tu sistema, el complemento HBO Go no puede ejecutarse. Para obtener ayuda, consulta el hilo con las instrucciones de instalación / asistencia oficial
fi_fi: HBO GO -lisäosa ei toimi, koska Cryptodome-riippuvuutta ei ole asennettu. Lisäohjeita löydät asennusohjeista ja/tai viralliselta tukisivustolta
hr_hr: Cryptodome ovisnost nije prisutna na vašem sustavu, HBO go Add-on se ne može pokrenuti. Za pomoć proučite instalacijske upute
hu_hu: A Cryptodome függőség nincs installálva a rendszeren. Segítségért nézze át a telepítési útmutatót vagy a hivatalos támogatói fórumot
pl_pl: Zależność Cryptodome nie występuje w twoim systemie, nie można uruchomić dodatku HBO Go. Aby uzyskać pomoc zapoznaj się z instrukcją instalacji/oficjalnym wątkiem wsparcia
sk_sk: Cryptodome závislosť sa nenachádza vo vašom systéme, HBO go doplnok nie je možné pustiť.
sv_se: Cryptodome-beroende finns inte i ditt system, tillägget HBO Go fungerar inte då. För hjälp se installationsinstruktioner/officiell supporttråd

# #30696
source: Home Category
cs_cz: Kategorie Výchozí
es_es: Categoría inicial
fi_fi: Kotikategoria
hr_hr: Početna kategorija
hu_hu: Főmenü kategóriák
pl_pl: Strona główna
sk_sk: Domovská kategória
sv_se: Hemkategori

# #30697
source: Group Home lists in special category
cs_cz: Zařadit výchozí seznamy do speciální kategorie
es_es: Agrupar listas iniciales en una categoría especial
fi_fi: Ryhmittele Kotilistat erikoiskategorioissa
hr_hr: Grupiraj početni popis u posebnu kategoriju
hu_hu: Főmenü listák csoportosítása
pl_pl: Grupuj Moje Listy w kategorii specjalnej
sk_sk: Zoskupiť domovský zoznam v špeciálnej kategórií
sv_se: Gruppera Hemlistorna i en speciell kategori

# #30800
source: Sync play time with HBO Go
cs_cz: Synchronizovat čas přehrávání s HBO Go
es_es: Sincronizar tiempo de reproducción con HBO Go
fi_fi: Synkronoi toistoaika HBO GO:n kanssa
hr_hr: Sinkronizacija vremena izvođenja s HBO Go
hu_hu: Lejátszási idő szinkronizálása az HBO Goval
pl_pl: Synchronizacja oglądania z HBO go
sk_sk: Synchronizovať čas prehrávania s HBO Go
sv_se: Synkronisera speltiden med HBO Go

# #30801
source: Send elapsed time to HBO Go
cs_cz: Zaslat uplynulý čas na HBO Go
es_es: Enviar tiempo transcurrido a HBO Go
fi_fi: Lähetä kulunut aika HBO GO:hun
hr_hr: Pošalji proteklo vrijeme na HBO Go
hu_hu: Folytatás pozíció elküldése HBO Go-ra
pl_pl: Wyślij statusy obejrzane do HBO go
sk_sk: Zaslať uplynutý čas do HBO Go
sv_se: Skicka förfluten tid till HBO Go

# #30802
source: Get elapsed time from HBO Go
cs_cz: Získat uplynulý čas na HBO Go
es_es: Obtener tiempo transcurrido de HBO Go
fi_fi: Hae kulunut aika HBO GO:sta
hr_hr: Dohvati proteklo vrijeme od HBO Go
hu_hu: Folytatás pozíció az HBO Go-ról
pl_pl: Pobierz statusy obejrzane z HBO go
sk_sk: Získať uplynutý čas z HBO Go
sv_se: Hämta förfluten tid från HBO Go

# #30803
source: Set as watched on HBO Go
cs_cz: Nastavit na HBO Go jako 'Shlédnuté'
es_es: Marcar como visto en HBO Go
fi_fi: Aseta katsotuksi HBO GO:ssa
hr_hr: Postavljeno kao gledano na HBO Go
hu_hu: Megnézettként megjelölés az HBO Go-n
pl_pl: Oznacz jako obejrzany
sk_sk: Nastaviť na HBO Go ako 'Pozreté'
sv_se: Ange som tittad på hos HBO Go

# #30804
source: Set as unwatched on HBO Go
cs_cz: Nastavit na HBO Go jako 'Neshlédnuté'
es_es: Marcar como no visto en HBO Go
fi_fi: Aseta katsomattomaksi HBO GO:ssa
hr_hr: Postavljeno kao ne-gledano na HBO Go
hu_hu: Nem látottként megjelölés az HBO Go-n
pl_pl: Oznacz jako nieobejrzany
sk_sk: Nastaviť na HBO Go ako 'Nepozreté'
sv_se: Ange som ej tittad på hos HBO Go

# #30805
source: Ignore Kodi Watched status (Only display HBO Go Watched status)
cs_cz: Ignorovat Kodi status 'Shlédnuté' (Zobrazit jen HBO Go status 'Shlédnuté'
es_es: Ignorar estado de visto en Kodi (mostrar sólo estado de visto en HBO Go)
fi_fi: Näytä HBO GO:n Katsottu-tila Kodi:n Katsottu-tilan sijaan
hr_hr: Zanemari Kodi status gledanja (samo prikazati HBO Go status)
hu_hu: Kodin belüli látott állapot figyelmen kívül hagyása (Csak az HBO Go-n belüli látott állapot mutatása)
pl_pl: Ignoruj status oglądanych w Kodi (wyświetlanie tylko statusu HBO)
sk_sk: Ignorovať Kodi status 'Pozreté' (Zobraziť iba HBO Go status 'Pozreté')
sv_se: Ignorera Kodi:s titta på-status (visa endast HBO Go:s status

# #30806
source: Cache
cs_cz: Vyrovnávací pamět
es_es: Caché
fi_fi: Välimuisti
hu_hu: Gyorsítótár
sk_sk: Vyrovnávacia pamäť

# #30807
source: Use request cache
cs_cz: Použít vyrovnávací pamět pro požadavky
es_es: Usar caché de peticiones
fi_fi: Käytä välimuistia
hr_hr: Uključi predmemoriju zahtjeva
hu_hu: Lekérések gyorsítótárazása
pl_pl: Użyj żądania cache
sk_sk: Použiť vyrovnávaciu pamäť pre požiadavky
sv_se: Använd cachen

# #30808
source: Clear request cache
cs_cz: Smazat vyrovnávací pamět požadavků
es_es: Borrar caché de peticiones
fi_fi: Tyhjennä välimuisti
hr_hr: Očisti predmemoriju zahtjeva
hu_hu: Lekérések gyorsítótárának ürítése
pl_pl: Wyczyść żądanie cache
sk_sk: Zmazať vyrovnávaciu pamäť pre požiadavky
sv_se: Rensa cachen

# #30809
source: Encrypt credentials
cs_cz: Šifrovat pověření
es_es: Cifrar credenciales
fi_fi: Käyttäjätunnusten salaus
hr_hr: Šifriraj vjerodajnice
hu_hu: Hitelesítési adatok titkosítása
pl_pl: Szyfruj dane uwierzytelniające
sk_sk: Šifrovať poverenie
sv_se: Kryptera inloggningsuppgifterna

# #30810
source: If you don't know why the option is disabled don't input credentials and exit now! If you disabled the option on purpose and know exactly why then please continue. If this is not intended for debugging/testing or because you experience problems with lost credentials on the device please do NOT continue. In case this is not intended, enable the credentials encryption option and simply try again. This message will appear only now on credential input.
cs_cz: Jestliže nevíte proč je tato volba vypnutá, nevkládejte pověření a opusťte dialog Jestliže jste tuto volbu vypnuli úmyslně a víte přesně proč, tak pokračujte V případě, že to nebylo úmyslné, zapněte volbu šifrování pověření a zkuste to znovu. Tato zpráva se objeví jen teď při zadávání pověření.
es_es: Si no sabes por qué la opción está deshabilitada, ¡no introduzcas las credenciales y sal ahora! Si desactivaste la opción a propósito y sabes exactamente el porqué, entonces continúa, por favor. Si esta acción no tiene como objetivo depurar/probar o se debe a que experimentas problemas con credenciales perdidas en el dispositivo, por favor, NO continúes. En el caso de que esto no se desee, habilita la opción para cifrar las credenciales e inténtalo de nuevo. Este mensaje sólo aparecerá ahora, al introducir las credenciales.
fi_fi: Jos et tiedä miksi käyttäjätunnusten salaus ei ole päällä, älä syötä käyttäjätunnuksia ja poistu heti! Jos poistit salauksen tarkoituksella ja tietät tarkalleen miksi, ole hyvä ja jatka. Jos tarkoitus ei ole debuggaus/testaus tai käyttäjätunnusten katoamisen selvittäminen, ole hyvä ja ÄLÄ jatka. Jos et poistanut salausta tarkoituksella, laita salaus takaisin päälle ja yritä uudelleen. Tämä viesti näkyy vain tämän kerran käyttäjätunnuksia syötettäessä.
hr_hr: Ukoliko ne znate zašto je šifriranje vjerodajnica onemogućeno poništite operaciju sada! Ako ste namjerno onemogućili opciju i točno znate zašto nastavite. Ako to nije namijenjeno za ispravljanje pogrešaka/testiranje ili zato što imate problema s izgubljenim vjerodajnicama na uređaju, nemojte nastaviti. U slučaju da to nije namijerno, omogućite mogućnost šifriranja vjerodajnica u postavkama i jednostavno pokušajte ponovno. Ova poruka će se sada pojaviti, samo na unosu vjerodajnica.
hu_hu: Ha nem tudja, hogy a beállítás miért van kikapcsolva, ne írjon be adatokat, hanem lépjen ki most Ha szándékosan kapcsolta ki a beállítást és pontosan tudja, hogy miért, kérem folytassa. Ha nem hibakeresés vagy tesztelés céljából kapcsolta ki, vagy elvesztek a hitelesítési beállításai az eszközön, kérem NE folytassa. Ha nem szándékosan kapcsolta ki a beállítást, engedélyezze újra a hitelesítési adatok titkosítását és próbálja újra. Ez az üzenet csak a most, a hitelesítési adatok beírásánál lesz látható.
pl_pl: Jeśli nie wiesz czemu szyfrowanie jest nieaktywna, nie podawaj danych logowania i wyjdź teraz ! Jeśli wyłączyłeś szyfrowanie celowo i wiesz co robisz, kontynuuj. Jeśli szyfrowanie nie zostało wyłączone w celu debugowania/testowania, albo z powodu problemów z utraconymi danymi logowania na urządzeniu, NIE kontynuuj. W przypadku jeśli nie jest to zamierzone, aktywuj opcję szyfrowania danych logowania i spróbuj ponownie. Ta wiadomość pojawi się tylko podczas wprowadzania danych.
sk_sk: Ak neviete prečo je táto voľba vypnutá, nezadávajte poverenie a zavrite toto okno! Ak ste túto voľbu vypli úmyselne a viete presne prečo, tak pokračujte. Táto voľba je určená len na ladenie/testovanie alebo ak máte problémy so strateným poverením zariadenia. Ak teda nemáte v úmysle ladenie/testovanie alebo ste nestratili poverenie, zapnite šifrovanie poverenia a skúste to znova. Táto správa sa zobrazí iba teraz pri zadávaní poverenia.
sv_se: Om du inte vet varför detta alternativet är inaktiverat ska du inte ange några inloggningsuppgifter och avsluta nu! Om du har medvetet inaktiverat detta alternativet och vet varför då kan dufortsätta. Om detta inte är avsett för felsökning/testning eller för att du upplever problem med förlorade inloggningsuppgifter på enheten så ska du INTE fortsätta. Om detta inte var meningen, aktivera krypteringen för inloggningsuppgifterna och helt enkelt försök igen. Det här meddelandet visas endast vid inmatning av inloggningsuppgifterna.

# #30811
source: [Encrypted]
cs_cz: [Šifrované]
es_es: [Cifrado]
fi_fi: [Salattu]
hr_hr: [Šifrirano]
hu_hu: Titkosított
pl_pl: [Szyfrowane]
sk_sk: [Šifrované]
sv_se: [Krypterad]

# #30812
source: [NOT Encrypted]
cs_cz: [NEšifrované]
es_es: [NO cifrado]
fi_fi: [EI salattu]
hr_hr: [NIJE šifrirano]
hu_hu: Nem titkosított
pl_pl: [NIE szyfrowane]
sk_sk: [NEšifrované]
sv_se: [INTE Krypterad]

# #30813
source: WARNING: Credential Encryption disabled
cs_cz: VAROVÁNÍ: Šifrování pověření vypnuté
es_es: AVISO: Cifrado de credenciales deshabilitado
fi_fi: VAROITUS: Käyttäjätunnusten salaus ei ole päällä
hr_hr: UPOZORENJE: Šifriranje vjerodajnica onemogućeno
hu_hu: FIGYELEM! A hitelesítési adatok titkosítása le van tiltva
pl_pl: OSTRZEŻENIE: Szyfrowanie wyłączone
sk_sk: VAROVANIE: Šifrovanie poverenia zakázané
sv_se: VARNING: Kryptering av inloggningsuppgifter inaktiverad

# #30814
source: Subtitles cache cleaned
cs_cz: Vyrovnávací paměť pro titulky vymazána
fi_fi: Tekstitysvälimuisti tyhjennetty
hr_hr: Očišćena predmemorija titlova
hu_hu: Felirat gyorsítótár kiürítve
pl_pl: Cache napisów wyczyszczone
sk_sk: Vyrovnávacia pamäť titulkov vymazaná
sv_se: Undertextcachen är tömd

# #30815
source: Clean subtitles cache
cs_cz: Vymazat vyrovnávací paměť pro titulky
fi_fi: Tyhjennä tekstitysvälimuisti
hr_hr: Očisti predmemoriju titlova
hu_hu: Felirat gyorsítótár ürítése
pl_pl: Wyczyść cache napisów
sk_sk: Vymazať vyrovnávaciu pamäť titulkov
sv_se: Töm undertextcachen
