Repository: xbmc/repo-plugins
Catalog: plugin.video.hbogoeu/resources/language/resource.language.*/strings.po
Languages: cs_cz, es_es, fi_fi, hr_hr, hu_hu, pl_pl, sk_sk, sv_se

# #30000
source: ENG
cs_cz: CZE
es_es: ES
fi_fi: fi_hbon
hr_hr: HRV
hu_hu: HUN
pl_pl: POL
sk_sk: SVK
sv_se: sv_hbon

# #30001
source: ERROR
cs_cz: CHYBA
fi_fi: VIRHE
hr_hr: GREŠKA
hu_hu: HIBA
pl_pl: BŁĄD
sk_sk: CHYBA
sv_se: FEL

# #30002
source: Setup failed
cs_cz: Nastavení selhalo
es_es: Error en la configuración
fi_fi: Asennus epäonnistui
hr_hr: Postavljanje nije uspjelo, pokušajte ponovno
hu_hu: A beállítás nem sikerült.
pl_pl: Instalacja nie powiodła się
sk_sk: Nastavenie zlyhalo
sv_se: Konfigurationen misslyckades

# #30003
source: Unsupported region
cs_cz: Nepodporovaný region
es_es: Región no soportada
fi_fi: Aluetta ei tueta
hr_hr: Područje koje nije podržano
hu_hu: Nem támogatott régió
pl_pl: Nieobsługiwany region
sk_sk: Nepodporovaný región
sv_se: Regionen stöds inte

# #30004
source: An unexpected error has occurred.
cs_cz: Nastala neočekávaná chyba.
es_es: Se ha producido un error inesperado.
fi_fi: Ilmeni odottamaton virhe.
hr_hr: Došlo je do neočekivane pogreške.
hu_hu: Váratlan hiba történt.
pl_pl: Wystąpił nieoczekiwany błąd.
sk_sk: Nastala neočakávaná chyba.
sv_se: Ett oväntat fel har uppstått.

# #30005
source: Error getting content from Hbo Go
cs_cz: Chyba při získávání obsahu z Hbo Go
es_es: Error al obtener contenido de HBO Go
fi_fi: Virhe noudettaessa sisältöä HBO GO -palvelusta
hr_hr: Pogreška uzimajući sadržaj s HBO Go
hu_hu: Nem sikerült a tartalmat beolvasni az HBO Go-ból
pl_pl: Błąd pobierania zawartości z HBO Go
sk_sk: Chyba pri získavaní obsahu z Hbo Go
sv_se: Det gick inte att hämta innehåll från Hbo Go

# #30006
source: Error sending data to Hbo Go
cs_cz: Chyba při odesílání dat do Hbo Go
es_es: Error al enviar datos a HBO Go
fi_fi: Virhe lähetettäessä tietoja HBO GO -palveluun
hr_hr: Pogreška slanja podataka na HBO Go
hu_hu: Nem sikerült az adatküldés az HBO Go-nak
pl_pl: Błąd wysyłania danych do HBO Go
sk_sk: Chyba pri odosielaní dát do Hbo Go
sv_se: Det gick inte att skicka data till Hbo Go

# #30007
source: Error deleting data from Hbo Go
cs_cz: Chyba při mazání dat z Hbo Go
es_es: Error al eliminar datos de HBO Go
fi_fi: Virhe poistettaessa tietoja HBO GO -palvelusta
hr_hr: Pogreška pri brisanju podataka s HBO Go
hu_hu: Nem sikerült az adattörlés az HBO Go-ból
pl_pl: Błąd podczas usuwania danych z HBO Go
sk_sk: Chyba pri mazaní dát z Hbo Go
sv_se: Det gick inte ta bort data från Hbo Go

# #30008
source: Communication error, returned STATUS:
cs_cz: Komunikační chyba, návratový STATUS:
es_es: Error de comunicación, estado devuelto:
fi_fi: Tiedonsiirtovirhe, palautettu tila:
hr_hr: Pogreška u komunikaciji, vraćeni STATUS:
hu_hu: Kommunikációs hiba, visszaadott állapot:
pl_pl: Błąd komunikacji, zwrócony STATUS:
sk_sk: Komunikačná chyba, návratový STATUS:
sv_se: Kommunikationsfel, STATUS:

# #30009
source: The content is available from:
cs_cz: Obsah je dostupný z:
es_es: El contenido está disponible desde:
fi_fi: Sisältö ei ole saatavilla ennen:
hr_hr: Sadržaj je dostupan od:
hu_hu: A tartalom elérhető:
pl_pl: Zawartość jest dostępna z:
sk_sk: Obsah je dostupný od:
sv_se: Innehållet är tillgängligt från:

# #30100
source: Web registration on
cs_cz: Webová registrace
es_es: Registro Web en
fi_fi: Rekisteröinti sivustolla
hr_hr: Registracija web-mjesta
hu_hu: Webes regisztráció
pl_pl: Rejestracja na stronie
sk_sk: Webová registrácia
sv_se: Webbregistering på

# #30101
source: PLEASE DON'T CONTACT YOUR OPERATOR SUPPORT ABOUT THIS ADD-ON, THIS IS AN UNOFFICIAL ADD-ON AND HAVE NO OFFICIAL SUPPORT! COMMUNITY HELP CAN BE FOUND ON THE ADD-ON GITHUB PAGE OR KODI FORUM
cs_cz: PROSÍM NEKONTAKTUJTE SVÉHO OPERÁTORA OHLEDNĚ PODPORY TOHOTO DOPLŇKU, JDE O NEOFICIÁLNÍ DOPLNĚK A NEMÁ ŽÁDNOU OFICIÁLNÍ PODPORU! KOMUNITNÍ PODPORU TOHOTO DOPLŇKU LZE NAJÍT NA GITHUBU NEBO FÓRU KODI
es_es: POR FAVOR, NO CONTACTES CON LA ASISTENCIA DE TU OPERADOR POR ESTE COMPLEMENTO, ¡ESTE ES UN COMPLEMENTO NO OFICIAL Y NO TIENE ASISTENCIA OFICIAL! LA AYUDA DE LA COMUNIDAD SE PUEDE ENCONTRAR EN LA PÁGINA DE GITHUB DEL COMPLEMENTO O EN EL FORO DE KODI
fi_fi: ÄLÄ OLE YHTEYDESSÄ PALVELUNTARJOAJAN TUOTETUKEEN TÄHÄN LISÄOSAAN LIITTYEN, KOSKA TÄLLÄ EPÄVIRALLISELLA LISÄOSALLA EI OLE VIRALLISTA TUKEA! VOIT SAADA TUKEA YHTEISÖLTÄ TÄMÄN LISÄOSAN GITHUB-SIVULTA TAI KODI:N FOORUMILTA
hr_hr: MOLIMO VAS DA NE KONTAKTIRATE PODRŠKU SVOG OPERATERA O OVOM ADD-ON-u. OVO JE NESLUŽBENI ADD-ON I NEMA SLUŽBENU PODRŠKU! POMOĆ ZAJEDNICE MOŽETE PRONAĆI NA ADD-ON-ovoj GITHUB STRANICI ILI NA KODI FORUMU
hu_hu: KÉRJÜK, NE KÉRJEN SEGÍTSÉGET A SZOLGÁLTATÓJÁTÓL A KIEGÉSZÍTŐVEL KAPCSOLATBAN! KÖZÖSSÉGI SEGÍTSÉGET KAPHAT A KIEGÉSZÍTŐ GITHUB OLDALÁN VAGY A KODI FÓRUMON
pl_pl: PROSIMY NIE KONTAKTOWAĆ SIĘ Z OPERATOREM NA TEMAT NINIEJSZEGO DODATKU, TO JEST NIEOFICJALNY DODATEK I NIE POSIADA OFICJALNEGO WSPARCIA! POMOC WSPÓLNOTY MOŻNA ZNALEŹĆ NA STRONIE GITHUBA DODATKU LUB NA FORUM KODI
sk_sk: PROSÍM NEKONTAKTUJTE SVOJHO OPERÁTORA OHĽADOM PODPORY TOHOTO DOPLNKU, IDE O NEOFICIÁLNY DOPLNOK A NEMÁ ŽIADNU OFICIÁLNU PODPORU! KOMUNITNÚ PODPORU TOHOTO DOPLNKU MOŽNO NÁJSŤ NA GITHUBE ALEBO FÓRE KODI
sv_se: KONTAKTA INTE DIN LEVERANTÖR ANGÅENDE DETTA TILLÄGG, DETTA ÄR INTE ETT OFFICIELLT TILLÄGG OCH DÄRFÖR FINNS INGEN OFFICIELL SUPPORT! FÖR HJÄLP OCH SUPPORT HÄNVISAS TILL DESS GITHUB-SIDA ELLER KODI-FORUM

# #30102
source: Operators
cs_cz: Operátoři
es_es: Operadores
fi_fi: Palveluntarjoajat
hr_hr: Operatori
hu_hu: Szolgáltatók
pl_pl: OPERATORZY
sk_sk: Operátori
sv_se: Leverantörer

# #30103
source: Sorry, you are not correctly logged in, aborting playback. Try to login on the official site then try again, if the problem persists ask support with a full debug log
cs_cz: Omlouváme se, nejste správně přihlášen, přehrávání přerušeno. Zkuste se přihlásit na oficiální stránky a zkuzte to znovu. Jestliže problém přetrvává požádejte o podporu s úplným ladícím výpisem
es_es: Lo sentimos, no has iniciado sesión correctamente, cancelando la reproducción. Intenta iniciar sesión en el sitio oficial y luego prueba de nuevo, si el problema persiste, solicita ayuda con un registro de depuración completo
fi_fi: Toisto keskeytetään, koska et ole kirjautuneena. Koita kirjautua ensin virallisella sivustolla ja yritä sen jälkeen uudestaan. Jos virhe toistuu, kerää täysi debug-logi ja pyydä tukea
hr_hr: Niste ispravno prijavljeni, prekidam reprodukciju. Pokušajte se prijaviti na službenoj stranici i zatim pokušajte ponovno. Ako se problem i dalje javlja, zatražite podršku s potpunim debug zapisnikom
hu_hu: Sajnáljuk, nincs helyesen bejelentkezve, a lejátszás megszakad. Próbáljon meg bejelentkezni a hivatalos webhelyre, majd próbálja újra, ha a probléma továbbra is fennáll, kérje a teljes hibakereső napló támogatását
pl_pl: Niestety, nie jesteś poprawnie zalogowany, zatrzymanie odtwarzania. Spróbuj zalogować się na oficjalnej stronie, a następnie spróbuj ponownie, jeśli problem nadal występuje, poproś o wsparcie przy użyciu pełnego dziennika debugowania
sk_sk: Ospravedlňujeme sa, nie ste správne prihlásený, prehrávanie prerušené. Skúste sa prihlásiť na oficiálnu stránku a skúste to znova. Ak problém pretrváva požiadajte o podporu s úplným ladiacim výpisom
sv_se: Det verkar som om du inte är korrekt inloggad, uppspelningen avbryts. Försök logga in via en officiell sida och försök igen, om problemet kvarstår posta en full felsökningslogg med en beskrivning av problemet

# #30104
source: Operator not selected. Please select your country/operator in the settings.
cs_cz: Operátor nevybrán. Vyberte prosím vaši zemi/operátora v nastavení.
es_es: Operador no seleccionado. Por favor, selecciona tu país/operador en los ajustes.
fi_fi: Palveluntarjoajaa ei ole valittu. Valitse maa/paveluntarjoaja asetuksista.
hr_hr: Operater nije odabran. Molimo odaberite svoju zemlju / operatora u postavkama.
hu_hu: Az szolgáltató nincs kiválasztva. Kérjük, válassza ki az országot és szolgáltatót a beállításokban.
pl_pl: Operator nie został wybrany. Wybierz swój kraj/operatora w ustawieniach.
sk_sk: Operátor nevybraný. Vyberte prosím vašu zem/operátora v nastavení.
sv_se: Leverantör har inte valts. Välj ditt land/leverantör i inställningar.

# #30105
source: Logout (Reset setup)
cs_cz: Odhlášení (Reset nastavení)
es_es: Cerrar sesión (restablece la configuración)
fi_fi: Kirjaudu ulos (Resetoi asetukset)
hr_hr: Odjava (Vraćanje izvornih postavki)
hu_hu: Kijelentkezés (Beállítás visszaállítása)
pl_pl: Wyloguj (Restart ustawień)
sk_sk: Odhlásenie (Reset nastavenia)
sv_se: Logga ut (Återställ konfigurationen)

# #30106
source: Destroy current session
cs_cz: Odhlásit aktuální sezení
es_es: Destruir la sesión actual
fi_fi: Poista nykyinen istunto
hr_hr: Uništi trenutnu sesiju
hu_hu: Az aktuális munkamenetet törlése
pl_pl: Usuń aktualną sesję
sk_sk: Odhlásiť aktuálnu reláciu
sv_se: Avsluta nuvarande session

# #30440
source: Settings
cs_cz: Nastavení
es_es: Ajustes
fi_fi: Asetukset
hr_hr: Postavke
hu_hu: Beállítások
pl_pl: Ustawienia
sk_sk: Nastavenie
sv_se: Inställningar

# #30441
source: Choose your Country
cs_cz: Vyberte svoji zemi
es_es: Elige tu país
fi_fi: Valitse maasi
hr_hr: Odabrali svoju zemlju
hu_hu: Válassza ki az országot
pl_pl: Wybierz swój kraj
sk_sk: Vyberte svoju zem
sv_se: Välj ditt land

# #30442
source: Enter e-mail/username
cs_cz: Zadejte e-mail/uživ. jméno
es_es: Introduce el e-mail / nombre de usuario
fi_fi: Syötä sähköposti/käyttäjätunnus
hr_hr: Unesite e-poštu/korisničko ime
hu_hu: Adja meg az e-mail / felhasználónevet
pl_pl: Wprowadź e-mail/użytkownik
sk_sk: Zadajte e-mail/uživ. meno
sv_se: Ange e-post/användarnamn

# #30443
source: Enter password
cs_cz: Zadejte heslo
es_es: Introduce la contraseña
fi_fi: Syötä salasana
hr_hr: Upišite lozinku
hu_hu: Írd be a jelszót
pl_pl: Wprowadź hasło
sk_sk: Zadajte heslo
sv_se: Ange lösenord

# #30444
source: Setup failed, please try again
cs_cz: Nastavení selhalo, zkuste to znovu
es_es: Error en la configuración, por favor, inténtalo de nuevo
fi_fi: Asennus epäonnistui, yritä uudestaan
hr_hr: Postavljanje nije uspjelo, pokušajte ponovno
hu_hu: A telepítés nem sikerült, próbálkozzon újra
pl_pl: Konfiguracja nie powiodła się. Spróbuj ponownie
sk_sk: Nastavenie zlyhalo, skúste to znova
sv_se: Konfigurationen misslyckades, försök igen

# #30445
source: Choose your operator
cs_cz: Vyberte operátora
es_es: Elige tu operador
fi_fi: Valitse palveluntarjoaja
hr_hr: Odaberite svog operatera
hu_hu: Válassza ki a szolgáltatót
pl_pl: Wybierz swojego operatora
sk_sk: Vyberte operátora
sv_se: Välj leverantör

# #30665
source: Inputstream Adaptive Settings (max bitrate, resolution, etc.)
cs_cz: Nastavení voleb pluginu InputStream (max. dat. tok, rozlišení, atd...)
es_es: Ajustes de InputStream Adaptive (tasa de bits máx., resolución, etc.)
fi_fi: Latauksen Adaptiiviset Asetukset (resoluutio, yms.)
hr_hr: Inputstream Adaptive Postavke (max bitrate,rezolucija,itd...)
hu_hu: Inputstream Adaptive beállítások (maximum bitráta, felbontás, stb.)
pl_pl: Ustawienia Inputstream Adaptive (bitrate, rozdzielczość, itp.)
sk_sk: Inputstream Adaptive nastavenie (max. dát. tok, rozlíšenie, atď.)
sv_se: Inställningar för Inputsream Adaptive (högsta bithastighet, upplösning, etc.)

# #30666
source: InputStream Helper information
cs_cz: InputStream informace
es_es: Información de InputStream Helper
fi_fi: InputStream Helper -tiedot
hu_hu: InputStream Helper információ
pl_pl: Informacje o InputStream Helper
sk_sk: InputStream Helper informácie

# #30667
source: (Re)install Widevine CDM...
cs_cz: (Re)instalace Widevine CDM...
es_es: (Re)instalar Widevine CDM...
fi_fi: (Uudelleen)asenna Widevine CDM...
hr_hr: Ponovno instaliraj Widevine CDM…
hu_hu: Widevine CDM (újra) installálása...
pl_pl: (Prze)instaluj Widevine CDM...
sk_sk: Preinštalovať Widevine CDM...
sv_se: (Åter)installera Widevine CDM...

# #30668
source: Remove Widevine CDM...
cs_cz: Odstranění Widevine CDM...
es_es: Eliminar Widevine CDM...
fi_fi: Poista Widevine CDM...
hr_hr: Ukloni Widevine CDM…
hu_hu: Widevine CDM törlése...
pl_pl: Usuń Widevine CDM...
sk_sk: Odobrať Widevine CDM...
sv_se: Ta bort Widevine CDM...

# #30669
source: InputStream Helper settings...
cs_cz: InputStream nastavení...
es_es: Ajustes de InputStream Helper...
fi_fi: InputStream Helper -asetukset...
hr_hr: Postavke InputStream Helper ...
hu_hu: InputStream Helper beállítások...
pl_pl: Ustawienia InputStream Helper...
sk_sk: InputStream Helper nastavenie...
sv_se: InputStream Helper-inställningar...

# #30700
source: Find movies and TV Shows...
cs_cz: Najít filmy a TV seriály…
es_es: Encontrar películas y series de TV...
fi_fi: Etsi elokuvia ja TV-sarjoja...
hr_hr: Traži filmove, serije...
hu_hu: Filmek és TV-műsorok keresése...
pl_pl: Znajdź filmy i seriale...
sk_sk: Nájsť filmy a TV seriály...
sv_se: Hitta filmer och TV-serier...

# #30701
source: No results
cs_cz: Bez výsledku
es_es: Sin resultados
fi_fi: Ei tuloksia
hr_hr: Nema rezultata
hu_hu: Nincs eredmény
pl_pl: Brak wyników
sk_sk: Žiadne výsledky
sv_se: Inget resultat

# #30702
source: Error
cs_cz: Chyba
fi_fi: Virhe
hr_hr: Greška
hu_hu: Hiba
pl_pl: Błąd
sk_sk: Chyba
sv_se: Fel

# #30703
source: Episode can be watched until:
cs_cz: Epizoda bude ke shlédnutí do:
es_es: El episodio se puede ver hasta:
fi_fi: Jakson katseluaika päättyy:
hr_hr: Epizoda se može pogledati do:
hu_hu: Az epizód megtekinthető eddig:
pl_pl: Odcinek można oglądać do:
sk_sk: Epizódu bude možné sledovať do:
sv_se: Avsnittet är tillgängligt till och med:

# #30704
source: The movie can be watched until:
cs_cz: Film bude ke zhlédnutí do:
es_es: La película se puede ver hasta:
fi_fi: Elokuvan katseluaika päättyy:
hr_hr: Film se može pogledati do:
hu_hu: A film megtekinthető eddig:
pl_pl: Film można oglądać do:
sk_sk: Film bude možné sledovať do:
sv_se: Filmen är tillgänglig till och med:

# #30705
source: EPISODE
cs_cz: EPIZODA
es_es: EPISODIO
fi_fi: JAKSO
hr_hr: EPIZODA
hu_hu: Epizód
pl_pl: Odcinek
sk_sk: EPIZÓDA
sv_se: AVSNITT

# #30706
source: SEASON
cs_cz: SEZÓNA
es_es: TEMPORADA
fi_fi: KAUSI
hr_hr: SEZONA
hu_hu: Évad
pl_pl: Sezon
sk_sk: SEZÓNA
sv_se: SÄSONG

# #30707
source: My List
cs_cz: Můj seznam
es_es: Mi lista
fi_fi: Katselulista
hr_hr: Moj izbor
hu_hu: Saját lista
pl_pl: Moja Lista
sk_sk: Môj zoznam
sv_se: Min lista

# #30708
source: Please enter your login details in the settings!
cs_cz: Prosím zadejte přihlašovací údaje do nastavení!
es_es: ¡Por favor, introduce tus datos de inicio de sesión en los ajustes!
fi_fi: Aseta käyttäjätilin tiedot asetuksista!
hr_hr: Unesite podatke za prijavu u postavke!
hu_hu: Kérjük, adja meg a bejelentkezési adatait a beállításoknál!
pl_pl: Wprowadź dane logowania w ustawieniach!
sk_sk: Prosím zadajte prihlasovacie údaje v nastaveniach!
sv_se: Ange dina inloggningsuppgifter i inställningarna!

# #30709
source: Login error, check your login details!
cs_cz: Chyba přihlášení, zkontrolujte přihlašovací údaje!
es_es: ¡Error al iniciar sesión, comprueba tus datos de inicio de sesión!
fi_fi: Kirjautumisvirhe! Tarkista käyttäjätilin tiedot!
hr_hr: Pogreška pri prijavi, provjerite podatke za prijavu!
hu_hu: Bejelentkezési hiba, ellenőrizze a bejelentkezési adatait!
pl_pl: Błąd logowania, sprawdź dane logowania!
sk_sk: Chyba prihlásenia, skontrolujte prihlasovacie údaje!
sv_se: Inloggningen misslyckades, kontrollera dina inloggningsuppgifter!

# #30710
source: No operator defined! Check your settings!
cs_cz: Není zadán operátor! Zkontrolujte nastavení!
es_es: ¡No hay operador establecido! ¡Comprueba tus ajustes!
fi_fi: Palveluntarjoajaa ei ole määritetty! Tarkista asetukset!
hr_hr: Operater nije definirat! Provjerite vaše postavke!
hu_hu: Nincs megadva szolgáltató! Ellenőrizze a beállításokat!
pl_pl: Brak operatora! Sprawdź ustawienia!
sk_sk: Nie je zadaný operátor! Skontrolujte nastavenie!
sv_se: Ingen leverantör vald! Kontrollera dina inställningar!

# #30711
source: Search...
cs_cz: Hledat...
es_es: Buscar...
fi_fi: Etsi...
hr_hr: Traži...
hu_hu: Keresés...
pl_pl: Szukaj...
sk_sk: Hľadať...
sv_se: Sök...

# #30712
source: WARNING. You enabled the [Include sensitive login data in debug log] option in this add-on expert settings. IF YOU DON'T EXACTLY KNOW WHY YOU ENABLED THAT DISABLE IT, THAT'S NOT NEEDED!! This means that if the debug log is enabled in Kodi, your sensitive and private login information and session data will be written to the debug log. Please don't share publicly such a log. IF YOU NEED TO POST A DEBUG LOG PUBLICLY DISABLE THAT OPTION. If you really have to send a log with that option enabled to debug a login/session related issue be very CAREFUL who you send that log too and do it privately and change your password as soon as possible. If you posted such a log publicly by accident, change your password as soon as possible. DO YOU WANT TO CONTINUE?
cs_cz: VAROVÁNÍ. Povolili jste volbu [Zahrnout citlivé přihlašovací údaje v ladicím logu] v expertním nastavení tohoto doplňku. JESTLIŽE NEVÍTE PŘESNÉ CO JSTE POVOLILI, TAK TO ZAKAŽTE, NENÍ TO NEZBYTNE NUTNÉ!! Znamená to, že když jsou ladicí informace zapnuté v Kodi, tak jsou citlivé a přihlašovací údaje a data sezení zapisována do ladicích výpisů. Prosím nesdílejte veřejně takový log. JESTLIŽE POTŘEBUJETE ZVEŘEJNIT LADÍCÍ VYPIS VYPNĚTE TUTO VOLBU. Jestli opravdu potřebujte poslat ladicí výpis s toutu volbu zapnutou, buďte VELMI opatrní komu výpis posíláte a posílejte ho soukromě a změňte heslo co nejdříve. Jestliže jste omylem zveřejnili log, změňte heslo co nejdříve. CHCETE OPRAVDU POKRAČOVAT?
es_es: AVISO. Has habilitado la opción [Incluir datos de inicio de sesión confidenciales en el registro de depuración] en la configuración experta de este complemento. SI NO SABES POR QUÉ HABILITASTE ESO, DESHABILÍTALO, ¡NO SE NECESITA!! Esto significa que si el registro de depuración está habilitado en Kodi, tu información de inicio de sesión privada y confidencial y los datos de la sesión se escribirán al registro de depuración. Por favor, no compartas públicamente ese registro. SI NECESITAS ENVIAR UN REGISTRO DE DEPURACIÓN PÚBLICAMENTE, DESHABILITA ESA OPCIÓN. Si realmente tienes que enviar un registro con esa opción habilitada para depurar un problema relacionado con una conexión/sesión, ten mucho CUIDADO con a quien envías ese registro también, hazlo de forma privada y cambia tu contraseña tan pronto como sea posible. Si enviaste públicamente ese registro por accidente, cambia tu contraseña tan pronto como sea posible. ¿DESEAS CONTINUAR?
fi_fi: VAROITUS. Olet laittanut [Sisällytä henkilökohtaisia käyttäjätunnuksia debug-logiin] -asetuksen päälle tämän lisäosan asiantuntija-asetuksista. JOS ET TARKALLEEN TIEDÄ MIKSI OLET LAITTANUT SEN PÄLLE, OTA SE POIS PÄÄLTÄ. SITÄ EI TARVITA!!! Se tarkoittaa, että jos debug-loggaus on asetettu päälle Kodi:n asetuksista, niin henkilökohtaiset käyttäjätunnuksesi ja istuntotietosi kirjoitetaan debug-logiin. Älä julkaise sellaista logia julkisesti. OTA ASETUS POIS PÄÄLTÄ, JOS SINUN TÄYTYY JULKAISTA DEGUB-LOGISI JULKISESTI. Jos sinun täytyy lähettää logit asetuksen ollessa päällä selvittääksesi kirjautumiseen/istuntoon liittyviä ongelmia, ole erittäin VAROVAINEN kenelle lähetät login ja tee se yksityisesti, sekä vaihda salasanasi niin pian kuin mahdollista. Jos julkaisit käyttäjätunnuksia sisältävän login vahingossa, vaihda salasanasi välittömästi. HALUATKO JATKAA?
hr_hr: UPOZORENJE. Omogućili ste opciju [Uključi osjetljive podatke za prijavu u dnevnik otklanjanja pogrešaka]. AKO NE ZNATE TOČNO ZAŠTO STE OPCIJU UKLJUČILI, ODMAH ISKLJUČITE, NIJE POTREBNO !! Opcija znači da ako je debug dnevnik omogućen u Kodi, vaše osjetljive i privatne informacije za prijavu i podaci sesije bit će zapisani u dnevnik otklanjanja pogrešaka. Nemojte javno dijeliti takav dnevnik. AKO TREBATE POSTAVLJATI DNEVNIK JAVNO ISKLJUČITE TU OPCIJU. Ako stvarno trebate poslati zapisnik s tom opcijom, budite vrlo oprezni kome šaljete taj dnevnik te to radite privatno i promijenite lozinku što je prije moguće. Ako ste takav zapisnik javno objavili slučajno, promijenite lozinku što je prije moguće. ŽELITE LI NASTAVITI?
hu_hu: FIGYELEM! A kiegészítő szakértői beállításokban engedélyezte a [Érzékeny belépési adatok beszúrása a hibakereső naplóba] opciót. HA NEM TUDJA PONTOSAN, HOGY MIÉRT ENGEDÉYLEZTE, AKKOR EZ NEM SZÜKSÉGES! Ez azt jelenti, hogy ha a hibakereső napló engedélyezve van a Kodiban, az érzékeny és privát bejelentkezési adatok és a munkamenet adatok a hibakereső naplóba kerülnek. Kérjük, ne ossza meg nyilvánosan egy ilyen naplót. HA KÖZZÉ KELL TENNIE A HIBAKERES NAPLÓT, KAPCSOLJA KI EZT A BEÁLLÍTÁST! Ha tényleg meg kell küldenie egy naplót úgy, hogy ez a beállítás engedélyezve van, legyen nagyon óvatos, hogy kinek küldi azt el, és bizonyosodjon meg róla, hogy senki más nem férhet a naplóhoz! Változtassa meg a jelszavát a lehető leghamarabb. Ha ilyen naplót véletlenül közzétett, akkor a lehető leghamarabb változtassa meg a jelszavát. AKARJA FOLYTATNI?
pl_pl: OSTRZEŻENIE. W tym dodatkowym ustawieniu eksperta włączono opcję [Uwzględnij poufne dane logowania w dzienniku debugowania]. JEŚLI NIE JESTEŚ PEWIEN DO CZEGO SŁUŻY TA OPCJA LEPIEJ JEJ NIE WŁĄCZAJ! Oznacza to, że jeśli dziennik debugowania jest włączony w Kodi, twoje poufne i prywatne dane logowania i dane sesji zostaną zapisane w dzienniku debugowania. Nie udostępniaj publicznie takiego dziennika. JEŚLI POTRZEBUJESZ UDOSTĘPNIĆ PUBLICZNIE LOG DEBUGOWANIA WYŁĄCZ TĄ OPCJĘ. Jeśli naprawdę musisz wysłać dziennik z włączoną opcją debugowania problemu związanego z logowaniem / sesją, bądź bardzo ostrożny, wyślij ten log również i zrób to prywatnie i jak najszybciej zmień hasło. Jeśli opublikowałeś taki dziennik publicznie przez przypadek, zmień hasło tak szybko, jak to możliwe. CZY CHCESZ KONTYNUOWAĆ?
sk_sk: VAROVANIE. Povolili ste voľbu [Zahrnúť citlivé prihlasovacie údaje v ladiacom výpise] v expertnom nastavení tohoto doplnku. AK NEVIETE PRESNE ČO STE POVOLILI, TAK TO ZAKÁŽTE, NIE JE TO NEVYHNUTNE NUTNÉ!! Znamená to, že keď sú ladiace informácie zapnuté v Kodi, tak sú citlivé a prihlasovacie údaje a dáta relácie zapisované do ladiacich výpisov. Prosím nezdieľajte verejne takýto výpis. AK POTREBUJETE ZVEREJNIŤ LADIACI VÝPIS VYPNITE TÚTO VOĽBU. Ak určite potrebujte poslať ladiaci výpis s touto volbou zapnutou, buďte VEĽMI opatrný komu výpis posielate a posielajte ho súkromne a zmeňte heslo čo najskôr. Ak ste omylom zverejnili log, zmeňte heslo čo najskôr. CHCETE URČITE POKRAČOVAŤ?
sv_se: VARNING. Du har aktiverat funktionen [Inkludera känsliga inloggningsdata i felsökningsloggen] i inställningarnas expertläge. OM DU INTE AKTIVERAT DETTA MED AVSIKT OCH INTE VET VAD DET INNEBÄR, INAKTIVERA FUNKTIONEN!! Detta innebär att om KODIs felsökningsläge är aktiverat, så kommer dina inloggningsuppgifter och sessionsdata finnas synliga i felsökningsloggen. Offentliggör inte en sådan loggfil. OM DU BEHÖVER POSTA EN FELSÖKNINGSLGG, AVAKTIVERA DENNA FUNKTION. Om du absolut behöver posta en felsökningsfil med denna funktion aktiverad för att felsöka ett inloggningsrelaterat problem var försiktig med till vem du skickar filen och gör det inte publikt samt ändra ditt lösenord så fort som möjligt. Om du råkat posta en sådan felsökningsfil öppet, ändra ditt lösenord omedelbart. VILL DU FORTSÄTTA?

# #30713
source: INFORMATION
cs_cz: INFORMACE
es_es: INFORMACIÓN
fi_fi: INFORMAATIO
hr_hr: INFORMACIJA
hu_hu: Információ
pl_pl: INFORMACJE
sk_sk: INFORMÁCIE

# #30714
source: I understand the risks and continue
cs_cz: Rozumím riziku pokračování
es_es: Entiendo los riesgos y continuar
fi_fi: Ymmärrän riskit ja haluan jatkaa
hr_hr: Razumijem rizik, nastavi
hu_hu: Megértem, hogy a kockázat továbbra is fennáll
pl_pl: Rozumiem ryzyko i kontunuuję
sk_sk: Rozumiem riziku a chcem pokračovať
sv_se: Jag förstår riskerna och vill fortsätta
