Repository: xbmc/repo-plugins
Catalog: plugin.video.hdaustria/resources/language/resource.language.*/strings.po
Languages: de_de

# #30007
source: Channels
de_de: Kanäle

# #30008
source: Show channel based overview
de_de: Zeige Übersicht der Kanäle

# #30009
source: Search
de_de: Suche

# #30010
source: Search through the catalogue
de_de: Durchsuche Katalog

# #30051
source: Watch live [B]{channel}[/B]
de_de: Schaue live [B]{channel}[/B]

# #30052
source: Restart [B]{program}[/B] from the beginning
de_de: Neustart [B]{program}[/B] von Anfang an

# #30053
source: TV guide for [B]{channel}[/B]
de_de: TV-Programm für [B]{channel}[/B]

# #30054
source: Browse the TV guide for [B]{channel}[/B]
de_de: Zeige TV-Programm für [B]{channel}[/B]

# #30055
source: Replay for [B]{channel}[/B]
de_de: Replay für [B]{channel}[/B]

# #30056
source: Browse the replay catalog for [B]{channel}[/B]
de_de: Zeige Replay Katalog für [B]{channel}[/B]

# #30203
source: Your credentials are not valid!
de_de: Die Login-Daten sind nicht korrekt!

# #30204
source: Enter PIN
de_de: Gib den PIN ein

# #30205
source: The PIN you have entered is invalid!
de_de: Der eingegebene PIN ist ungültig!

# #30208
source: [B]{days} days[/B] remaining
de_de: noch [B]{days} Tage[/B] verfügbar

# #30209
source: [B]1 day[/B] remaining
de_de: noch [B]1 Tag[/B] verfügbar

# #30210
source: [B]{hours} hours[/B] remaining
de_de: noch [B]{hours} Stunden[/B] verfügbar

# #30211
source: [B]1 hour[/B] remaining
de_de: noch [B]1 Stunde[/B] verfügbar

# #30212
source: [B]less then 1 hour[/B] remaining
de_de: [B]weniger als 1 Stunde[/B] verfügbar

# #30213
source: [B]Now:[/B] {start} - {end} » {title}
de_de: [B]Jetzt:[/B] {start} - {end} » {title}

# #30214
source: [B]Next:[/B] {start} - {end} » {title}
de_de: [B]Danach:[/B] {start} - {end} » {title}

# #30301
source: Yesterday
de_de: Gestern

# #30302
source: Today
de_de: Heute

# #30303
source: Tomorrow
de_de: Morgen

# #30701
source: To watch a video, you need to enter your credentials. Do you want to enter them now?
de_de: Um dieses Service zu nutzen, musst du deine Login-Daten eingeben. Möchtest du das jetzt tun?

# #30702
source: An error occurred while authenticating: {error}.
de_de: Es ist ein Fehler während der Anmeldung aufgetreten: {error}.

# #30712
source: The video is unavailable and can't be played right now.
de_de: Das video ist gerade nicht verfügbar und kann nicht abgespielt werden.

# #30800
source: Credentials
de_de: Login-Daten

# #30801
source: Credentials
de_de: Login-Daten

# #30802
source: Email address
de_de: E-Mail Adresse

# #30803
source: Password
de_de: Passwort

# #30804
source: Provider
de_de: Anbieter

# #30821
source: Channels
de_de: Kanäle

# #30822
source: Parental Content
de_de: Erwachsenen Inhalte

# #30823
source: Ask PIN for 18+ channels
de_de: Frage nach PIN für 18+ Kanäle

# #30824
source: Hide 18+ channels
de_de: Verberge 18+ Kanäle

# #30825
source: Allow 18+ channels without asking PIN
de_de: Zeige 18+ Kanäle ohne PIN Abfrage

# #30842
source: Install IPTV Manager add-on…
de_de: Installiere das IPTV Manager add-on…

# #30843
source: Enable IPTV Manager integration
de_de: Aktiviere IPTV Manager Integration

# #30844
source: IPTV Manager settings…
de_de: IPTV Manager Einstellungen…

# #30880
source: Expert
de_de: Experte

# #30882
source: Enable debug logging
de_de: Aktiviere debug logging

# #30883
source: Install Kodi Logfile Uploader…
de_de: Installiere Kodi Logfile Uploader…

# #30884
source: Open Kodi Logfile Uploader…
de_de: Öffne Kodi Logfile Uploader…
