Repository: xbmc/repo-plugins
Catalog: plugin.video.aod/resources/language/*/strings.po
Languages: german

# Addon Summary
source: Videos von http://www.anime-on-demand.de/
german: Videos of http://www.anime-on-demand.de/

# Addon Description
source: Videos der Mediathek von http://www.anime-on-demand.de/ (Die erste Folge ist Kostenlos. Ein Account wird benoetigt)
german: Video From http://www.anime-on-demand.de/ (Die First Episode is Free. Accound is Required)

# #30101
source: Quality Flash
german: Qualität von Flash

# #30105
source: Category
german: Categorie

# #30106
source: Language
german: Sprache

# #30108
source: Settings
german: Einstellungen

# #30109
source: Films
german: Filme

# #30110
source: User or Password Incorrect
german: User oder Password falsch

# #30111
source: Next time New Login
german: Naechste mal neu Einloggen

# #30112
source: Quality HTML5
german: Qualität HTML5

# #30113
source: New Episodes
german: Neue Folgen

# #30114
source: New Simulcasts
german: Neue Simulcasts

# #30115
source: New Anime
german: Neue Anime-Titel
