Repository: xbmc/repo-plugins
Catalog: plugin.video.nfl.gamepass/resources/language/*/strings.po
Languages: dutch, japanese

# #30001
source: Username/E-Mail
dutch: E-mail adres
japanese: ユーザー名／メールアドレス

# #30002
source: Password
dutch: Wachtwoord
japanese: パスワード

# #30003
source: Preferred Stream Quality
dutch: Gewenste stream kwaliteit
japanese: 優先ストリーム品質

# #30004
source: Always Use Highest Bitrate
dutch: Gebruik altijd hoogste Bitrate
japanese: 最大使用ビットレート

# #30005
source: 1280x720 Bitrate 4.5 Mbps
japanese: 1280x720 ビットレート 4.5 Mbps

# #30006
source: 1280x720 Bitrate 3.0 Mbps
japanese: 1280x720 ビットレート 3.0 Mbps

# #30007
source: 960x540 Bitrate 2.4 Mbps
japanese: 960x540 ビットレート 2.4 Mbps

# #30008
source: 960x540 Bitrate 1.6 Mbps
japanese: 960x540 ビットレート 1.6 Mbps

# #30009
source: 640x360 Bitrate 1.2 Mbps
japanese: 640x360 ビットレート 1.2 Mbps

# #30010
source: 640x360 Bitrate 800 Kbps
japanese: 640x360 ビットレート 800 Kbps

# #30011
source: 400x224 Bitrate 400 Kbps
japanese: 400x224 ビットレート 400 Kbps

# #30012
source: Ask
dutch: Vraag
japanese: 尋ねる

# #30013
source: Preferred Game Version
dutch: Gewenste wedstrijd versie
japanese: 優先再生バージョン選択

# #30014
source: Full
dutch: Volledig
japanese: フル

# #30015
source: Condensed
dutch: Samenvatting
japanese: ハイライト

# #30016
source: Choose a game version
dutch: Kies een wedstrijd versie
japanese: 再生バージョン選択

# #30020
source: Localize Game Date/Time
japanese: 現地時間

# #30021
source: Error
dutch: Fout
japanese: エラー

# #30022
source: Due to broadcast restrictions, NFL Game Pass Domestic is currently unavailable. Please try again later.
japanese: 放送制限により、NFL Game Pass ローカルは現在利用できません。時間を置いてから、再び試してください。

# #30023
source: Logging into NFL Game Pass failed. Make sure that your account information is correct and your subscription is valid.
japanese: NFL Game Passにログインできませんでした。アカウントの確認、または契約が有効か確認ください。

# #30024
source: Unexpected error ='(. Please enable debuging for both the addon and Kodi, and submit a bug report.
japanese: 予測不可エラー発生 ( T o T ) このアプリとKodiのデバッグを有効にして、バグをレポートしてください。

# #30025
source: Hide game length
dutch: Verberg wedstrijd lengte
japanese: 再生時間を非表示

# #30026
source: No
dutch: Nee
japanese: いいえ

# #30027
source: Yes, with 12-hour clock (AM/PM)
dutch: Ja, met 12-uurs klok (AM/PM)
japanese: はい、12時間制 (AM/PM)

# #30028
source: Yes, with 24-hour clock
dutch: Ja, met 24-uurs klok
japanese: はい、24時間制

# #30029
source: General
dutch: Algemeen
japanese: 一般

# #30030
source: Display/Video
dutch: Weergave/Video
japanese: デイスプレイ・ビデオ

# #30032
source: Coaches Film
japanese: 監督フィルム集

# #30033
source: Proxy Settings
japanese: プロキシ設定

# #30034
source: Use an HTTP proxy to access Game Pass
japanese: Game Passをアクセスのため、HTTPプロキシ使用

# #30035
source: Protocol
japanese: プロトコル

# #30036
source: Server
japanese: サーバー

# #30037
source: Port
japanese: ポート

# #30038
source: Username
japanese: ユーザー名

# #30039
source: Password
japanese: パスワード

# #30042
source: Enable 'Basic' Authentication
japanese: 基本認証を許可

# #30043
source: There was a problem playing that stream
japanese: 再生に問題が発生しました

# #30044
source: Some shows are known to not work. Please file a bug if the show is available and works in the official app.
japanese: 再生できない試合があります。公式アプリで再生できる場合、バグをレポートしてください。

# #30019
source: Subscription Type
dutch: Kies abonnement

# #30020
source: Date/time in local time
dutch: Datum/tijd in lokale tijd

# #30022
source: Due to broadcast restrictions, NFL Game Rewind is currently unavailable. Please try again later.
dutch: Vanwege uitzend beperkingen, NFL Game Rewind is momenteel niet beschikbaar. Probeer het later opnieuw.

# #30023
source: Logging into NFL Game Pass/Rewind failed. Make sure that your account information is correct and your subscription is valid.
dutch: Inloggen in NFL Game Pass/Rewind mislukt. Zorg ervoor dat uw account informatie correct zijn en uw abonnement geldig is.

# #30024
source: Some bad jujumagumbo just went down. Please enable debuging, and submit a bug report.
dutch: Slechte jujumagumbo is niet beschikbaar. Schakel debugging in, en stuur een bug verslag.

# #30031
source: Advanced
dutch: Geavanceerd
