Repository: xbmc/repo-plugins
Catalog: plugin.video.drnu/resources/language/resource.language.*/strings.po
Languages: da_dk

# #30000
source: Programs A-Z
da_dk: Programmer A-Å

# #30002
source: Search videos
da_dk: Søg efter videoer

# #30003
source: Continue watching
da_dk: Fortsæt med at se

# #30004
source: My list
da_dk: Min liste

# #30008
source: Remove from Continue watching
da_dk: Fjern fra Fortsæt med at se

# #30009
source: Add to My list
da_dk: Tilføj til Min liste

# #30010
source: Remove from My list
da_dk: Fjern fra Min liste

# #30050
source: Danish (file)
da_dk: Dansk (fil)

# #30051
source: Foreign language text (file)
da_dk: Fremmedsprogstekster (fil)

# #30100
source: DR TV Universe
da_dk: DR TV Univers

# #30101
source: Choose area
da_dk: Vælg område

# #30200
source: Subtitles
da_dk: Undertekster

# #30201
source: Kids
da_dk: Børn

# #30202
source: General
da_dk: Generelt

# #30204
source: Start in area
da_dk: Start i område

# #30205
source: Show area chooser
da_dk: Vis områdevælger

# #30206
source: Show area chooser item in root
da_dk: Vis områdevælger kategori i roden

# #30207
source: Enable Hard-of-hearing subtitles
da_dk: Vis undertekster for hørehæmmedde

# #30213
source: Clear the favorite programs list
da_dk: Nulstil listen med foretrukne programmer

# #30208
source: Remove programs from Ramasjang/Ultra in alphabetical lists
da_dk: Fjern programmer fra Ramasjang/Ultra fra alfabetisk oversigt

# #30214
source: Subtitles from file
da_dk: Undertekster fra fil

# #30209
source: No subtitles on Ramasjang/Ultra episodes
da_dk: Ingen undertekster på episoder fra Ramasjang/Ultra

# #30210
source: Use simple Area Selector
da_dk: Brug simpel områdevælger

# #30211
source: No seasons on children shows, unfold all episodes
da_dk: Ingen sæsonvisning på børneprogrammer

# #30220
source: re-cache all
da_dk: re-cache alt

# #30221
source: cache expiration in hours
da_dk: cache holdbarhed i timer

# #30222
source: re-cache all in:
da_dk: re-cache alt i:

# #30223
source: Days between cleanup of sqlite db
da_dk: Antal dage imellem rengøring af database

# #30224
source: Request caching
da_dk: Brug caching for online requests

# #30226
source: cron expression
da_dk: cron tidskode

# #30300
source: drtv username
da_dk: drtv brugernavn

# #30301
source: drtv password
da_dk: drtv kodeord

# #30303
source: login success
da_dk: login succes

# #30304
source: logged in as:
da_dk: logget ind som:

# #30305
source: logged in with anonymous user, this will stop working at some point in 2024 according to DR
da_dk: logget ind anonym bruger, dette vil stoppe med at virke en gang i 2024 ifølge DR

# #30306
source: login failure
da_dk: login fejl

# #30307
source: Wrong username or password, please try again!
da_dk: Forkert brugernavn eller kodeord, forsøg igen!

# #30551
source: Install IPTV Manager add-on
da_dk: Installér IPTV Manager add-on

# #30552
source: Enable IPTV Manager integration
da_dk: Aktivér IPTV Manager integration

# #30553
source: IPTV Manager settings...
da_dk: IPTV Manager indstillinger...

# #30554
source: TV channels
da_dk: TV kanaler

# #30555
source: Enable DR1
da_dk: Aktivér DR1

# #30556
source: Enable DR2
da_dk: Aktivér DR2

# #30557
source: Enable DR Ramasjang
da_dk: Aktivér DR Ramasjang

# #30558
source: Enable DRTV
da_dk: Aktivér DRTV

# #30559
source: Enable DRTV Ekstra
da_dk: Aktivér DRTV Ekstra

# #30560
source: Schedule
da_dk: TV oversigt

# #30561
source: Look ahead in time [I](in hours)[/I]
da_dk: Se fremad i tid [I](i timer)[/I]

# #30562
source: Refresh interval [I](in hours)[/I]
da_dk: Opdateringsinterval [I](i timer)[/I]

# #30563
source: Set using IPTV Manager settings
da_dk: Indstil via IPTV Manager indstillinger

# #30900
source: There was an error while communicating with DR NU.
da_dk: Der er sket en fejl i kommunikationen med DR NU.

# #30901
source: Please try again later. Error message is:
da_dk: Prøv igen senere. Fejlen er:

# #30902
source: There was an error while writing temporary data
da_dk: Det var ikke muligt at gemme midlertidige data

# #30903
source: to the local disk. The error message is:
da_dk: lokalt på disken. Fejlen er:

# #30904
source: The video is no longer available and playback is not possible.
da_dk: Videoen er ikke længere tilgængelig og kan ikke afspilles.

# #30906
source: Please report issue at github
da_dk: Rapporter gerne fejlen på github
