Repository: xbmc/repo-plugins
Catalog: plugin.video.pcloud-video-streaming/resources/language/*/strings.po
Languages: italian

# #30100
source: General
italian: Generale

# #30103
source: Log On
italian: Accedi

# #30104
source: Log on to pCloud?
italian: Accedi a pCloud

# #30107
source: Error
italian: Errore

# #30108
source: Cannot log on to pCloud (see log)
italian: Accesso a pCloud fallito (vedi log)

# #30109
source: ERROR: cannot logon to pCloud
italian: ERRORE: accesso a pCloud fallito

# #30110
source: Success
italian: Successo

# #30111
source: Logon successful
italian: Accesso eseguito con successo

# #30112
source: Last used folder ID
italian: ID dell'ultimo folder usato

# #30113
source: Back to parent folder
italian: Torna al folder di livello superiore

# #30114
source: Delete from pCloud...
italian: Cancella da pCloud...

# #30115
source: Confirm Delete
italian: Confermare Cancellazione

# #30116
source: Delete '{0}' from pCloud
italian: Cancellare '{0}' da pCloud?

# #30117
source: Operation cannot be undone.
italian: L'operazione è irreversibile.

# #30118
source: Deleted successfully
italian: Cancellazione eseguita con successo

# #30119
source: Error during delete (see log)
italian: Cancellazione fallita (vedi log)

# #30120
source: ERROR: cannot delete file or folder from pCloud
italian: ERRORE: cancellazione file/folder da pCloud fallita

# #30121
source: Mark as watched
italian: Segna come già visto

# #30122
source: My Shares
italian: Le mie condivisioni

# #30123
source: Back to My pCloud
italian: Torna a Il Mio pCloud
