Repository: xbmc/repo-plugins
Catalog: plugin.video.putio/resources/language/Turkish/strings.po
Languages: tr

# #32000
source: Put.io Settings
tr: Put.io Ayarları

# #32001
source: OAuth2 Token
tr: OAuth2 Anahtarı

# #32020
source: Authentication Failure
tr: Oturum Hatası

# #32021
source: Please insert your oauth key settings!
tr: Lutfen Oauth2 anahtarınızı girin!

# #32022
source: OAuth2 Key Required
tr: OAuth2 Anahtarı Gerekli

# #32023
source: Visit put.io/kodi and enter this code: %s
tr: put.io/kodi adresine gidip %s kodunu girin

# #32024
source: Then click OK
tr: Sonra OK tuşuna basın

# #32040
source: Refresh
tr: Yenile

# #32042
source: Delete
tr: Sil

# #32060
source: Delete Confirmation
tr: Silme Onayı

# #32061
source: Are you sure?
tr: Emin misiniz?

# #32062
source: Payment Reminder
tr: Ödeme Hatırlatması

# #32063
source: Your payment has expired. Your files will be listed but you won't be playing them.
tr: Ödemenizin günü geçmiş görünüyor. Dosyalarınızı listeleyebilecek ancak izleyemeyeceksiniz.
