Repository: xbmc/repo-plugins
Catalog: plugin.service.gto/resources/language/*/strings.po
Languages: german

# Addon Summary
source: Fetch todays TV Offers from different scrapers
german: Holt die TV Tipps des Tages aus den RSS-Feeds diverser Webseiten

# Addon Description
source: Fetch todays TV Offers from different scrapers This plugin needs a integration into the skin! Please refer to the README.txt into the folder named 'integration'.
german: Holt die TV Tipps des Tages aus den RSS-Feeds diverser Webseiten. Dieses Plugin benoetigt eine Skin-Integration! Hierfür bitte README.txt im Ordner 'integration' beachten.

# #30010
source: TV Offers
german: TV Filmtipps

# #30018
source: Get Infos from %s
german: Beziehe Programminfos von %s

# #30104
source: Highlights of the day
german: TV Highlights des Tages

# #30106
source: Service started
german: Dienst gestartet

# #30107
source: Set Switchtimer
german: Umschalttimer setzen

# #30108
source: Switch Now
german: Jetzt umschalten

# #30109
source: Refreshing Widget of %s
german: Aktualisiere Widget von %s

# #30111
source: Select TV Scraper
german: Wähle TV Scraper aus

# #30113
source: Prefer HD Broadcasts
german: Bevorzuge HD Sendungen

# #30114
source: Info at system start and refresh
german: Info bei Systemstart und Refresh

# #30119
source: Cancel
german: Abbrechen

# #30126
source: Show stations only available in PVR Channel List
german: Zeige nur Sender, die in PVR-Senderliste vorhanden sind

# #30127
source: Refresh interval content
german: Aktualisierungsintervall Inhalte

# #30128
source: Refresh interval screen
german: Aktualisierungsintervall Anzeige

# #30131
source: Start Scraper with delay
german: Scraper zeitverzögert starten

# #30140
source: Oh sorry! Details are not accessible at this time.
german: Es liegen leider keine weiteren Informationen vor.

# #30150
source: 0 (off)
german: aus

# #30151
source: 5 mins
german: 5 min

# #30152
source: 10 mins
german: 10 min

# #30153
source: 15 mins
german: 15 min

# #30154
source: 30 mins
german: 30 min

# #30155
source: 45 mins
german: 45 min

# #30156
source: 60 mins
german: 60 min

# #30157
source: 90 mins
german: 90 min

# #30158
source: 120 mins
german: 120 min

# #30159
source: 150 mins
german: 150 min

# #30160
source: 180 mins
german: 180 min

# #30161
source: 210 mins
german: 210 min

# #30162
source: 240 mins
german: 240 min

# #30163
source: 720 mins
german: 720 min

# #30164
source: 1440 mins
german: 1440 min
