Repository: xbmc/repo-plugins
Catalog: plugin.video.dazn/resources/language/resource.language.*/strings.po
Languages: de_de, es_es, fr_ca, it_it

# #30001
source: Login successful: save credentials?
de_de: Anmeldung erfolgreich: Anmeldeinformationen speichern?
fr_ca: Connexion réussie: Enregistrer les informations d'identification?

# #30003
source: Login: Password
de_de: Login: Passwort
fr_ca: Login: Mot de passe

# #30004
source: Please sign in using your account details. Go to www.dazn.com on another device to retrieve your forgotten email or password.
de_de: Melde dich mit deinen Kontodetails an. Besuche www.dazn.com von einem anderen Gerät aus, um deine vergessene E-Mail-Adresse oder dein Passwort zu erhalten.
fr_ca: Veuillez vous connecter avec vos renseignements de compte. Rendez-vous sur www.dazn.com sur un autre appareil pour récupérer votre adresse courriel ou votre mot de passe oubliés.

# #30010
source: View
de_de: Ansicht
es_es: Vista
fr_ca: Vue
it_it: Vista

# #30011
source: Override View
de_de: Ansicht überschreiben
es_es: Sobrescribir la Vista
fr_ca: Vue de priorité
it_it: Sovrascrivere Vista

# #30012
source: View: Content
de_de: Ansicht: Inhalt
fr_ca: Vue: Content

# #30013
source: View: ID
de_de: Ansicht: ID
fr_ca: Vue: ID

# #30020
source: Videoplayer
fr_ca: Lecteur Vidéo

# #30021
source: Open Videoplayer Settings
de_de: Öffne Videoplayer Einstellungen
fr_ca: Ouvrir Les Paramètres Du Lecteur Vidéo

# #30051
source: Failed to get Device ID. Please Retry.
de_de: Fehler beim Abrufen der Geräte-ID. Bitte versuche es in Kürze erneut.
fr_ca: Impossible d'obtenir l'ID de périphérique. Réessayez.

# #30101
source: Sorry, DAZN is not available in your country yet.
de_de: Sorry, DAZN ist noch nicht in deinem Land verfügbar.
fr_ca: Désolé : DAZN n’est pas encore disponible dans votre pays.

# #30107
source: Access to the requested content has been denied.
de_de: Der Zugriff auf den angeforderten Inhalt wurde verweigert.
fr_ca: L'accès au contenu demandé a été refusé.

# #30108
source: You can only play two videos on your connected devices at the same time. To continue watching, then close DAZN on one of your other devices.
de_de: Du kannst nur zwei Videos gleichzeitig auf deinen Geräten angucken. Schließe DAZN auf einem deiner Geräte, um weiterzuschauen.
fr_ca: Vous ne pouvez visionner que deux vidéos à la fois sur vos appareils connectés. Pour continuer à regarder, fermez DAZN sur l’un de vos autres appareils.

# #30151
source: Your email or password is incorrect. Please try again.
de_de: Deine Email oder dein Passwort ist nicht korrekt. Bitte versuche es noch mal.
fr_ca: Votre adresse courriel ou votre mot de passe est incorrect. Veuillez réessayer.

# #30161
source: Continue watching sport on DAZN by reactivating your subscription in 'My Account'.
de_de: Schaue weiterhin deinen Lieblingssport auf DAZN, indem du dein Abo in 'Mein Konto' wieder aktivierst.
fr_ca: Continuez à regarder le sport sur DAZN en réactivant votre abonnement dans Mon compte.

# #30201
source: Catch Up
de_de: Re-Live
fr_ca: Regarder plus tard

# #30202
source: Coming Up
de_de: Demnächst
fr_ca: Regarder bientôt

# #30203
source: DAZN Picks
fr_ca: Choix de DAZN

# #30204
source: Features
fr_ca: Caractéristiques

# #30205
source: Live Now
de_de: Jetzt Live
fr_ca: En direct maintenant

# #30206
source: Everyone's Watching
de_de: Jetzt angesagt
fr_ca: Programme familial

# #30207
source: Your Sports
de_de: Deine Sportarten
fr_ca: Vos Sports

# #30208
source: What's On
de_de: Was läuft
fr_ca: En ce moment

# #30209
source: All Sports
de_de: Alle Sportarten
fr_ca: Tous les Sports

# #30210
source: Tournaments
de_de: Wettbewerbe
fr_ca: Tournois

# #30211
source: Competitors
de_de: Konkurrenten
fr_ca: Concurrents

# #30212
source: Schedule
de_de: Vorschau
fr_ca: Horaire

# #30213
source: Watch highlights
de_de: Highlights ansehen
fr_ca: Faits saillants

# #30214
source: Change to sport
de_de: Zum Sport wechseln
fr_ca: Aller à la sport

# #30215
source: Change to competition
de_de: Zum Wettbewerb wechseln
fr_ca: Aller à la concurrence

# #30221
source: Today
de_de: Heute
fr_ca: Aujourd'hui

# #30222
source: Tomorrow
de_de: Morgen
fr_ca: Demain

# #30223
source: Monday
de_de: Montag
fr_ca: Lundi

# #30224
source: Tuesday
de_de: Dienstag
fr_ca: Mardi

# #30225
source: Wednesday
de_de: Mittwoch
fr_ca: Mercredi

# #30226
source: Thursday
de_de: Donnerstag
fr_ca: Jeudi

# #30227
source: Friday
de_de: Freitag
fr_ca: Vendredi

# #30228
source: Saturday
de_de: Samstag
fr_ca: Samedi

# #30229
source: Sunday
de_de: Sonntag
fr_ca: Dimanche

# #30230
source: Enter Date
de_de: Datum eingeben
es_es: Ingresar la Fecha
fr_ca: Entrer la date
it_it: Inserire la Data

# #30231
source: Show highlights only
de_de: Nur Highlights anzeigen
es_es: Mostrar sólo Destacados
fr_ca: Afficher uniquement les faits saillants
it_it: Mostra Solo i Punti Salienti

# #30000
source: My Account
es_es: Mi Cuenta
it_it: Il Mio Account

# #30001
source: Sign Out
es_es: Cerrar Sesión
it_it: Esci

# #30012
source: Content Type
es_es: Tipo de Contenido
it_it: Tipo di Contenuto

# #30013
source: View: Folders
es_es: Vista: Carpetas
it_it: Vista: Cartelle

# #30014
source: View: Videos
es_es: Vista: Vídeos
it_it: Vista: Video

# #30015
source: View: Schedule
es_es: Vista: Agenda
it_it: Vista: Calendario

# #30020
source: Video Player
es_es: Reproductor de Vídeo
it_it: Lettore Video

# #30021
source: Inputstream Adaptive Settings...
es_es: Inputstream Adaptive Ajuste...
it_it: Inputstream Adaptive Impostazioni...

# #30022
source: Max. Bandwidth (Bit/s)
es_es: Max. Ancho De Banda (Bit/s)
it_it: Max. La Larghezza Di Banda (Bit/s)

# #30023
source: Manually select CDN
es_es: Seleccione manualmente CDN
it_it: Seleziona manualmente CDN

# #30024
source: Preferred CDN
es_es: CDN preferido
it_it: CDN preferito

# #30214
source: Switch to Sport
es_es: Cambiar a Deportes
it_it: Passare allo Sport

# #30215
source: Switch to Competition
es_es: Cambiar a Competiciones
it_it: Passare alla Concorrenza
