Repository: xbmc/repo-plugins
Catalog: plugin.video.viaplay/resources/language/Swedish/strings.po
Languages: sv

# #30002
source: Password
sv: Lösenord

# #30003
source: General
sv: Allmänt

# #30004
source: Advanced
sv: Avancerat

# #30006
source: Login failed. Please make sure that your account information is correct.
sv: Inloggning misslyckades. Kontrollera att dina användaruppgfiter är korrekta.

# #30007
source: Country
sv: Land

# #30008
source: Sweden
sv: Sverige

# #30009
source: Denmark
sv: Danmark

# #30010
source: Norway
sv: Norge

# #30012
source: Download available subtitles
sv: Ladda ner tillgängliga undertexter

# #30013
source: List all in alphabetical order
sv: Visa alla i alfabetisk ordning

# #30014
source: Season
sv: Säsong

# #30015
source: Search
sv: Sök

# #30016
source: This event starts
sv: Detta event startar

# #30018
source: Next Page
sv: Nästa Sida

# #30020
source: Your account is not authorized to watch this content. You find information on how to upgrade your package on the Viaplay website.
sv: Ditt konto har inte tillgång till det här innehållet. Du hittar information om hur du uppgraderar ditt paket på Viaplays hemsida.

# #30021
source: You need to rent/purchase this movie on the Viaplay website before playing it.
sv: Du måste hyra/köpa filmen på Viaplays hemsida innan du spelar upp den.

# #30022
source: You're not allowed to watch content from this region.
sv: Det går inte att spela upp innehåll från regionen du befinner dig i.

# #30023
source: Preferred stream quality (movies & TV)
sv: Föredragen strömkvalitet (filmer & TV)

# #30024
source: Always use highest bitrate
sv: Använd alltid högsta bitrate

# #30025
source: Ask
sv: Fråga

# #30026
source: Select stream quality
sv: Välj strömkvalitet

# #30027
source: Today
sv: Idag

# #30028
source: Upcoming days
sv: Kommande dagar

# #30029
source: Previous days
sv: Föregående dagar

# #30031
source: Archived events
sv: Arkiverade evenemang

# #30032
source: Enter your PIN code
sv: Ange din PIN-kod

# #30033
source: Parental control
sv: Barnlås

# #30034
source: The PIN code you have entered is incorrect.
sv: PIN-koden du angav är felaktig.

# #30035
source: Limit bitrate
sv: Begränsa bitrate

# #30036
source: Max bitrate allowed (Kbps)
sv: Högsta tillåtna bitrate (Kbps)

# #30037
source: Live & upcoming events
sv: Live & kommande evenemang

# #30038
source: No valid stream URL was found.
sv: Ingen giltig stream URL hittades.
