Repository: xbmc/repo-plugins
Catalog: plugin.video.ytchannels/resources/language/resource.language.*/strings.po
Languages: cs_cz, pl_pl

# #30000
source: Remove folder
cs_cz: Odstranit složku
pl_pl: Usun folder

# #30001
source: Add folder
cs_cz: Přidat složku
pl_pl: Dodaj folder

# #30002
source: Add channel to root
cs_cz: Přidat kanál do hlavní složky
pl_pl: Dodaj kanał do katalogu głównego

# #30003
source: Remove channel
cs_cz: Odstranit kanál
pl_pl: Usuń kanał

# #30004
source: Playlists
cs_cz: Playlisty
pl_pl: Listy odtwarzania

# #30005
source: Next page
cs_cz: Další strana
pl_pl: Następna strona

# #30006
source: Search for channel
cs_cz: Vyhledat kanál
pl_pl: Wyszukaj kanał

# #30007
source: Add by username
cs_cz: Přidat podle uživatele
pl_pl: Dodaj według nazwy użytkownika

# #30008
source: Choose option
cs_cz: Vybrat možnosti
pl_pl: Wybierz opcję

# #30009
source: Add channel to
cs_cz: Přidat kanál do
pl_pl: Dodaj kanał do

# #30010
source: root
cs_cz: hlavní složky
pl_pl: Katalog główny

# #30011
source: Folder name
cs_cz: Název složky
pl_pl: Wyszukaj kanał

# #30012
source: Search channel
cs_cz: Hledat kanál

# #30013
source: Choose channel
cs_cz: Vybrat kanál
pl_pl: Wybierz kanał

# #30014
source: Enter username
cs_cz: Zadat uživatele
pl_pl: Wpisz nazwę użytkownika

# #30015
source: Erase database
cs_cz: Vymazat databázi
pl_pl: Usuń bazę danych

# #30016
source: Do you wish to erase your Youtube Channels database?
cs_cz: Přejete si vymazat databázi kanálů Youtube?
pl_pl: Czy chcesz usunąć bazę danych swoich kanałów YouTube?

# #30017
source: Successfully erased folder database!
cs_cz: Databáze složek byla úspěšně vymazána!
pl_pl: Pomyślnie skasowano bazę danych folderów!

# #30018
source: Channel with username
cs_cz: Kanál se jménem uživatele
pl_pl: Kanał z nazwą użytkownika

# #30019
source: does not exist.
cs_cz: neexistuje.
pl_pl: nie istnieje.

# #30020
source: API Key Error
cs_cz: Chyba API Key
pl_pl: Błąd klucza API

# #30021
source: You must enter a YouTube API Key to continue. Please use the addon settings to set the API key.
cs_cz: Chcete-li pokračovat, musíte zadat YouTube API Key. K nastavení API Key použijte nastavení doplňku.
pl_pl: Aby kontynuować, musisz wprowadzić klucz API YouTube. Użyj ustawień dodatku, aby ustawić klucz API.

# #30022
source: A YouTube API Key is required for this addon to work, please enter your API key now.
cs_cz: Pro správnou funkci doplńku, je vyžadován YouTube API Key. Zadejte prosím API Key.
pl_pl: Aby ten dodatek działał, wymagany jest klucz API YouTube. Wprowadź teraz swój klucz API.

# #30023
source: Move up
cs_cz: Přesun nahoru
pl_pl: Przesuń w górę

# #30024
source: Move down
cs_cz: Přesun dolů
pl_pl: Przesuń w dół

# #30025
source: Change folder
cs_cz: Změna složky
pl_pl: Zmień folder

# #30026
source: Choose image
cs_cz: Vyberte obrázek
pl_pl: Wybierz zdjęcie

# #30027
source: Set thumbnail
cs_cz: Nastavte thumbnail
pl_pl: Ustaw miniaturę

# #30028
source: Remove playlist
cs_cz: Odstraňte playlist
pl_pl: Usun listę odtwarzania

# #30029
source: Live
cs_cz: Živě (Live)
pl_pl: Na żywo

# #30031
source: Playing using YouTube
cs_cz: Přehrávání s použitím Yutube
pl_pl: Odtwarzanie za pomocą YouTube

# #30032
source: Sort Channels A-Z
cs_cz: Seřadit kanály A-Z

# #30099
source: Youtube channels
cs_cz: Youtube kanály
pl_pl: Kanały YouTube

# #30200
source: General
cs_cz: Všeobecný
pl_pl: Ogólne

# #30201
source: Enable playlists
cs_cz: Povolit playlisty
pl_pl: Włącz listy odtwarzania

# #30202
source: Show 'add folder/channel' options
cs_cz: Zobrazit volbu 'Přidat složku/kanál'
pl_pl: Pokaż opcje 'dodaj folder/kanał'

# #30203
source: Number of videos per page
cs_cz: Počet položek na stranu
pl_pl: Liczba filmów na stronie

# #30204
source: Number of channel search results
cs_cz: Počet vyhledaných kanálů
pl_pl: Liczba wyników wyszukiwania kanałów

# #30205
source: Erase database
cs_cz: Vymazat databázi
pl_pl: Wykasuj bazę danych

# #30208
source: Enable live streams
cs_cz: Povolit živá vysílání (Live streamy)
pl_pl: Włącz transmisje na żywo

# #30209
source: Filter out shorts
cs_cz: Filtrovat krátká videa (< 1 minutu)

# #30206
source: API Key
pl_pl: Klucz API

# #30207
source: YouTube API Key
pl_pl: Klucz API YouTube
