Repository: xbmc/repo-plugins
Catalog: plugin.audio.lastfm/resources/language/Danish/strings.po
Languages: da

# #30000
source: General
da: Generelt

# #30001
source: Submit songs to Last.fm
da: Send sange til Last.fm

# #30003
source: Last.fm username
da: Last.fm-brugernavn

# #30004
source: Last.fm password
da: Last.fm-adgangskode

# #32012
source: Do you want to add the current track to your loved tracks?
da: Vil du føje dette nummer til dine elskede numre?

# #32013
source: Do you want to ban the current track?
da: Vil du blokere dette nummer?

# #32014
source: Added to your loved tracks: '%s'.
da: Føjet til dine elskede numre: '%s'.

# #32015
source: Could not add '%s' to your loved tracks.
da: Kunne ikke føje '%s' til dine elskede numre

# #32016
source: Banned: '%s'.
da: Blokerede: '%s'.

# #32017
source: Could not ban '%s'.
da: Kunne ikke blokere'%s'.

# #32018
source: Do you want to remove this track from your loved tracks?
da: Vil du fjerne dette nummer fra dine elskede numre?

# #32019
source: Do you want to un-ban this track?
da: Vil du fjerne blokeringen af dette nummer?

# #32024
source: Remove from loved tracks
da: Fjern fra elskede numre

# #32025
source: Un-ban
da: Fjern blokering

# #32078
source: Search
da: Søg

# #32079
source: No results found
da: Ingen resultater fundet
