Repository: xbmc/repo-plugins
Catalog: plugin.video.last_played/resources/language/*/strings.po
Languages: portuguese

# #30001
source: Number of lines
portuguese: Numero de linhas da lista

# #30002
source: Library Movies
portuguese: Filmes da Biblioteca

# #30003
source: Library Episodes
portuguese: Episódios da Biblioteca

# #30004
source: Library Music Videos
portuguese: Videos de Música da Biblioteca

# #30005
source: Group by
portuguese: Agrupar por

# #30006
source: Store list in a custom path
portuguese: Colocar lista em pasta escolhida

# #30007
source: List location
portuguese: Localização da Lista

# #30008
source: Remove from list
portuguese: Remover da lista

# #30009
source: Single list
portuguese: Lista simples

# #30010
source: Show Date
portuguese: Mostrar Data

# #30011
source: Show Time
portuguese: Mostrar Hora

# #30012
source: Keep history at 5 Star Movies
portuguese: Manter histórico em 5 Start Movies

# #30013
source: Enable debug
portuguese: Ativar debug

# #30014
source: Show Addon History List
portuguese: Mostrar Lista de Histórico de Addons

# #30015
source: Delete Addon History List
portuguese: Apagar Lista de Histórico de Addons

# #30016
source: *** There is no Addon History ***
portuguese: *** Não existe Histórico de Addons ***

# #30017
source: Source
portuguese: Fonte

# #30018
source: Type
portuguese: Tipo

# #30019
source: Addon List (old format)
portuguese: Lista de Addons (formato antigo)

# #30020
source: theMovieDb user
portuguese: theMovieDb - utilizador

# #30021
source: theMovieDb password
portuguese: theMovieDb - palavra passe

# #30022
source: Library Videos
portuguese: Video da Biblioteca

# #30023
source: Movies
portuguese: Filmes

# #30026
source: Number of lines on top from all sources and types
portuguese: Numero de linhas no topo de todas as fontes e tipos

# #30027
source: General
portuguese: Geral

# #30029
source: Advanced
portuguese: Avançado

# #30030
source: New install. Start watching and it will display here.
portuguese: Nova instalação. Os próximos filems vistos surgirão aqui.

# #30031
source: Play with
portuguese: Tocar com
