Repository: xbmc/repo-plugins
Catalog: plugin.image.mypicsdb/resources/language/Swedish/strings.po
Languages: sv

# #30000
source: MyPicture Database
sv: MyPictures-databas

# #30001
source: Database
sv: Databas

# #30005
source: Mo.|Tu.|We.|Th.|Fr.|Sa.|Su.
sv: Mån.|Tis.|Ons.|Tors.|Fre.|Lör.|Sön.

# #30006
source: Jan.|Feb.|Mar|Apr.|May|Jun.|Jul.|Aug.|Sep.|Oct.|Nov.|Dec.
sv: Jan.|Feb.|Mar|Apr.|Maj|Jun.|Jul.|Aug.|Sep.|Okt.|Nov.|Dec.

# #30007
source: Monday|Tuesday|Wednesday|Thursday|Friday|Saturday|Sunday
sv: Måndag|Tisdag|Onsdag|Torsdag|Fredag|Lördag|Söndag

# #30008
source: January|February|March|April|May|June|July|August|September|October|November|December
sv: Januari|Februari|Mars|April|Maj|Juni|Juli|Augusti|September|Oktober|November|December

# #30020
source: Picture folder
sv: Bildmapp

# #30021
source: Remove from database missing pictures
sv: Ta bort saknade bilder från databas

# #30022
source: Recursive scan ( all sub-folders will be scanned for pictures )
sv: Rekursiv skanning ( alla undermappar kommer att skannas efter bilder )

# #30023
source: Picture extensions
sv: Bildfiländelser

# #30024
source: Perform scan at addon startup
sv: Utför skanning vid tilläggsuppstart

# #30025
source: Initialize the database at next addon startup
sv: Initiera databasen nästa gång tillägget startas

# #30026
source: Use the picture as fanart for pictures
sv: Använd bild som fanart för bilderna

# #30027
source: Settings for the dialog scan popup
sv: Inställningar för skanningsdialog

# #30028
source: Video extensions
sv: Videofiländelser

# #30029
source: Use the videos
sv: Använd videorna

# #30030
source: General
sv: Menyer

# #30031
source: Files
sv: Filer

# #30032
source: Age of recent files (days)
sv: Ålder på nyliga filer (dagar)

# #30033
source: Menu Items
sv: Menyobjekt

# #30034
source: Display all items
sv: Visa alla objekt

# #30035
source: Number of pics per page
sv: Antal bilder per sida

# #30040
source: Only display pictures with rating of at least
sv: Visa endast bilder med betyg högre än

# #30041
source: All
sv: Alla

# #30042
source: 1 star
sv: 1 stjärna

# #30043
source: 2 stars
sv: 2 stjärnor

# #30044
source: 3 stars
sv: 3 stjärnor

# #30045
source: 4 stars
sv: 4 stjärnor

# #30046
source: 5 stars
sv: 5 stjärnor

# #30050
source: Pics
sv: Bilder

# #30051
source: Videos
sv: VIDEO

# #30052
source: Tags
sv: Taggar

# #30053
source: Excluded Files
sv: Exkludera filer

# #30060
source: Locate on disk
sv: Hitta på disk

# #30061
source: Archive those pictures
sv: Arkivera dessa bilder

# #30062
source: Export those pictures to...
sv: Exportera dessa bilder till...

# #30063
source: Add the file to archive :
sv: Lägg till filer till arkiv :

# #30064
source: The archive '%s' already exists in
sv: Arkivet '%s' existerar redan i

# #30065
source: Overwrite ?
sv: Skriv över?

# #30066
source: Archive canceled.
sv: Arkivering avbruten.

# #30067
source: Adding the picture to archive...
sv: Lägger till bilden i arkivet...

# #30068
source: The archiving has been canceled !
sv: Arkiveringen har avbrytits !

# #30069
source: %s errors while archiving %s files
sv: %s fel medans arkivering av %s filer

# #30070
source: %s pictures successfully archived !!
sv: %s bilder arkiverades !!

# #30071
source: Localization of the picture on disk
sv: Lokalisering av bilder på lokal disk

# #30090
source: Pictures without City
sv: Bilder utan stad

# #30091
source: Pictures without Country
sv: Bilder utan land

# #30092
source: Other pictures in '%s'
sv: Andra bilder i '%s'

# #30093
source: Browse by Geography
sv: Bläddra efter geografi

# #30094
source: Pictures without supplemental category
sv: Bilder utan kompletterande kategori

# #30095
source: Browse by Supplemental Category
sv: Bläddra efter kompletterande kategori

# #30096
source: Pictures without categories
sv: Bilder utan kategorier

# #30097
source: Browse by Category
sv: Bläddra efter kategori

# #30098
source: Global search
sv: Global sökning

# #30099
source: Paths of picture folders
sv: Sökväg till bildmappar

# #30100
source: All images from %s (%s pics)
sv: Alla bilder från %s (%s bilder)

# #30101
source: Browse by Date
sv: Bläddra efter datum

# #30102
source: Browse by Folders
sv: Bläddra efter mappar

# #30103
source: Browse by Keywords
sv: Bläddra efter nyckelord

# #30104
source: No keyword pictures
sv: Inga nyckelordsbilder

# #30105
source: Date ranges
sv: Datumomfång

# #30106
source: Add a new date range
sv: Lägg till ett nytt datumomfång

# #30107
source: Choose the start date
sv: Välj startdatum

# #30108
source: Choose the end date
sv: Välj slutdatum

# #30109
source: Pics from %s to %s
sv: Bilder från %s till %s

# #30110
source: Input a title for this date range :
sv: Ange en titel för detta datumomfång :

# #30111
source: Delete this date range
sv: Ta bort detta datumomfång

# #30112
source: Rename this date range
sv: Döp om detta datumomfång

# #30113
source: From %s to %s
sv: Från %s till %s

# #30114
source: Input manually date
sv: Ange datum manuellt

# #30115
source: Word to search for
sv: Ord att söka efter

# #30116
source: %s results for '%s' in '%s'
sv: %s resultat för %s i '%s'

# #30117
source: Start date of the date range
sv: Startdatum för omfånget

# #30118
source: End date of the date range
sv: Slutdatum för omfånget

# #30119
source: The search for '%s' did not match in the whole database
sv: Sökningen efter '%s' fanns inte någonstans i hela databasen

# #30120
source: Browse by Persons
sv: Bläddra efter personer

# #30121
source: Pictures without persons
sv: Bilder utan personer

# #30122
source: Browse by Tags
sv: Bläddra efter taggar

# #30123
source: Help
sv: Hjälp

# #30130
source: The %s latest pics
sv: %s senaste bilder

# #30131
source: Recent pics (number of images)
sv: Nyligen tillagda bilder (antal bilder)

# #30150
source: Collections
sv: Samlingar

# #30151
source: Remove from the collection
sv: Ta bort från samlingen

# #30152
source: Add to collection...
sv: Lägg till samlingen...

# #30153
source: Input a new title
sv: Ange en ny titel

# #30154
source: Picture added in
sv: Bilder tillagda i

# #30155
source: Input a title for the new collection
sv: Ange en titel för den nya samlingen

# #30156
source: Choose a collection
sv: Välj en samling

# #30157
source: New collection
sv: Ny samling

# #30158
source: Remove this collection
sv: Ta bort denna samling

# #30159
source: Rename this collection
sv: Döp om samlingen

# #30160
source: Create a new collection
sv: Skapa en ny samling

# #30161
source: %s pictures added in
sv: %s bilder tillagda i

# #30162
source: Import album from Picasa xml
sv: Importera album från Picasa xml

# #30163
source: Unable to read Picasa xml
sv: Kunde inte läsa Picasa xml

# #30164
source: Specify date range
sv: Specificera datumomfång

# #30165
source: Following files are missing in MyPicsDB and could not be imported:[CR][CR]
sv: Följande filer saknas i MyPicsDB och kunde inte importeras:[CR][CR]

# #30166
source: Picture "%s" in "%s"[CR]
sv: Bild "%s" i "%s"[CR]

# #30167
source: Import errors
sv: Importfel

# #30168
source: Import album from saved filter settings
sv: Importera album från sparade filterinställningar

# #30180
source: Choose the destination for the export
sv: Välj en destination för exporten

# #30181
source: Do you want to create a folder to export pictures ?
sv: Vill du skapa en mapp för bildexporten ?

# #30182
source: Input the folder name
sv: Ange mappnamnet

# #30183
source: picture export canceled !
sv: bildexport avbruten !

# #30184
source: Picture exporting...
sv: Bilder exporteras...

# #30185
source: Exporting '%s' to :
sv: Exporterar '%s' till :

# #30186
source: a file '%s' already exists
sv: en fil '%s' existerar redan

# #30187
source: Overwrite ?
sv: Skriva över ?

# #30188
source: Export finished !
sv: Export slutförd !

# #30189
source: %s pictures copied to %s
sv: %s bilder kopierade till %s

# #30190
source: Exported pictures
sv: Exporterade bilder

# #30201
source: Folder to scan
sv: Mapp att skanna

# #30202
source: Browse this folder recursively
sv: Bläddra denna mapp rekursivt

# #30203
source: Delete the database entries if picture does not exists anymore
sv: Ta bort databasposterna om bilderna inte existerar mer

# #30204
source: Path added !
sv: Sökväg tillagd !

# #30205
source: Path deleted !
sv: Sökväg borttagen !

# #30206
source: Do a scan now
sv: Skanna nu

# #30207
source: Delete this path from database
sv: Ta bort denna sökväg från databasen

# #30208
source: [B]Add[/B] a path to database
sv: [B]Lägg till[/B] en sökväg till databasen

# #30209
source: Uploads from last %s days
sv: Uppladdningar från dom %s senaste dagarna

# #30210
source: Remove this path from excluded
sv: Ta bort denna sökväg från uteslutna

# #30211
source: Add a folder to [B]exclude[/B]
sv: Lägg till en mapp att [B]utesluta[/B]

# #30212
source: Exclude this folder from database
sv: Uteslut denna mapp från databasen

# #30213
source: Scan all paths
sv: Skanna alla sökvägar

# #30214
source: Yes = scan all pictures.
sv: Ja = skanna alla bilder.

# #30215
source: No = scan only modified/new pictures.
sv: Nej = skanna endast modifierade/nya bilder.

# #30217
source: You must rescan the folders
sv: Du måste skanna om mapparna

# #30218
source: to exclude the pictures!
sv: för att utesluta bilderna!

# #30221
source: Fetching the map... (%0.2f%%)
sv: Hämtar mapp... (%0.2f%%)

# #30223
source: Use up / down arrows to zoom in / out
sv: Använd upp / ner piltangenterna för att zooma in / ut

# #30224
source: Close
sv: Stäng

# #30225
source: Zoom In
sv: Zooma in

# #30226
source: Zoom Out
sv: Zooma ut

# #30241
source: preparing
sv: förbereder

# #30242
source: refreshing
sv: uppdaterar

# #30243
source: passing
sv: passning

# #30244
source: adding
sv: lägger till

# #30245
source: re-scan
sv: Skanna om

# #30246
source: deleting
sv: raderar

# #30247
source: Please wait...
sv: Vänta...

# #30248
source: %s scanned / %s added / %s deleted / %s modified
sv: %s skannade / %s tillagda / %s borttagna / %s modifierade

# #30300
source: file name
sv: filnamn

# #30301
source: path
sv: sökväg

# #30302
source: path (thumbnail)
sv: sökväg (miniatyr)

# #30303
source: Show the slideshow
sv: Visa bildspelet

# #30600
source: Filter Wizard
sv: Filterguide

# #30601
source: Tags
sv: Taggar

# #30602
source: Contents
sv: Innehåll

# #30607
source: Last used filter
sv: Sist använda filter

# #30608
source: Select filter
sv: Välj filter

# #30609
source: Enter filter name
sv: Använd filternamn

# #30610
source: Please select tags (red checkbox means "not")
sv: Välj taggar (röda markeringar betyder "inte")

# #30611
source: 1 tag checked
sv: 1 tagg markerad

# #30612
source: %s tags checked
sv: %s taggar markerade

# #30614
source: Cancel
sv: Avbryt

# #30615
source: Match all tags
sv: Matcha alla taggar

# #30616
source: Load
sv: Ladda

# #30617
source: Save
sv: Spara

# #30618
source: Reset
sv: Återställ

# #30619
source: Delete
sv: Ta bort

# #30620
source: Translate your tags
sv: Översätt dina taggar

# #30621
source: Close Editor
sv: Stäng redigerare

# #30622
source: Leave translation empty to hide tag type in MyPicsDB
sv: Lämna översättning tom för att dölja taggtyp i MyPicsDB

# #30623
source: Translation for %s
sv: Översättning för %s

# #30650
source: Debugging
sv: Debuggning

# #30651
source: Enable debugging (regardless of XBMC settings)
sv: Aktivera debuggning (oavsett XBMC-inställning)

# #30653
source: New Filter
sv: Nytt filter

# #30660
source: Database Settings
sv: Databasinställningar

# #30661
source: Database Backend
sv: Databasmotor

# #30664
source: User
sv: Användare

# #30665
source: Password
sv: Lösenord

# #30666
source: IP-Address or Name
sv: IP-adress eller namn

# #30668
source: MySql DB Name
sv: MySQL-databasnamn

# #30669
source: Sqlite DB Name
sv: SQLite-databasnamn

# #30700
source: Country
sv: Land

# #30701
source: Country Code
sv: Landskod

# #30702
source: State
sv: Delstat

# #30703
source: City
sv: Stad

# #30704
source: Location
sv: Plats

# #30705
source: Event
sv: Händelse

# #30706
source: Date Added
sv: Datum tillagt

# #30707
source: Date Created
sv: Datum skapad

# #30708
source: Date/Time Created
sv: Datum/tid skapad

# #30709
source: Description
sv: Beskrivning

# #30710
source: Headline
sv: Rubrik

# #30711
source: Title
sv: Titel

# #30712
source: Creator
sv: Skapare

# #30713
source: Creator Title
sv: Skapartitel

# #30714
source: Copyright
sv: Upphovsrätt

# #30715
source: Label
sv: Etikett

# #30716
source: Image Rating
sv: Bildbetyg

# #30717
source: Keyword
sv: Nyckelord

# #30718
source: Category
sv: Kategori

# #30719
source: Supplemental Category
sv: Kompletterande kategori

# #30721
source: Image Width
sv: Bildbredd

# #30722
source: Image Length
sv: Bildlängd

# #30723
source: Orientation
sv: Riktning

# #30725
source: Image Model
sv: Bildmodell

# #30726
source: Image Make
sv: Bildmärke

# #30727
source: Image Artist
sv: Bildartist
