Repository: xbmc/repo-plugins
Catalog: plugin.video.edltv/resources/language/resource.language.*/strings.po
Languages: th_th

# #33000
source: Search
th_th: ค้นหา

# #33007
source: Grade 7
th_th: ชั้นมัธยมศึกษาปีที่ 1

# #33008
source: Grade 8
th_th: ชั้นมัธยมศึกษาปีที่ 2

# #33009
source: Grade 9
th_th: ชั้นมัธยมศึกษาปีที่ 3

# #33010
source: Grade 10
th_th: ชั้นมัธยมศึกษาปีที่ 4

# #33011
source: Grade 11
th_th: ชั้นมัธยมศึกษาปีที่ 5

# #33012
source: Grade 12
th_th: ชั้นมัธยมศึกษาปีที่ 6

# #33030
source: No internet connection.
th_th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต

# #33031
source: Sorry, the video is not available.
th_th: ขออภัย หัวข้อนี้ไม่มีวิดีโอ

# #33032
source: Sorry, result not available.
th_th: ขออภัย ไม่พบข้อมูลที่ต้องการค้นหา

# #33033
source: This step may have cost because there is an Internet connection.
th_th: ขั้นตอนนี้อาจมีค่าใช้บริการเมื่อต้องการเล่นวิดีโอ เนื่องจากมีการเชื่อมต่ออินเทอร์เน็ต

# #33040
source: Class.
th_th: คาบเรียนที่
