Repository: xbmc/repo-plugins
Catalog: plugin.video.nfl.gamepass/resources/language/resource.language.*/strings.po
Languages: de_de, ru_ru

# #30001
source: Username/E-Mail
de_de: Benutzername/E-Mail
ru_ru: Имя пользователя/E-Mail

# #30002
source: Password
de_de: Passwort
ru_ru: Пароль

# #30003
source: Preferred Stream Quality
de_de: Bevorzugte Streamqualität
ru_ru: Предпочтительное качество

# #30004
source: Always Use Highest Bitrate
de_de: Immer höchste Bitrate nutzen
ru_ru: Наивысший битрейт

# #30005
source: 1280x720 Bitrate 4.5 Mbps
ru_ru: 1280x720, битрейт 4.5 Мб/с

# #30006
source: 1280x720 Bitrate 3.0 Mbps
ru_ru: 1280х720, битрейт 3.0 Мб/с

# #30007
source: 960x540 Bitrate 2.4 Mbps
ru_ru: 960х540, битрейт 2.4 Мб/с

# #30008
source: 960x540 Bitrate 1.6 Mbps
ru_ru: 960х540, битрейт 1.6 Мб/с

# #30009
source: 640x360 Bitrate 1.2 Mbps
ru_ru: 640х360, битрейт 1.2 Мб/с

# #30010
source: 640x360 Bitrate 800 Kbps
ru_ru: 640х360, битрейт 800 кб/с

# #30011
source: 400x224 Bitrate 400 Kbps
ru_ru: 400х224, битрейт 400 кб/с

# #30012
source: Ask
de_de: Vorher fragen
ru_ru: Всегда спрашивать

# #30013
source: Preferred Game Version
de_de: Bevorzugte Spielversion
ru_ru: Предпочтительная версия игры

# #30014
source: Full
de_de: Vollständig
ru_ru: Полная

# #30015
source: Condensed
de_de: Zusammengefasst
ru_ru: Сокращенная

# #30016
source: Choose a game version
de_de: Wählen Sie eine Spielversion
ru_ru: Выбирать вручную

# #30021
source: Error
de_de: Fehler
ru_ru: Ошибка

# #30022
source: Due to broadcast restrictions, NFL Game Pass Domestic is currently unavailable. Please try again later.
de_de: Aufgrund rechtlicher Einschränkungen steht NFL Game Pass Domestic zur Zeit nicht zur Verfügung. Bitte versuchen Sie es später noch einmal.
ru_ru: NFL Game Pass Domestic сейчас недоступен из-за ограничений вещания. Пожалуйста попробуйте еще раз позже.

# #30023
source: Logging into NFL Game Pass failed. Make sure that your account information is correct and your subscription is valid.
de_de: Einloggen nicht erfolgreich. Bitte stellen Sie sicher, dass Ihre Accountangaben korrekt sind und Ihr Abo gültig ist.
ru_ru: Не удалось зайти на NFL Game Pass. Убедитесь, что информация про аккаунт верна и ваша подписка действительна.

# #30024
source: Unexpected error ='(. Please enable debugging in Kodi and submit a bug report.
de_de: Unerwarteter Fehler ='(. Bitte schalten Sie den Debugmodus in Kodi ein und melden Sie den Fehler samt Bericht.
ru_ru: Неожиданная ошибка ='(. Пожалуйста включите дебаг для аддона и Kodi и отправьте баг репорт.

# #30025
source: Hide game length
de_de: Spiellänge nicht anzeigen
ru_ru: Скрыть продолжительность игры

# #30026
source: No
de_de: Nein
ru_ru: Нет

# #30027
source: 12-hour clock (AM/PM)
de_de: 12-Stunden-Uhr (AM/PM)
ru_ru: 12ч (AM/PM)

# #30028
source: 24-hour clock
de_de: 24-Stunden-Uhr
ru_ru: 24ч

# #30029
source: General
de_de: Allgemein
ru_ru: Общие

# #30030
source: Display/Video
de_de: Anzeige
ru_ru: Воспроизведение/Видео

# #30031
source: Advanced
ru_ru: Продвинутые

# #30032
source: Coaches Film
ru_ru: Тренерская версия

# #30033
source: Proxy Settings
de_de: Proxyeinstellungen
ru_ru: Настройки прокси

# #30034
source: Use an HTTP proxy to access Game Pass
de_de: HTTP-Proxy für Zugang zum Game Pass nutzen
ru_ru: Использовать HTTP прокси для доступа к Game Pass

# #30035
source: Protocol
de_de: Protokoll
ru_ru: Протокол

# #30036
source: Server
ru_ru: Сервер

# #30037
source: Port
ru_ru: Порт

# #30038
source: Username
de_de: Benutzername
ru_ru: Имя пользователя

# #30039
source: Password
de_de: Passwort
ru_ru: Пароль

# #30042
source: Enable 'Basic' Authentication
de_de: Schalte 'Basic'-Authentifizierung ein
ru_ru: Включить 'Basic' аутентификацию

# #30043
source: There was a problem playing that stream
de_de: Es gab ein Problem beim Abspielen des Streams
ru_ru: Проблема при воспроизведении выбранного потока

# #30044
source: Some shows are known to not work. Please file a bug if the show is available and works in the official app.
de_de: Einige Sendungen laufen leider nicht. Bitte senden Sie einen Bugreport, sofern die Sendung verfügbar ist und in der offiziellen App funktioniert.
ru_ru: Некоторые шоу могут не работать. Пожалуйста сообщите нам если шоу доступно и работает в официальном приложении.

# #30045
source: No valid stream URL was found.
de_de: Es wurde keine gültige URL für den Stream gefunden.
ru_ru: Не возможно найти URL для потока.

# #30020
source: Time Notation
de_de: Zeitformat

# #30046
source: There is currently no data available for this week.
de_de: Es stehen zur Zeit keine Daten für diese Woche zur Verfügung.

# #30047
source: PRESEASON WEEK {0}
de_de: PRESEASON WOCHE {0}

# #30048
source: WEEK {0}
de_de: WOCHE {0}

# #30049
source: Use InputStream Adaptive
de_de: Nutze InputStream Adaptive

# #30050
source: Please enter the username and password for your NFL Game Pass subscription.
de_de: Bitte geben Sie Benutzernamen und Passwort für Ihr NFL Game Pass Abo ein.
