Repository: xbmc/repo-plugins
Catalog: plugin.audio.hearthis_at/resources/language/*/strings.po
Languages: german

# #30001
source: Playlists
german: Wiedergabelisten

# #30002
source: Show artist
german: Zeige Künstler

# #30003
source: Recently added
german: Neu

# #30004
source: Search
german: Suche

# #30005
source: Search for artist only
german: Nur nach Künstlern suchen

# #30006
source: next
german: nächste

# #30008
source: Popular
german: Beliebt

# #30009
source: Search for tracks only
german: Nur nach Titeln suchen

# #30010
source: previous
german: vorherige

# #30011
source: No elements to show
german: Keine Elemente gefunden

# #30012
source: Add like
german: Like hinzufügen

# #30013
source: Remove like
german: Like entfernen

# #30014
source: My likes
german: Meine Likes

# #30015
source: Following
german: Künstler, denen ich folge

# #30016
source: Follow Artist
german: Folge diesem Künstler

# #30017
source: Unfollow Artist
german: Folge diesem Künstler nicht mehr

# #30018
source: tracks
german: Titel

# #30019
source: Reshared tracks
german: Geteilte Titel

# #30020
source: Reshare track
german: Titel teilen

# #30021
source: Remove reshare
german: Titel nicht mehr teilen

# #30050
source: hearthis.at credentials
german: hearthis.at Zugangsdaten

# #30051
source: Email
german: Emailadresse

# #30052
source: Password
german: Passwort

# #30053
source: Elements per page
german: Elemente pro Seite

# #30054
source: Login at hearthis.at
german: Bei hearthis.at einloggen

# #30055
source: Login failed. Check your credentials!
german: Login fehlgeschlagen. Überprüfe deine Zugangsdaten
