Repository: xbmc/repo-plugins
Catalog: plugin.video.couchpotato_manager/resources/language/*/strings.po
Languages: spanish

# #30000
source: All Movies
spanish: Todas las Películas

# #30001
source: Add new Movie to Wanted-list
spanish: Añadir Película a la Lista de Deseos

# #30002
source: Wanted Movies
spanish: Lista de Deseos de Películas

# #30003
source: Done Movies
spanish: Películas Terminadas

# #30100
source: Add-on Settings
spanish: Ajustes del Complemento

# #30101
source: Refresh Releases
spanish: Actualizar Estrenos

# #30102
source: Delete Movie
spanish: Borrar Película

# #30103
source: Delete Release
spanish: Borrar Estreno

# #30104
source: Download Release
spanish: Descargar Estreno

# #30105
source: Ignore Release
spanish: Ignorar Estreno

# #30106
source: Search Trailer on YouTube
spanish: Buscar Trailer en YouTube

# #30107
source: Force full search
spanish: Forzar búsqueda completa

# #30110
source: Please enter movie title
spanish: Por favor, introduce el título de la película

# #30111
source: Please select the correct Movie
spanish: Por favor, elige la Película correcta

# #30112
source: Please select the profile
spanish: Por favor, selecciona el perfil

# #30113
source: Delete Movie
spanish: Borrar Película

# #30114
source: Are you sure to delete?
spanish: ¿Estás seguro de querer borrar?

# #30115
source: Please select your default profile
spanish: Por favor, selecciona tu perfil por defecto

# #30120
source: Connection error
spanish: Error de conexión

# #30121
source: Wrong User-Credentials or Api Key
spanish: Usuario-Contraseña o Clave de API incorrectas

# #30122
source: Wrong Network Settings or CP not running.
spanish: Configuración de red incorrecta, o CouchPotato no está en ejecución.

# #30123
source: Do you want to change them now?
spanish: ¿Deseas cambiarlos ahora?

# #30130
source: Movie added
spanish: Película añadida

# #30140
source: Please use context menu
spanish: Por favor, usa el menú contextual

# #30141
source: You need to open the context-menu
spanish: Necesitas abrir el menú contextual

# #30142
source: to choose the action you want
spanish: para elegir la acción que deseas

# #30150
source: Type
spanish: Tipo

# #30151
source: Provider
spanish: Proveedor

# #30152
source: Provider-Extra
spanish: Proveeedor-Extra

# #30153
source: Age
spanish: Edad

# #30155
source: Size (MB)
spanish: Tamaño (MB)

# #30156
source: Description
spanish: Descripción

# #30300
source: Username
spanish: Usuario

# #30301
source: Password
spanish: Contraseña

# #30302
source: Use HTTPS
spanish: Usar HTTPS

# #30303
source: Hostname
spanish: Servidor

# #30304
source: Port
spanish: Puerto

# #30305
source: Api Key
spanish: Clave de API

# #30306
source: Set default profile
spanish: Establecer perfil por defecto

# #30310
source: You only need username/password OR Api Key!
spanish: ¡Solo necesitas usuario/contraseña O clave de API!
