Repository: xbmc/repo-plugins
Catalog: plugin.video.crunchyroll-takeout/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #30001
source: Username
pt_br: Usuário

# #30002
source: Password
pt_br: Senha

# #30003
source: Video quality:
pt_br: Qualidade de Vídeo:

# #30100
source: Anime
pt_br: Animes

# #30102
source: Updated
pt_br: Atualizados Recentemente

# #30103
source: Popular
pt_br: Populares

# #30104
source: Drama
pt_br: Dramas

# #30105
source: Queue
pt_br: Minha Fila

# #30107
source: Genres
pt_br: Gêneros

# #30110
source: Seasons
pt_br: Temporadas

# #30200
source: Notice
pt_br: Aviso

# #30203
source: No user account found
pt_br: Conta de usuário não encontrada

# #30206
source: Login Failed: Please check Username and Password
pt_br: Falha ao entrar: Verifique seu nome de usuário e senha

# #30207
source: Internal Plugin Error: Please Report This Bug!
pt_br: Erro Interno no Plugin: Por favor, reporte este erro!

# #30212
source: Video restricted
pt_br: Vídeo restrito

# #30211
source: Force Language Change
pt_br: Forçar Alteração do Idioma

# #30300
source: Disabled
pt_br: Desativado

# #30304
source: Francais (France)
pt_br: Français (France)

# #30306
source: Portugues (Brasil)
pt_br: Português (Brasil)

# #30307
source: Portugues (Portugal)
pt_br: Português (Portugal)

# #30308
source: Espanol (LATAM)
pt_br: Español (LATAM)
