Repository: xbmc/repo-plugins
Catalog: plugin.video.esa/resources/language/*/strings.po
Languages: french, portuguese

# #30010
source: Next page
french: Page suivant
portuguese: Próxima página

# #30011
source: Video type not supported
french: Type de vidéo non supporte
portuguese: Vídeo não suportado

# #30012
source: Couldn't locate video url
french: Adresse vidéo non trouvee
portuguese: Não foi possível localizar o vídeo url

# #30101
source: Language (for videos)
french: Langue (pour le vidéos)
portuguese: Language (vídeos)

# #30102
source: Debug (enable logs)
french: Debug (logs)
portuguese: Debug (enable registos)

# #30103
source: Sort criteria
french: Critères d'ordre
portuguese: Critério de ordenação

# #30104
source: Search
french: Chercher
portuguese: Pesquisa

# #30105
source: Search text
french: Text a chercher
portuguese: Texto Pesquisa

# #30106
source: Previous page
french: Page Précédente
portuguese: Página Anterior

# #30107
source: All the videos
french: Toutes les Vidéos
portuguese: Todos os Vídeos

# #30108
source: Other Categories
french: Autres Catégories
portuguese: Outras Categorias

# #30109
source: Show thumbnails as fanart
french: Afficher les vignettes comme fanart
portuguese: Exibir miniaturas como fanart
