Repository: xbmc/repo-plugins
Catalog: plugin.video.pcloud-video-streaming/resources/language/resource.language.*/strings.po
Languages: es_es, gl_es, he_il

# #30100
source: General
gl_es: Xeral
he_il: כללי

# #30101
source: pCloud username (email)
es_es: usuario pCloud (correo)
gl_es: usuario pCloud (correo)
he_il: שם משתמש (אי-מייל) ל-pCloud

# #30102
source: pCloud password
es_es: contraseña pCloud
gl_es: contrasinal pCloud
he_il: סיסמה ל-pCloud

# #30103
source: Log On
es_es: Acceder
gl_es: Acceder
he_il: כניסה

# #30104
source: Log on to pCloud?
es_es: ¿Acceder a pCloud?
gl_es: ¿Acceder a pCloud?
he_il: להיכנס ל- pCloud?

# #30105
source: auth
he_il: אימות

# #30106
source: auth expiry
he_il: תפוגת אימות

# #30107
source: Error
gl_es: Erro
he_il: שגיאה

# #30108
source: Cannot log on to pCloud (see log)
es_es: No es posible conectar con pCloud (vea el log)
gl_es: Non é posible conectar con pCloud (vexa o log)
he_il: אין אפשרות להיכנס ל-pCloud (ראה יומן)

# #30109
source: ERROR: cannot logon to pCloud
es_es: ERROR: No se puede iniciar sesión en pCloud
gl_es: ERRO: Non se pode iniciar sesión en pCloud
he_il: שגיאה: אין אפשרות כניסה pCloud

# #30110
source: Success
es_es: Éxito
gl_es: Éxito
he_il: בוצע בהצלחה

# #30111
source: Logon successful
es_es: Acceso realizado
gl_es: Acceso realizado
he_il: התחברת בהצלחה

# #30112
source: Last used folder ID
es_es: ID de la última carpeta accedida
gl_es: ID da derradeira carpeta accedida
he_il: מזהה תיקיה אחרונה שהייתה בשימוש

# #30113
source: Back to parent folder
es_es: Regresar a la carpeta anterior
gl_es: Voltar á carpeta anterior
he_il: בחזרה אל תיקיית האב

# #30114
source: Delete from pCloud...
es_es: Borrar de pCloud…
gl_es: Borrar de pCloud…
he_il: מחיקה מ- pCloud...

# #30115
source: Confirm Delete
es_es: Confirme el borrado
gl_es: Confirme o borrado
he_il: אשר מחיקה

# #30117
source: Operation cannot be undone.
es_es: La operación es irreversible.
gl_es: A operación éche irreversible.
he_il: הפעולה לא ניתנת לביטול.

# #30118
source: Deleted successfully
es_es: Borrado correctamente
gl_es: Borrado correctamente
he_il: נמחק בהצלחה

# #30119
source: Error during delete (see log)
es_es: Error durante el borrado (ver log)
gl_es: Erro perante o borrado (ver log)
he_il: שגיאה בעת המחיקה (ראה יומן)

# #30120
source: ERROR: cannot delete file or folder from pCloud
es_es: ERROR: no es posible borrar el fichero o la carpeta en pCloud
gl_es: ERRO: non é posible borrar o ficheiro ou a carpeta en pCloud
he_il: שגיאה: אין אפשרות למחוק קובץ או תיקיה מ-pCloud

# #30121
source: Mark as watched
es_es: Marcar como visto
gl_es: Marcar como visto
he_il: סימון כנצפה

# #30122
source: My Shares
es_es: Mis comparticiones
gl_es: As miñas comparticións
he_il: השיתופים שלי

# #30123
source: Back to My pCloud
es_es: Regresar a Mi pCloud
gl_es: Voltar a Mi pCloud
he_il: חזרה אל ה-pCloud שלי

# #30116
source: Delete '{0}' from pCloud?
es_es: ¿Borrar ‘{0}’ de pCloud?
gl_es: ¿Borrar ‘{0}’ de pCloud?
