Repository: xbmc/repo-plugins
Catalog: plugin.video.composite_for_plex/resources/language/resource.language.*/strings.po
Languages: de_de, es_es, he_il, pl_pl

# Addon Description
source: Browse and play video, music and photo media files managed by Plex Media Server.[CR][CR]Fork of PleXBMC by Hippojay
de_de: Durchsuchen und Abspielen von Videos, Musik und Fotos, die vom Plex Media Server verwaltet werden.[CR][CR]Fork von Hippojay's PleXBMC
es_es: Explorar y reproducir archivos multimedia de vídeo, música y fotos gestionados por Plex Media Server.[CR][CR]Bifurcación de PleXBMC por Hippojay
pl_pl: Przeglądaj i odtwarzaj pliki multimedialne zarządzane przez Plex Media Server.[CR] [CR] Jest to fork PleXBMC stworzonego przez Hippojay'a

# Addon Disclaimer
source: Composite is NOT an official Plex add-on and is not supported or endorsed by Plex.
de_de: Composite ist KEIN offizielles Plex-Addon und wird von Plex weder unterstützt noch gebilligt.
es_es: Composite NO es un add-on oficial de Plex y no está apoyado ni respaldado por Plex.
pl_pl: Composite NIE jest oficjalnym dodatkiem do programu Plex, nie jest wspierany ani zatwierdzany przez firmę Plex.

# #30000
source: Confirm file delete?
de_de: Datei löschen?
es_es: ¿Confirmar la eliminación del archivo?
he_il: לאשר את מחיקת קובץ?
pl_pl: Potwierdzić usunięcie pliku?

# #30001
source: Delete this item? This action will delete media and associated data files.
de_de: Diesen Artikel löschen? Diese Aktion löscht Medien und zugehörige Datendateien.
es_es: ¿Borrar este elemento? Esta acción eliminará los archivos de medios y sus datos asociados.
he_il: האם למחוק את פריט זה? פעולה זו תמחק את המדיה ואת קיבצי הנתונים המקושרים.
pl_pl: Usunąć ten element? Ta czynność spowoduje usunięcie multimediów i powiązanych z nim danych.

# #30002
source: Plex Online
es_es: Plex en línea
he_il: פלקס במצב מקוון

# #30003
source: About to install
de_de: Zu installieren
es_es: A punto de instalar
he_il: עומד להתקין
pl_pl: Instalacja

# #30004
source: This plugin is already installed
de_de: Das Addon ist bereits installiert
es_es: Este complemento ya está instalado
he_il: תוסף זה מותקן כבר.
pl_pl: Ta wtyczka jest już zainstalowana

# #30005
source: Switch Failed
de_de: Wechsel fehlgeschlagen
es_es: Interruptor averiado
he_il: ההחלפה נכשלה
pl_pl: Nie udało się przełączyć

# #30006
source: Sign Out
de_de: Abmelden
es_es: Cerrar sesión
he_il: התנתקות
pl_pl: Wyloguj się

# #30007
source: To sign out you must be logged in as an admin user. Switch user and try again
de_de: Zum Abmelden muss man als Administrator angemeldet sein. Bitte den Benutzer wechseln und erneut versuchen
es_es: Para cerrar sesión debes estar conectado como usuario administrador. Cambie de usuario e inténtelo de nuevo
he_il: כדי לצאת עליך להיות מחובר כמשתמש admin. נא להחליף משתמש ונסה שוב
pl_pl: Aby się wylogować musisz być zalogowany jako administrator. Zmień użytkownika i spróbuj ponownie

# #30009
source: You are currently signed into myPlex. Are you sure you want to sign out?
de_de: Zurzeit angemeldet by myPlex. Wirklich abmelden?
es_es: Actualmente está conectado a myPlex. ¿Seguro que quiere cerrar la sesión?
he_il: אתם כרגע מחובר אל myPlex. האם אתה בטוח שברצונך להתנתק?
pl_pl: Jesteś obecnie zalogowany do myPlex. Czy na pewno chcesz się wylogować?

# #30011
source: You are not currently logged into myPlex. Continue to sign in, or cancel to return
de_de: Zurzeit nicht bei myPlex angemeldet. Fortfahren, um sich anzumelden, oder abbrechen, um zurückzukehren
es_es: Actualmente no estás conectado a myPlex. Continúe para iniciar sesión o cancele para volver
he_il: אתה לא מחובר כעת לתוך myPlex. אנא המשך לרישום, או על ביטול כדי לחזור
pl_pl: Nie jesteś obecnie zalogowany w serwisie myPlex. Kontynuuj, aby się zalogować, lub anuluj, aby powrócić

# #30012
source: To access these screens you must be logged in as an admin user. Switch user and try again
de_de: Um auf diese Bildschirme zugreifen zu können, muss man als Administrator angemeldet sein. Bitte den Benutzer wechseln und erneut versuchen
es_es: Para acceder a estas pantallas debe iniciar sesión como usuario administrador. Cambie de usuario e inténtelo de nuevo
he_il: כדי לגשת את המסכים הבאים, שעליך להיות מחובר כמשתמש admin. אנא החלף משתמש ונסה שוב
pl_pl: Aby uzyskać dostęp do tych ekranów, musisz być zalogowany jako administrator. Zmień użytkownika i spróbuj ponownie

# #30013
source: All
de_de: Alle
es_es: Todos
he_il: הכל
pl_pl: Wszystko

# #30014
source: Unwatched
de_de: Ungesehen
es_es: No visto
he_il: לא נצפה
pl_pl: Nieobejrzane

# #30015
source: Recently Aired
de_de: Kürzlich ausgestrahlt
es_es: Emitido recientemente
he_il: שודר לאחרונה
pl_pl: Ostatnio emitowane

# #30016
source: Recently Added
de_de: Kürzlich hinzugefügt
es_es: Añadido recientemente
he_il: נוסף לאחרונה
pl_pl: Ostatnio dodane

# #30017
source: Recently Viewed Episodes
de_de: Kürzlich gesehene Episoden
es_es: Episodios vistos recientemente
he_il: פרקים שנצפו לאחרונה
pl_pl: Ostatnio obejrzane odcinki

# #30018
source: Recently Viewed Shows
de_de: Kürzlich gesehene Serien
es_es: Series vistas recientemente
he_il: סדרות שנצפו לאחרונה
pl_pl: Ostatnio obejrzane programy

# #30019
source: On Deck
de_de: Aktuell
es_es: En progreso
he_il: על המדף
pl_pl: Aktualnie

# #30020
source: By Collection
de_de: Nach Sammlung
es_es: Por colección
he_il: לפי אוסף
pl_pl: Według kolekcji

# #30021
source: By First Letter
de_de: Nach Anfangsbuchstaben
es_es: Por la primera letra
he_il: לפי אות ראשונה
pl_pl: Według pierwszej litery

# #30022
source: By Genre
de_de: Nach Genre
es_es: Por género
he_il: לפי סגנון
pl_pl: Według gatunku

# #30023
source: By Year
de_de: Nach Jahr
es_es: Por año
he_il: לפי שנה
pl_pl: Według roku

# #30024
source: By Content Rating
de_de: Nach Altersfreigabe
es_es: Por categoría de contenido
he_il: לפי דירוג תוכן
pl_pl: Według oceny treści

# #30025
source: By Folder
de_de: Nach Ordner
es_es: Por carpeta
he_il: לפי תיקייה
pl_pl: Według katalogu

# #30026
source: Search Shows...
de_de: Serien suchen ...
es_es: Buscar series...
he_il: חיפוש סדרות...
pl_pl: Szukaj programów...

# #30027
source: Search Episodes...
de_de: Episoden suchen ...
es_es: Buscar episodios...
he_il: חיפוש פרקים...
pl_pl: Szukaj odcinków...

# #30028
source: All
de_de: Alle
es_es: Todos
he_il: הכל
pl_pl: Wszystko

# #30029
source: By Album
de_de: Nach Album
es_es: Por álbum
he_il: לפי אלבום
pl_pl: Według albumu

# #30030
source: By Genre
de_de: Nach Genre
es_es: Por género
he_il: לפי סגנון
pl_pl: Według gatunku

# #30031
source: By Year
de_de: Nach Jahr
es_es: Por año
he_il: לפי שנה
pl_pl: Według roku

# #30032
source: By Collection
de_de: Nach Sammlung
es_es: Por colección
he_il: לפי אוסף
pl_pl: Według kolekcji

# #30033
source: Recently Added
de_de: Kürzlich hinzugefügt
es_es: Añadido recientemente
he_il: נוסף לאחרונה
pl_pl: Ostatnio dodane

# #30034
source: By Folder
de_de: Nach Ordner
es_es: Por carpeta
he_il: לפי תיקייה
pl_pl: Według katalogu

# #30035
source: Search Artists...
de_de: Interpreten suchen ...
es_es: Buscar artistas...
he_il: חיפוש אמנים...
pl_pl: Szukaj wykonawców...

# #30036
source: Search Albums...
de_de: Alben suchen ...
es_es: Buscar álbumes...
he_il: חיפוש אלבומים...
pl_pl: Wyszukaj albumy...

# #30037
source: Search Tracks...
de_de: Titel suchen ...
es_es: Buscar pistas...
he_il: חיפוש רצועות...
pl_pl: Szukaj utworów...

# #30038
source: All
de_de: Alle
es_es: Todos
he_il: הכל
pl_pl: Wszystko

# #30039
source: Unwatched
de_de: Ungesehen
es_es: No visto
he_il: לא נצפה
pl_pl: Nieobejrzane

# #30040
source: Recently Released
de_de: Kürzlich veröffentlicht
es_es: Recién publicado
he_il: שוחרר לאחרונה
pl_pl: Ostatnio wydane

# #30041
source: Recently Added
de_de: Kürzlich hinzugefügt
es_es: Añadido recientemente
he_il: נוסף לאחרונה
pl_pl: Ostatnio dodane

# #30042
source: Recently Viewed
de_de: Kürzlich gesehen
es_es: Visto recientemente
he_il: נצפה לאחרונה
pl_pl: Ostatnio obejrzane

# #30043
source: On Deck
de_de: Aktuell
es_es: En progreso
he_il: על המדף
pl_pl: Aktualnie

# #30044
source: By Collection
de_de: Nach Sammlung
es_es: Por colección
he_il: לפי אוסף
pl_pl: Według kolekcji

# #30045
source: By Genre
de_de: Nach Genre
es_es: Por género
he_il: לפי סגנון
pl_pl: Według gatunku

# #30046
source: By Year
de_de: Nach Jahr
es_es: Por año
he_il: לפי שנה
pl_pl: Według roku

# #30047
source: By Decade
de_de: Nach Jahrzehnt
es_es: Por década
he_il: לפי עשור
pl_pl: Według dekady

# #30048
source: By Director
de_de: Nach Regisseur
es_es: Por director
he_il: ‎לפי במאי
pl_pl: Według reżysera

# #30049
source: By Starring Actor
de_de: Nach Darsteller
es_es: Por actor protagonista
he_il: ‎לפי שחקן ראשי
pl_pl: Według występujących aktorów

# #30050
source: By Country
de_de: Nach Land
es_es: Por país
he_il: לפי מדינה
pl_pl: Według kraju

# #30051
source: By Content Rating
de_de: Nach Altersfreigabe
es_es: Por categoría de contenido
he_il: לפי דירוג תוכן
pl_pl: Według oceny treści

# #30052
source: By Rating
de_de: Nach Bewertung
es_es: Por calificación
he_il: לפי דרוג
pl_pl: Według oceny

# #30053
source: By Resolution
de_de: Nach Auflösung
es_es: Por resolución
he_il: לפי רזולוציה
pl_pl: Według rozdzielczości

# #30054
source: By First Letter
de_de: Nach Anfangsbuchstaben
es_es: Por la primera letra
he_il: לפי אות ראשונה
pl_pl: Według pierwszej litery

# #30055
source: By Folder
de_de: Nach Ordner
es_es: Por carpeta
he_il: לפי תיקייה
pl_pl: Według katalogu

# #30056
source: Search...
de_de: Suchen ...
es_es: Buscar...
he_il: חיפוש...
pl_pl: Szukaj...

# #30057
source: All
de_de: Alle
es_es: Todos
he_il: הכל
pl_pl: Wszystko

# #30058
source: By Year
de_de: Nach Jahr
es_es: Por año
he_il: לפי שנה
pl_pl: Według roku

# #30059
source: Recently Added
de_de: Kürzlich hinzugefügt
es_es: Añadido recientemente
he_il: נוסף לאחרונה
pl_pl: Ostatnio dodane

# #30060
source: Camera Make
de_de: Kameramarke
es_es: Marca de cámara
he_il: יצרן מצלמה
pl_pl: Marka aparatu

# #30061
source: Camera Model
de_de: Kameramodell
es_es: Modelo de cámara
he_il: מודל מצלמה
pl_pl: Model aparatu

# #30062
source: Aperture
de_de: Blende
es_es: Apertura
he_il: צמצם
pl_pl: Przesłona

# #30063
source: Shutter Speed
de_de: Verschlusszeit
es_es: Velocidad del obturador
he_il: מהירות התריס
pl_pl: Czas otwarcia migawki

# #30065
source: Lens
de_de: Linse
es_es: Objetivo
he_il: עדשה
pl_pl: Obiektyw

# #30066
source: Unable to see any media servers
de_de: Es können keine Medienserver angezeigt werden
es_es: No se puede ver ningún servidor multimedia
he_il: אין אפשרות למצוא שרתי מדיה
pl_pl: Nie znaleziono żadnych serwerów multimediów

# #30067
source: Unable to contact server:
de_de: Verbindung nicht möglich zum Server:
es_es: No se puede contactar con el servidor:
he_il: אין אפשרות ליצור קשר עם השרת:
pl_pl: Nie można nawiązać połączenia z serwerem:

# #30068
source: Library refresh started
de_de: Aktualisierung der Bibliothek gestartet
es_es: Actualización de biblioteca iniciada
he_il: עדכון הספרייה התחיל
pl_pl: Rozpoczęto odświeżanie biblioteki

# #30069
source: myPlex not configured
de_de: myPlex ist nicht konfiguriert
es_es: myPlex no está configurado
he_il: myPlex לא מוגדר
pl_pl: Nie skonfigurowano usługi myPlex

# #30070
source: Resume
de_de: Fortsetzen
es_es: Continuar
he_il: חדש ניגון
pl_pl: Wznów

# #30071
source: Select media to play
de_de: Medien für Wiedergabe auswählen
es_es: Seleccionar medio a reproducir
he_il: בחירת מדיה לניגון
pl_pl: Wybierz media do odtworzenia

# #30072
source: Select subtitle
de_de: Untertiel auswählen
es_es: Seleccionar subtítulo
he_il: בחר כתוביות
pl_pl: Wybierz napisy

# #30073
source: Select audio
de_de: Audio auswählen
es_es: Seleccionar audio
he_il: בחירת שמע
pl_pl: Wybierz audio

# #30074
source: Select master server
de_de: Hauptserver auswählen
es_es: Seleccionar servidor maestro
he_il: בחר שרת ראשי
pl_pl: Wybierz serwer główny

# #30075
source: Known server list
de_de: Bekannte Server
es_es: Lista de servidores conocidos
he_il: רשימת שרתים ידועים
pl_pl: Lista znanych serwerów

# #30076
source: Switch User
de_de: Benutzer wechseln
es_es: Cambiar de usuario
he_il: החלפת משתמש
pl_pl: Przełącz użytkownika

# #30077
source: Enter PIN
de_de: PIN eingeben
es_es: Introducir PIN
he_il: הכנס קוד
pl_pl: Wprowadź PIN

# #30078
source: Resume from
de_de: Fortsetzen bei
es_es: Continuar desde
he_il: המשך מ-
pl_pl: Wznów od

# #30079
source: Start from beginning
de_de: Von Anfang wiedergeben
es_es: Comenzar desde el principio
he_il: התחל מההתחלה
pl_pl: Zacznij od początku

# #30080
source: myPlex Queue
de_de: myPlex-Warteschlange
es_es: Cola de myPlex
he_il: תור ב-myPlex
pl_pl: Kolejka myPlex

# #30081
source: Sign In
de_de: Anmelden
es_es: Iniciar sesión
he_il: התחברות
pl_pl: Zaloguj się

# #30082
source: Display Servers
de_de: Server anzeigen
es_es: Mostrar servidores
he_il: הצג שרתים
pl_pl: Pokaż serwery

# #30083
source: Refresh Data
de_de: Daten aktualisieren
es_es: Actualizar datos
he_il: רענן מידע
pl_pl: Odśwież dane

# #30084
source: Channels
de_de: Kanäle
es_es: Canales
he_il: ערוצים
pl_pl: Kanały

# #30085
source: Playlists
de_de: Wiedergabelisten
es_es: Listas de reproducción
he_il: רשימות השמעה
pl_pl: Listy odtwarzania

# #30086
source: Play Transcoded
de_de: Transcodierte Wiedergabe
es_es: Reproducir transcodificado
he_il: נגן קובץ מומר
pl_pl: Odtwórz transkodowane

# #30087
source: All episodes
de_de: Alle Episoden
es_es: Todos los episodios
he_il: כל הפרקים
pl_pl: Wszystkie odcinki

# #30088
source: Season
de_de: Staffel
es_es: Temporada
he_il: עונה
pl_pl: Sezon

# #30089
source: Search for
de_de: Suchen nach
es_es: Buscar
he_il: חפש את
pl_pl: Szukaj

# #30090
source: Unplayed
de_de: Nicht wiedergegeben
es_es: Sin reproducir
pl_pl: Nieodtworzone

# #30500
source: Primary Server Address
de_de: Adresse des primären Servers
es_es: Dirección del servidor principal
he_il: כתובת השרת הראשי
pl_pl: Adres serwera głównego

# #30501
source: Stream from PMS
de_de: Zugriffsart auf Videostreams vom Server
es_es: Transmisión desde PMS
he_il: הזרמה מ- PMS
pl_pl: Strumieniuj z PMS

# #30502
source: Get extended metadata from PMS
de_de: Erweiterte Metadaten vom PMS holen
es_es: Obtener metadatos ampliados de PMS
he_il: קבל מידע-מטא מורחב מ-PMS
pl_pl: Pobierz rozszerzone metadane z PMS

# #30503
source: Enable extra filter menus
de_de: Zusätzliche Filtermenüs aktivieren
es_es: Activar menús de filtro adicionales
he_il: אפשר תפריטים עם סינון נוסף
pl_pl: Włącz dodatkowe menu filtrów

# #30504
source: Server Discovery
de_de: Art der Serversuche
es_es: Búsqueda de servidores
he_il: גילוי שרת
pl_pl: Wykrywanie serwerów

# #30505
source: PMS Username:
de_de: PMS-Benutzername:
es_es: Nombre de usuario PMS:
he_il: שם משתמש של PMS:
pl_pl: Nazwa użytkownika PMS:

# #30506
source: PMS Password:
de_de: PMS-Passwort:
es_es: Contraseña PMS:
he_il: סיסמה ל-PMS:
pl_pl: Hasło PMS:

# #30507
source: Always Transcode
de_de: Transcoding immer aktiv
es_es: Transcodificar siempre
he_il: המר תמיד
pl_pl: Zawsze transkoduj

# #30508
source: Transcode format
de_de: Transcoding-Format
es_es: Formato de transcodificación
he_il: פורמט המרה
pl_pl: Format transkodowania:

# #30509
source: Recent & OnDeck items
de_de: Kürzliche und aktuelle Einträge
es_es: Elementos recientes y en progreso
he_il: פריטים אחרונים ו-OnDeck
pl_pl: Ostatnie i obecnie odtwarzane elementy

# #30510
source: Debug log
de_de: Debug-Protokoll
es_es: Registro de depuración
he_il: לוג איתור באגים
pl_pl: Dziennik debugowania

# #30514
source: Debug level
es_es: Nivel de depuración
pl_pl: Poziom debugowania

# #30515
source: Use transcoding proxy
de_de: Transcoding-Proxy verwenden
es_es: Usar proxy de transcodificación
he_il: השתמש בפרוקסי המרה
pl_pl: Używaj proxy podczas transkodowania

# #30516
source: Server
es_es: Servidor
he_il: שרת
pl_pl: Serwer

# #30517
source: Playback
de_de: Wiedergabe
es_es: Reproducción
he_il: ניגון
pl_pl: Odtwarzanie

# #30518
source: Transcoding
es_es: Transcodificación
he_il: ממיר
pl_pl: Transkodowanie

# #30520
source: Look and Feel
de_de: Aussehen
es_es: Aspecto y comportamiento
he_il: מראה ותחושה
pl_pl: Wygląd i wrażenia

# #30521
source: Skin Home Shelf
es_es: Estantería Skin Home
he_il: מדף מעטפת הבית

# #30522
source: Advanced
de_de: Erweitert
es_es: Avanzado
he_il: מתקדם
pl_pl: Zaawansowane

# #30523
source: Use Wake On LAN
de_de: Wake On LAN verwenden
es_es: Usar Wake On LAN
he_il: תשתמש בהתעוררות דרך הרשת - WOL
pl_pl: Używaj Wake On LAN

# #30524
source: myPlex user
de_de: myPlex-Benutzer
es_es: Usuario de myPlex
he_il: שם משתמש ב-myPlex
pl_pl: Użytkownik myPlex

# #30525
source: myPlex password
de_de: myPlex-Passwort
es_es: Contraseña de myPlex
he_il: סיסמה ל-myPlex
pl_pl: Hasło myPlex

# #30526
source: Select master server...
de_de: Hauptserver auswählen ...
es_es: Seleccionar servidor maestro...
he_il: בחר שרת ראשי...
pl_pl: Wybierz serwer główny...

# #30527
source: Authentication required?
de_de: Authentifizierung benötigt?
es_es: ¿Se requiere autenticación?
he_il: נדרש אימות?
pl_pl: Wymagane uwierzytelnienie?

# #30528
source: Load External Subtitles?
de_de: Externe Untertitel laden?
es_es: ¿Cargar subtítulos externos?
he_il: לטעון כתוביות חיצוניות?
pl_pl: Załadować zewnętrzne napisy?

# #30529
source: Always display subtitles?
de_de: Untertitel immer anzeigen?
es_es: ¿Mostrar siempre subtítulos?
he_il: תמיד להציג כתוביות?
pl_pl: Zawsze wyświetlać napisy?

# #30530
source: Port Number
de_de: Portnummer
es_es: Número de puerto
he_il: מספר היציאה
pl_pl: Numer portu

# #30531
source: Use PMS localisation settings
de_de: Ländereinstellungen des PMS verwenden
es_es: Usar los ajustes de localización PMS
he_il: תשתמש בהגדרות לוקליזציה ל-PMS
pl_pl: Użyj ustawień lokalizacji PMS

# #30533
source: Always
de_de: Immer
es_es: Siempre
he_il: תמיד
pl_pl: Zawsze

# #30534
source: Audio stream selection
de_de: Auswahl des Audio-Streams
es_es: Selección de la transmisión de audio
he_il: בחירת הזרמת שמע
pl_pl: Wybór strumienia audio

# #30535
source: Subtitle stream selection
de_de: Auswahl des Untertitel-Streams
es_es: Selección de la transmisión de subtítulos
he_il: בחירת הזרמת כתובית
pl_pl: Wybór strumienia napisów

# #30536
source: Kodi Control
de_de: Kodi-Steuerung
es_es: Control de Kodi
he_il: שליטה בקודי
pl_pl: Ustawienia Kodi

# #30537
source: External
de_de: Extern
es_es: Externo
he_il: קישור חיצוני
pl_pl: Zewnętrzne

# #30538
source: Audio and subtitle selector
de_de: Quelle für Audio- und Untertitel-Auswahl
es_es: Selector de audio y subtítulos
he_il: בורר שמע וכתוביות
pl_pl: Wybór dźwięku i napisów

# #30539
source: Never show subtitles
de_de: Niemals Untertitel anziegen
es_es: Nunca mostrar subtítulos
he_il: אל תציג כתוביות לעולם
pl_pl: Nigdy nie pokazuj napisów

# #30540
source: Quality
de_de: Qualität
es_es: Calidad
he_il: איכות
pl_pl: Jakość

# #30541
source: Proxy Port
es_es: Puerto proxy
he_il: פורט לפרוקסי
pl_pl: Port proxy

# #30542
source: Plex Channel View
de_de: Ansicht der Plex-Kanäle
es_es: Vista del canal Plex
he_il: צפיית ערוץ פלקס
pl_pl: Widok kanału Plex

# #30543
source: Flatten TV Shows
de_de: Serien reduzieren
es_es: Aplanar series de TV
he_il: לשטח את הסדרות
pl_pl: Uprość widok wyboru programów telewizyjnych

# #30544
source: Server MAC address
de_de: MAC-Adresse des Servers
es_es: Dirección MAC del servidor
he_il: כתובת MAC של השרת
pl_pl: Adres MAC serwera

# #30545
source: Plex Style Watched flags
de_de: Gesehen-Markierung im Plex-Stil
es_es: Marcador visto en estilo Plex
he_il: דגלי נצפה בעיצוב פלקס
pl_pl: Znacznik obejrzenia w stylu Plex

# #30547
source: Use WOL?
de_de: Wake on LAN verwenden?
es_es: ¿Usar WOL?
he_il: להשתמש WOL?
pl_pl: Używać Wake On LAN?

# #30549
source: Skip Genre/director/writer
de_de: Informationen für Genre/Regisseur/Autor überspringen
es_es: Saltar género/director/guionista
he_il: דלג על מידע-מטא של סגנון, במאי ותסריטאי
pl_pl: Pomiń gatunek / reżysera/ scenarzystę

# #30550
source: Skip images (thumbs, fanart)
de_de: Bilder (Vorschaubilder, Fanart) überspringen
es_es: Saltar imágenes (miniaturas, fanart)
he_il: דלג על תמונות (תמונות ממוזערות, פאנארט)
pl_pl: Pomiń obrazy (miniatury, fanarty)

# #30551
source: Skip Media Flags
de_de: Medienmarkierungen überspringen
es_es: Saltar marcadores multimedia
he_il: דלג על דגלי מדיה
pl_pl: Pomiń znaczniki mediów

# #30552
source: Skip Context Menus
de_de: Kontextmenüs überspringen
es_es: Saltar menús contextuales
he_il: דלג על תפריטי קישור
pl_pl: Pomiń menu kontekstowe

# #30553
source: Off
de_de: Aus
es_es: Apagado
he_il: כבוי
pl_pl: Wyłączone

# #30556
source: Play TV Theme Music
de_de: TV-Theme-Musik wiedergeben
es_es: Reproducir música del tema de TV
he_il: נגן נעימת סדרה
pl_pl: Odtwarzaj muzykę z motywów telewizyjnych

# #30557
source: Select audio output
de_de: Audioausgabe wählen
es_es: Seleccionar la salida de audio
he_il: בחר פלט שמע
pl_pl: Wybierz wyjście audio

# #30558
source: If only one season
de_de: Bei nur einer Staffel
es_es: Si sólo hay una temporada
he_il: אם קיימת עונה בודדת
pl_pl: Jeśli tylko jeden sezon

# #30559
source: All seasons
de_de: Alle Staffeln
es_es: Todas las temporadas
he_il: כל העונות
pl_pl: Wszystkie sezony

# #30560
source: Force DVD playback
de_de: DVD-Wiedergabe erzwingen
es_es: Forzar reproducción de DVD
he_il: כפה הפעלת DVD
pl_pl: Wymuś odtwarzanie DVD

# #30561
source: Override SMB location
de_de: SMB-Pfad überschreiben
es_es: Anular ubicación SMB
he_il: עקוף את מיקום SMB
pl_pl: Zastąp lokalizację SMB

# #30562
source: NAS IP Address
de_de: NAS-IP-Adresse
es_es: Dirección IP del NAS
he_il: כתובת IP ל-NAS
pl_pl: Adres IP serwera NAS

# #30564
source: NAS Username
de_de: NAS-Benutzername
es_es: Nombre de usuario del NAS
he_il: שם משתמש ל- NAS
pl_pl: Nazwa użytkownika NAS

# #30565
source: NAS password
de_de: NAS-Passwort
es_es: Contraseña del NAS
he_il: סיסמה ל- NAS
pl_pl: Hasło do NAS

# #30566
source: NAS Root Folder
de_de: NAS-Stammordner
es_es: Carpeta raíz del NAS
he_il: תיקייה ראשית ל- NAS
pl_pl: Katalog główny NAS

# #30567
source: Plex Control
es_es: Control de Plex
he_il: שליטה ב-Plex
pl_pl: PMS

# #30568
source: Subtitle Size
de_de: Untertitelgröße
es_es: Tamaño de los subtítulos
he_il: גודל כתוביות
pl_pl: Rozmiar napisów

# #30569
source: Audio Boost
de_de: Lautstärkeerhöhung
es_es: Aumento de audio
he_il: הגברת אודיו
pl_pl: Wzmocnienie dźwięku

# #30571
source: Current Master Server
de_de: Aktueller Hauptserver
es_es: Servidor principal actual
he_il: שרת ראשי נוכחי
pl_pl: Aktualny serwer główny

# #30572
source: Current Master Server
de_de: Aktueller Hauptserver
es_es: Servidor principal actual
he_il: שרת ראשי נוכחי
pl_pl: Aktualny serwer główny

# #30573
source: Recently Added
de_de: Kürzlich hinzugefügt
es_es: Añadido recientemente
he_il: נוסף לאחרונה
pl_pl: Ostatnio dodane

# #30574
source: On Deck
de_de: Aktuell
es_es: En progreso
he_il: על המדף
pl_pl: Aktualnie

# #30575
source: Force Skin Views
de_de: Skin-Ansichten erzwingen
es_es: Forzar vistas del skin
he_il: כפה תצוגת מעטפת
pl_pl: Wymuś widok w skórze

# #30576
source: Skin Name
de_de: Name des Skins
es_es: Nombre del skin
he_il: שם המעטפת
pl_pl: Nazwa skóry

# #30577
source: Movie View
de_de: Ansicht für Filme
es_es: Vista de la película
he_il: תצוגת סרט
pl_pl: Widok wg. filmu

# #30578
source: TV View
de_de: Ansicht für Serien
es_es: Vista de la serie
he_il: תצוגת סדרה
pl_pl: Widok wg. serialu

# #30579
source: Season View
de_de: Ansicht für Staffeln
es_es: Vista de temporada
he_il: תצוגת עונות
pl_pl: Widok wg. sezonu

# #30580
source: Episode View
de_de: Ansicht für Episoden
es_es: Vista del episodio
he_il: תצוגת פרקים
pl_pl: Widok wg. odcinka

# #30581
source: Music View
de_de: Ansicht für Musik
es_es: Vista de la música
he_il: תצוגת מוזיקה
pl_pl: Widok wg. muzyki

# #30582
source: Enable Movie Shelf
de_de: Filmregal aktivieren
es_es: Activar estantería de películas
he_il: אפשר מדף סרטים
pl_pl: Włącz półkę z filmami

# #30583
source: Enable TV Shelf
de_de: Serienregal aktivieren
es_es: Activar estantería de series
he_il: אפשר מדף טלוויזיה
pl_pl: Włącz półkę z serialami
