Repository: xbmc/repo-plugins
Catalog: plugin.video.composite_for_plex/resources/language/resource.language.*/strings.po
Languages: de_de, es_es, he_il, pl_pl

# #30584
source: Enable Music Shelf
de_de: Musikregal aktivieren
es_es: Activar estantería de música
he_il: אפשר מדף מוזיקה
pl_pl: Włącz półkę z muzyką

# #30585
source: Enable Channel Shelf
de_de: Kanalregal aktivieren
es_es: Activar estantería de canales
he_il: אפשר מדף ערוצים
pl_pl: Włącz półkę z kanałami

# #30586
source: Content filter
de_de: Inhaltefilter
es_es: Filtro de contenido
he_il: מסנן תוכן
pl_pl: Filtr zawartości

# #30587
source: Map unknown content as:
de_de: Unbekannte Inhalte behandeln als:
es_es: Asignar contenido desconocido como:
he_il: מיפוי תוכן לא ידוע בתור:
pl_pl: Mapuj nieznaną treść jako:

# #30588
source: RA Library filter
de_de: RA-Bibliotheks-Filter
es_es: Filtro de biblioteca RA
he_il: מסנן ספריית RA
pl_pl: Filtr biblioteki RA

# #30589
source: Kids
de_de: Kinder
es_es: Niños
he_il: ילדים
pl_pl: Dzieci

# #30590
source: Teens
de_de: Jugendliche
es_es: Adolescentes
he_il: התבגרות
pl_pl: Młodzież

# #30591
source: Adults
de_de: Erwachsene
es_es: Adultos
he_il: מבוגרים
pl_pl: Dorośli

# #30592
source: Use menu for shared sections
de_de: Menü für geteilte Abschnitte verwenden
es_es: Usar el menú para secciones compartidas
he_il: תשתמש בתפריט עבור מקטעים משותפים
pl_pl: Użyj menu dla wspólnych sekcji

# #30593
source: Cache Data
de_de: Daten zwischenspeichern
es_es: Datos de caché
he_il: מטמון נתונים
pl_pl: Dane w pamięci podręcznej

# #30595
source: Use full resolution thumbs
de_de: Vorschaubilder in voller Auflösung verwenden
es_es: Usar miniaturas a máxima resolución
he_il: תשתמש ברזולוציה מלאה של תמונות ממוזערות
pl_pl: Używaj miniatur w pełnej rozdzielczości

# #30596
source: Use full resolution fanart
de_de: Fanart in voller Auflösung verwenden
es_es: Usar fanart a máxima resolución
he_il: תשתמש ברזולוציה מלאה של פאנארט
pl_pl: Używaj fanartów w pełnej rozdzielczości

# #30597
source: Hide watched recently added items
de_de: Gesehene Elemente in 'Kürzlich hinzugefügt' verstecken
es_es: Ocultar elementos vistos agregados recientemente
he_il: הסתר פריטים שנוספו לאחרונה ונצפו
pl_pl: Ukryj wyświetlane elementy w „Ostatnio dodane”

# #30599
source: Debug
es_es: Depurar
he_il: ניפוי שגיאות
pl_pl: Debugowanie

# #30600
source: Debug+
es_es: Depurar+
he_il: איתור באגים פלוס

# #30601
source: Transcoder
es_es: Transcodificador
he_il: רכיב המרה
pl_pl: Transkoder

# #30602
source: Name
de_de: Clientname
es_es: Nombre
he_il: שם
pl_pl: Nazwa klienta

# #30603
source: Disable 'All Episodes'
de_de: ‚Alle Episoden‘ deaktivieren
es_es: Desactivar 'Todos los episodios
he_il: בטל \'כל הפרקים\'
pl_pl: Ukryj „Wszystkie odcinki” z listy sezonów

# #30604
source: Enable Kodi view cache
de_de: Kodi-View-Cache aktivieren
es_es: Activar la caché de vista de Kodi
he_il: אפשר הצגת מטמון קודי
pl_pl: Włącz buforowanie widoku w Kodi

# #30605
source: Manage myPlex
de_de: myPlex verwalten
es_es: Gestionar myPlex
he_il: ניהול myPlex
pl_pl: Zarządzaj myPlex

# #30606
source: Prefer Season artwork
de_de: Staffel-Artwork bevorzugen
es_es: Preferir arte de la temporada
he_il: גרפיקת עונה מועדפת
pl_pl: Preferuj okładkę sezonu

# #30607
source: Hide Unique Information in log
de_de: Keine Benutzerinformation in das Protokoll schreiben
es_es: Ocultar información unívoca en el registro
he_il: להסתיר מידע ייחודי ביומן
pl_pl: Ukryj unikalne informacje w logu

# #30608
source: Use Kodi client name?
de_de: Kodi-Clientnamen verwenden?
es_es: ¿Usar el nombre del cliente Kodi?
he_il: להשתמש בשם הלקוח של קודי?
pl_pl: Używać nazwy klienta Kodi?

# #30609
source: Switch off playback monitor
de_de: Wiedergabemonitor ausschalten
es_es: Apagar el monitor de reproducción
he_il: כיבוי צג הניגון

# #30610
source: Use HTTPS
de_de: HTTPS verwenden
es_es: Usar HTTPS
pl_pl: Używaj HTTPS

# #30611
source: Transcode > 1080p
de_de: > 1080p transkodieren
es_es: Transcodificar > 1080p
pl_pl: Transkoduj > 1080p

# #30612
source: Transcode HEVC
de_de: HEVC transkodieren
es_es: Transcodificar HEVC
pl_pl: Transkoduj HEVC

# #30613
source: MAC Address
de_de: MAC-Adresse
es_es: Dirección MAC
pl_pl: Adres MAC

# #30615
source: Legacy
es_es: Heredado

# #30616
source: Refresh library section
de_de: Bibliotheksabschnitt aktualisieren
es_es: Actualizar sección de la biblioteca

# #30617
source: Username:
de_de: Benutzername:
es_es: Nombre de usuario:
pl_pl: Nazwa użytkownika:

# #30618
source: Password:
de_de: Passwort:
es_es: Contraseña:
pl_pl: Hasło:

# #30619
source: Cancel
de_de: Abbrechen
es_es: Cancelar
pl_pl: Anuluj

# #30620
source: Submit
de_de: Abschicken
es_es: Enviar
pl_pl: Zatwierdź

# #30622
source: Use PIN
de_de: PIN verwenden
es_es: Usar PIN
pl_pl: Użyj PIN'u

# #30623
source: Done
de_de: Fertig
es_es: Hecho
pl_pl: Zrobione

# #30624
source: Unable to sign in
de_de: Anmeldung nicht möglich
es_es: No se puede iniciar sesión
pl_pl: Logowanie nie powiodło się

# #30625
source: From your computer, go to %s and enter the code below
de_de: Webseite %s aufrufen und folgenden Code eingeben
es_es: Desde su ordenador, vaya a %s e introduzca el código siguiente

# #30626
source: Successfully signed in
de_de: Erfolgreich angemeldet
es_es: Se ha iniciado sesión correctamente
pl_pl: Pomyślnie zalogowano

# #30627
source: Sign in not successful
de_de: Anmeldung nicht erfolgreich
es_es: No se ha iniciado sesión correctamente

# #30628
source: Email:
es_es: Correo electrónico:

# #30630
source: Joined:
de_de: Beigetreten:
es_es: Unido:
pl_pl: Dołączono:

# #30631
source: Exit
de_de: Beenden
es_es: Salida
pl_pl: Wyjście

# #30634
source: Enter your myPlex details below
de_de: Bitte myPlex-Daten eingeben
es_es: Introduzca sus datos myPlex a continuación

# #30636
source: Unknown
de_de: Unbekannt
es_es: Desconocido
pl_pl: Nieznany

# #30637
source: myPlex Login
de_de: myPlex-Anmeldung
es_es: Inicio de sesión en myPlex
pl_pl: Login w myPlex

# #30638
source: Enter search term
de_de: Suchbegriff eingeben
es_es: Introduzca el término de búsqueda
pl_pl: Podaj frazę do wyszukania

# #30639
source: Enter value
de_de: Wert eingeben
es_es: Introducir valor
pl_pl: Podaj wartość

# #30640
source: Transcode Profile
de_de: Transcoding-Profil
es_es: Perfil de transcodificación
pl_pl: Profil transkodowania

# #30641
source: Transcode Profiles
de_de: Transcoding-Profile
es_es: Perfiles de transcodificación
pl_pl: Profile transkodowania

# #30642
source: Offline
es_es: Sin conexión

# #30643
source: Remote
de_de: Fernzugriff
es_es: Remoto
pl_pl: Zdalny

# #30644
source: Nearby
de_de: Lokal
es_es: Cercano
pl_pl: Lokalny

# #30646
source: Not Secure
de_de: Unsicher
es_es: No seguro
pl_pl: Nie zabezpieczone

# #30647
source: Certificate Verification
de_de: Zertifikatsüberprüfung
es_es: Verificación del certificado
pl_pl: Weryfikacja certyfikatu

# #30648
source: Message
de_de: Nachricht
es_es: Mensaje
pl_pl: Wiadomość

# #30649
source: blank
de_de: Leer
es_es: en blanco
pl_pl: pusty

# #30650
source: Server Discovery
de_de: Serversuche
es_es: Búsqueda de servidores

# #30651
source: Please wait...
de_de: Bitte warten ...
es_es: Por favor, espere...
pl_pl: Proszę czekać...

# #30652
source: myPlex discovery...
de_de: myPlex-Suche ...
es_es: Detección de myPlex...

# #30653
source: GDM discovery...
de_de: GDM-Suche ...
es_es: Detección de GDM...

# #30654
source: User provided...
de_de: Vom Benutzer bereitgestellt ...
es_es: Proporcionado por el usuario...

# #30655
source: Caching results...
de_de: Ergebnisse zwischenspeichern ...
es_es: Almacenamiento en caché de los resultados...

# #30656
source: Finished
de_de: Fertig
es_es: Terminado

# #30657
source: Found servers:
de_de: Gefundene Server:
es_es: Servidores encontrados:
pl_pl: Znalezione serwery:

# #30658
source: No servers found
de_de: Keine Server gefunden
es_es: No se han encontrado servidores

# #30659
source: Transcode > 8-bit
de_de: > 8-bit transcodieren
es_es: Transcodificar > 8 bits
pl_pl: Transkoduj > 8-bit

# #30660
source: Device Name
de_de: Gerätename
es_es: Nombre del dispositivo
pl_pl: Nazwa urządzenia

# #30661
source: Cache
es_es: Caché
pl_pl: Pamięć podręczna

# #30662
source: Server Cache TTL (minutes)
de_de: Servercache TTL (Minuten)
es_es: TTL de caché del servidor (minutos)
pl_pl: Pamięć podręczna serwera TTL (w minutach)

# #30663
source: Server detection notification
de_de: Benachrichtigung über Servererkennung
es_es: Notificación de detección del servidor

# #30664
source: installed
de_de: installiert
es_es: instalado
pl_pl: zainstalowano

# #30665
source: Movies
de_de: Filme
es_es: Películas
pl_pl: Filmy

# #30666
source: Music
de_de: Musik
es_es: Música
pl_pl: Muzyka

# #30667
source: TV Shows
de_de: Serien
es_es: Series
pl_pl: Programy telewizyjne

# #30668
source: Photos
de_de: Fotos
es_es: Fotos
pl_pl: Zdjecia

# #30669
source: Server name prefix on the main menu
de_de: Präfix des Servernamens im Hauptmenü
es_es: Prefijo del nombre del servidor en el menú principal

# #30670
source: Always
de_de: Immer
es_es: Siempre
pl_pl: Zawsze

# #30671
source: Default
de_de: Standard
es_es: Por defecto
pl_pl: Domyślnie

# #30672
source: Go to %s
de_de: Zu %s gehen
es_es: Ir a %s
pl_pl: Idź do %s

# #30673
source: Delete %s from the %s playlist?
de_de: %s aus der Wiedergabeliste ‚%s‘ entfernen?
es_es: ¿Borrar %s de la lista de reproducción %s?

# #30674
source: Confirm playlist item delete?
de_de: Eintrag aus der Wiedergabeliste entfernen?
es_es: ¿Confirmar la eliminación de un elemento de la lista de reproducción?
pl_pl: Czy na pewno chcesz usunąć ten element?

# #30675
source: Delete from playlist
de_de: Aus der Wiedergabeliste entfernen
es_es: Eliminar de la lista de reproducción
pl_pl: Usuń z listy odtwarzania

# #30676
source: Select playlist
de_de: Wiedergabeliste wählen
es_es: Seleccionar lista de reproducción
pl_pl: Wybierz listę odtwarzania

# #30677
source: Add to playlist
de_de: Zur Wiedergabeliste hinzufügen
es_es: Añadir a la lista de reproducción
pl_pl: Dodaj do playlisty

# #30678
source: Added %s to the %s playlist
de_de: %s zur Wiedergabeliste ‚%s‘ hinzugefügt
es_es: Añadido %s a la lista de reproducción %s

# #30679
source: Failed to add %s to the %s playlist
de_de: Hinzufügen von %s zur Wiedergabeliste ‚%s‘ fehlgeschlagen
es_es: Error al añadir %s a la lista de reproducción %s

# #30680
source: %s is already in the %s playlist
de_de: %s ist bereits in der Wiedergabeliste ‚%s‘ vorhanden
es_es: %s ya está en la lista de reproducción %s

# #30681
source: %s has been removed the %s playlist
de_de: %s wurde aus der Wiedergabeliste ‚%s‘ entfernt
es_es: %s ha sido eliminado de la lista de reproducción %s

# #30682
source: Unable to remove %s from the %s playlist
de_de: Entfernen von %s aus der Wiedergabeliste ‚%s‘ fehlgeschlagen
es_es: No se ha podido eliminar %s de la lista de reproducción %s

# #30683
source: Show the 'Delete' context menu
de_de: ‚Löschen‘ im Kontextmenü anzeigen
es_es: Mostrar 'Suprimir' en el menú contextual

# #30685
source: Enable Up Next
de_de: ‚Up Next‘ aktivieren
es_es: Activar Up Next

# #30686
source: Open Up Next settings
de_de: ‚Up Next‘-Einstellungen
es_es: Abrir los ajustes de Up Next

# #30687
source: Install Up Next
de_de: ‚Up Next‘ installieren
es_es: Instalar Up Next
pl_pl: Zainstaluj 'Up Next'

# #30688
source: Up Next is enabled in the settings, however Up Next appears to be disabled. Would you like to enable Up Next now?
de_de: ‚Up Next‘ ist in den Einstellungen aktiviert, scheint jedoch deaktiviert zu sein. ‚Up Next‘ jetzt aktivieren?
es_es: Up Next está activado en los ajustes, sin embargo Up Next parece estar deshabilitado. ¿Quieres activar Up Next ahora?

# #30690
source: From your computer, go to [B]%s[/B] and enter the following code: [B]%s[/B]
de_de: Die Webseite [B]%s[/B] auf rufen und folgenden Code eingeben: [B]%s[/B]
es_es: Desde tu ordenador, ve a [B]%s[/B] e introduce el siguiente código: [B]%s[/B]

# #30691
source: Use episode thumbnails
de_de: Episoden-Vorschaubilder verwenden
es_es: Usar miniaturas de episodios
pl_pl: Używaj miniatur odcinków

# #30693
source: Show [B]Widgets[/B] menu
de_de: Menüpunkt [B]Widgets[/B] anzeigen
es_es: Mostrar menú [B]Widgets[/B]

# #30694
source: Clear Caches
de_de: Caches löschen
es_es: Borrar cachés

# #30695
source: Data Cache TTL (minutes)
de_de: Daten-Cache TTL (Minuten)
es_es: TTL de la caché de datos (minutos)

# #30696
source: Clear data cache on refresh
de_de: Daten-Cache beim Aktualisieren löschen
es_es: Borrar caché de datos al actualizar

# #30697
source: Movies on Deck
de_de: Aktuelle Filme
es_es: Películas en progreso

# #30698
source: TV Shows on Deck
de_de: Aktuelle Serien
es_es: Series de TV en progreso

# #30699
source: Recently Released Movies
de_de: Kürzlich veröffentlichte Filme
es_es: Películas estrenadas recientemente

# #30700
source: Recently Aired TV Shows
de_de: Kürzlich ausgestrahlte Serien
es_es: Series de TV emitidas recientemente
pl_pl: Ostatnio emitowane programy telewizyjne

# #30701
source: Recently Added Movies
de_de: Kürzlich hinzugefügte Filme
es_es: Películas añadidas recientemente

# #30702
source: Recently Added TV Shows
de_de: Kürzlich hinzugefügte Serien
es_es: Series de TV añadidas recientemente

# #30703
source: Data Cache
de_de: Daten-Cache
es_es: Caché de datos

# #30704
source: Companion receiver is unable to start due to a port conflict
de_de: Companion-Empfänger kann aufgrund eines Portkonflikts nicht gestartet werden
es_es: El receptor complementario no puede iniciarse debido a un conflicto de puertos

# #30705
source: Companion receiver has started
de_de: Companion-Empfänger wurde gestartet
es_es: El receptor complementario se ha iniciado

# #30706
source: Companion receiver has been stopped
de_de: Companion-Empfänger wurde gestoppt
es_es: El receptor complementario se ha detenido

# #30707
source: Companion Receiver
de_de: Companion-Empfänger
es_es: Receptor complementario

# #30708
source: Enabled
de_de: Aktiviert
es_es: Activado

# #30709
source: Port
es_es: Puerto

# #30710
source: Kodi's Web Server Settings
de_de: Kodis Webserver-Einstellungen
es_es: Ajustes del servidor web de Kodi

# #30711
source: [COLOR=red]EXPERIMENTAL[/COLOR] - This feature is experimental[CR]Any changes to these settings will require a restart to take effect
de_de: [COLOR=red]EXPERIMENTELL[/COLOR] - Dieses Feature ist experimentell[CR]Änderungen an diesen Einstellungen erfordern einen Neustart, damit sie wirksam werden
es_es: [COLOR=red]EXPERIMENTAL[/COLOR] - Esta característica es experimental[CR]Cualquier cambio en estos ajustes requerirá un reinicio para que surta efecto

# #30712
source: Username
de_de: Benutzername
es_es: Nombre de usuario
pl_pl: Użytkownik

# #30713
source: Password
de_de: Passwort
es_es: Contraseña
pl_pl: Hasło

# #30714
source: Main Menu
de_de: Hauptmenü
es_es: Menú principal

# #30715
source: Show [B]myPlex Queue[/B] menu
de_de: Menüpunkt [B]myPlex Warteschlange[/B] anzeigen
es_es: Mostrar el menú [B]cola de myPlex[/B]

# #30716
source: Show [B]Channels[/B] menu
de_de: Menüpunkt [B]Kanäle[/B] anzeigen
es_es: Mostrar el menú [B]Canales[/B]

# #30717
source: Show [B]Plex Online[/B] menu
de_de: Menüpunkt [B]Plex Online[/B] anzeigen
es_es: Mostrar el menú [B]Plex Online[/B]

# #30718
source: Show [B]Playlists[/B] menu
de_de: Menüpunkt [B]Wiedergabelisten[/B] anzeigen
es_es: Mostrar el menú [B]Listas de reproducción[/B]

# #30719
source: Context Menu
de_de: Kontextmenü
es_es: Menú contextual

# #30720
source: Metadata
de_de: Metadaten
es_es: Metadatos

# #30721
source: Transcoding
es_es: Transcodificación

# #30722
source: Create a playlist
de_de: Wiedergabeliste erstellen
es_es: Crear una lista de reproducción

# #30723
source: Enter a playlist title
de_de: Titel für die Wiedergabeliste eingeben
es_es: Introducir un título de lista de reproducción

# #30724
source: Delete playlist
de_de: Wiedergabeliste löschen
es_es: Borrar lista de reproducción
pl_pl: Usuń playlistę

# #30725
source: Confirm playlist delete?
de_de: Wiedergabeliste löschen?
es_es: ¿Confirmar borrado de la lista de reproducción?

# #30726
source: Are you sure you want to delete this playlist?
de_de: Wiedergabeliste wirklich löschen?
es_es: ¿Estás seguro de que quieres borrar esta lista de reproducción?

# #30727
source: Notification encoding
de_de: Benachrichtigungscodierung
es_es: Codificación de notificación

# #30728
source: Episode sort method
de_de: Sortiermethode für Episoden
es_es: Método de ordenación de episodios

# #30731
source: Manage Servers
de_de: Server verwalten
es_es: Gestionar servidores

# #30732
source: Set as Master
de_de: Als Hauptserver einstellen
es_es: Establecer como maestro

# #30733
source: Connection Test Results
de_de: Verbindungs-Testergebnisse
es_es: Resultados de la prueba de conexión

# #30734
source: Default to forced subtitles
de_de: Erzwungene Untertitel standardmäßig verwenden
es_es: Subtítulos forzados por defecto

# #30735
source: Mixed content type
de_de: Unterschiedlicher Inhaltstyp
es_es: Tipo de contenido mixto

# #30736
source: Default
de_de: Standard
es_es: Por defecto
pl_pl: Domyślna

# #30737
source: Majority
de_de: Mehrheit
es_es: Mayoría

# #30738
source: Add custom access url
de_de: Benutzerdefinierte Zugriffs-URL hinzufügen
es_es: Añadir url de acceso personalizada

# #30739
source: Custom access urls
de_de: Benutzerdefinierte Zugriffs-URLs
es_es: Urls de acceso personalizadas

# #30740
source: Edit
de_de: Bearbeiten
es_es: Editar

# #30741
source: Edit custom access url
de_de: Benutzerdefinierte Zugriffs-URL bearbeiten
es_es: Editar url de acceso personalizada

# #30742
source: Custom
de_de: Benutzerdefiniert
es_es: Personalizar

# #30743
source: All Artists
de_de: Alle Interpreten
es_es: Todos los artistas

# #30744
source: All Photos
de_de: Alle Fotos
es_es: Todas las fotos

# #30745
source: All Shows
de_de: Alle Serien
es_es: Todos las series

# #30746
source: All Movies
de_de: Alle Filme
es_es: Todas las películas

# #30747
source: Preferred lyrics format
de_de: Bevorzugtes Format für Liedtexte
es_es: Formato preferido para las letras

# #30748
source: Lyrics
de_de: Liedtext
es_es: Letras

# #30751
source: Skip intro
de_de: Intro überspringen
es_es: Saltar intro

# #30752
source: Intro skipping
de_de: Intro überspringen
es_es: Salto de intro

# #30753
source: Plex Pass Required
de_de: Plex Pass erforderlich
es_es: Se requiere Plex Pass

# #30754
source: Plex powered by LyricFind
es_es: Plex con tecnología LyricFind

# #30755
source: Show skip intro dialog
de_de: ‚Intro überspringen‘-Dialog anzeigen
es_es: Mostrar diálogo de saltar intro

# #30756
source: All %s
de_de: Alle %s
es_es: Todos los %s

# #30757
source: All Servers: TV Shows On Deck
es_es: Todos los servidores: Series de TV en progreso

# #30758
source: All Servers: Movies On Deck
es_es: Todos los servidores: Películas en progreso

# #30759
source: Recently Added Episodes
es_es: Episodios añadidos recientemente

# #30760
source: All Servers: Recently Added Episodes
es_es: Todos los servidores: Episodios añadidos recientemente

# #30761
source: All Servers: Recently Added Movies
es_es: Todos los servidores: Películas añadidas recientemente

# #30762
source: Server name prefix on combined sections
es_es: Prefijo del nombre del servidor en secciones combinadas

# #30763
source: Recently Added item count (per server section)
es_es: Cantidad de elementos añadidos recientemente (por sección del servidor)

# #30764
source: Recently Added include watched
es_es: Añadidos recientemente incluidos vistos

# #30765
source: Composite Playlist
es_es: Lista de reproducción compuesta

# #30766
source: Generate a playlist from the information below
es_es: Generar una lista de reproducción a partir de la siguiente información

# #30767
source: Mixed
es_es: Mezclado

# #30768
source: Play
es_es: Reproducir

# #30769
source: Item Count
es_es: Cantidad de elementos

# #30770
source: All Servers
es_es: Todos los servidores

# #30771
source: Shuffle
es_es: Mezclar
pl_pl: Losowa

# #30772
source: Source
es_es: Fuente

# #30773
source: None
es_es: Ninguno
pl_pl: Brak

# #30774
source: Generating Playlist
es_es: Generación de la lista de reproducción

# #30775
source: This may take a while...
es_es: Esto puede llevar un momento...

# #30776
source: Retrieving server list...
es_es: Recuperando la lista de servidores...

# #30777
source: Retrieving server sections...
es_es: Recuperando secciones del servidor...

# #30778
source: Retrieving content metadata...
es_es: Recuperar metadatos de contenido...

# #30779
source: Retrieving final sample...
es_es: Recuperación de la muestra final...

# #30780
source: Adding items to playlist...
es_es: Añadiendo elementos a la lista de reproducción...

# #30781
source: Adding %s to playlist...
es_es: Añadiendo %s a la lista de reproducción...

# #30782
source: Completed.
es_es: Completado.

# #30783
source: Checking section %s on %s...
es_es: Comprobando sección %s en %s...

# #30784
source: Retrieving %s from %s for sample...
es_es: Recuperando %s de %s para la muestra...

# #30785
source: Retrieving %s episodes for sample...
es_es: Recuperando %s episodios para la muestra...

# #30786
source: Creating samples...
es_es: Creando muestras...

# #30787
source: Retrieving metadata for %s...
es_es: Recuperando metadatos para %s...

# #30788
source: Show [B]Composite Playlist[/B] menu
es_es: Mostrar el menú [B]Lista de reproducción compuesta[/B]

# #30789
source: Server(s)
es_es: Servidor(es)

# #30790
source: Combined Sections
es_es: Secciones combinadas

# #30791
source: Search Movies...
es_es: Buscar películas...

# #30792
source: Mark as watched
es_es: Marcar como visto

# #30793
source: Mark as unwatched
es_es: Marcar como no visto

# #30794
source: Library - Movie Sections
es_es: Biblioteca - Secciones de películas

# #30795
source: Library - TV Show Sections
es_es: Biblioteca - Secciones de series de TV

# #30796
source: Kodi Library
es_es: Biblioteca de Kodi

# #30797
source: Select sections to include in library scans
es_es: Seleccionar secciones para incluir en exploraciones de la biblioteca

# #30798
source: Reset selected sections
es_es: Restablecer las secciones seleccionadas

# #30799
source: Configured library sections have been reset
es_es: Se han restablecido las secciones de biblioteca configuradas

# #30800
source: Continue Watching
es_es: Seguir viendo

# #30801
source: Detect Servers
es_es: Detectar servidores

# #30813
source: 1920x1080, unlimited
es_es: 1920x1080, ilimitado

# #30532
source: Manual
de_de: Manuell
he_il: ידני
pl_pl: Manualnie

# #30570
source: Auto (GDM)
de_de: Automatisch (GDM)
he_il: אוטומטי (GDM)
pl_pl: Automatycznie (GDM)

# #30594
source: Manual
de_de: Manuell
he_il: ידני
pl_pl: Manualnie

# #30598
source: Info
de_de: Information
he_il: פרטים
pl_pl: Informacje

# #30621
source: Manual
de_de: Manuell
pl_pl: Manualnie

# #30689
source: Up Next requires Kodi 18 or higher
de_de: ‚Up Next‘ benötigt Kodi 18 oder höher
pl_pl: Dodatek 'Up Next' wymaga Kodi 18 i wyżej

# #30064
source: ISO
pl_pl: Czułość ISO

# #30614
source: Universal
pl_pl: Uniwersalny

# #30692
source: Widgets
pl_pl: Widżety

# #30511
source: Auto
he_il: אוטומטי

# #30519
source: Wake On LAN
he_il: התעוררות דרך הרשת - WOL

# #30546
source: Windows Media Server?
he_il: שרת מדיה של ווינדוס?

# #30554
source: Bonjour
he_il: תכנת Bonjour
