Repository: xbmc/repo-plugins
Catalog: plugin.video.srgssr_ch_replay/resources/language/resource.language.*/strings.po
Languages: de_de, fr_fr

# #30019
source: # (numbers & special characters)
de_de: # (Nummern & Sonderzeichen)
fr_fr: # (Nombres et caractères spéciaux)

# #30020
source: Page {0}{1} >> more results
de_de: Seite {0}{1} >> mehr Resultate
fr_fr: Page {0}{1} >> plus de résultats

# #30021
source: All TV shows
de_de: Alle Sendungen
fr_fr: Toutes les émissions

# #30022
source: TV Shows by letters
de_de: Sendungen nach Buchstaben
fr_fr: Émissions par lettre

# #30023
source: Topics
de_de: Nach Thema
fr_fr: Thèmes

# #30024
source: Trending
de_de: Aktuelle Sendungen
fr_fr: Vidéos Populaires

# #30025
source: Search
de_de: Suchen
fr_fr: Recherche

# #30031
source: Search TV shows
de_de: Sendungen suchen
fr_fr: Rechercher une émission

# #30032
source: Search broadcasts
de_de: Ausstrahlungen suchen
fr_fr: Rechercher un épisode

# #30096
source: Incorrect '{0} API' credentials
de_de: Falsche '{0} API' Zugangsdaten
fr_fr: Identifiants de l'API {0} incorrects.

# #30097
source: Please check they are correctly entered in the add-on settings
de_de: Bitte sicherstellen, dass die Zugangsdaten korrekt in den Add-on Einstellungen eingegeben wurden
fr_fr: Veuillez contrôler qu'il sont correctement entrés dans les paramètres de l'add-on

# #30098
source: In order to use this add-on a consumer key & secret in your add-on settings must be provided.[CR]See instructions: [B]https://github.com/ManBehindMooN/[CR]kodi_plugin_video_srgssr_ch_replay[/B][CR][CR]Sorry for the inconvenience.
de_de: Um das Add-on benutzen zu können braucht es Consumer Keys & Secrets in den Add-on Settings.[CR]Instruktionen unter: [B]https://github.com/ManBehindMooN/[CR]kodi_plugin_video_srgssr_ch_replay[/B][CR][CR]Sorry für die Umstände.
fr_fr: Pour utiliser l'add-on, une clé et secret de l'API doivent être configurés dans les paramètres de l'add-on.[CR]Voir les instructions sur [B]https://github.com/ManBehindMooN/[CR]kodi_plugin_video_srgssr_ch_replay[/B][CR][CR]. Désolé pour le dérangement.

# #30099
source: API credentials missing
de_de: API Zugangsdaten fehlen
fr_fr: Identifiants de l'API manquants

# #30103
source: Enable subtitle
de_de: Untertitel einschalten
fr_fr: Activer les sous-titres

# #30104
source: Subtitles Consumer Key
de_de: Untertitel Consumer Key
fr_fr: Consumer Key des sous-titres

# #30105
source: Subtitles Consumer Secret
de_de: Untertitel Consumer Secret
fr_fr: Consumer Secret des sous-titres

# #30200
source: General
de_de: Allgemein
fr_fr: Général

# #30201
source: Default Business Unit
de_de: Standard Business Unit (Kanal)
fr_fr: Business Unit par défaut

# #30202
source: All
de_de: Alle
fr_fr: Tout

# #30203
source: Number of broadcasts per page
de_de: Abzahl Ausstrahlungen pro Seite
fr_fr: Nombre d'épisodes affichés par page

# #30204
source: Enable InputStream Adaptive
de_de: Inputstream Adaptive einschalten
fr_fr: Activer l'Inputstream Adaptive

# #30900
source: Experimental
de_de: Experimentell
fr_fr: Expérimental

# #30901
source: Show inactive TV shows
de_de: Inaktive Sendungen anzeigen
fr_fr: Afficher les émissions inactives
