Repository: xbmc/repo-plugins
Catalog: plugin.audio.lastfm/resources/language/*/strings.po
Languages: italian, spanish

# #30000
source: General
italian: Generali

# #30001
source: Submit songs to Last.fm
italian: Invia i brani a Last.fm
spanish: Enviar canciones a Last.fm

# #30002
source: Submit online radio to Last.fm
italian: Invia a Last.fm la radio online
spanish: Enviar radio online a Last.fm

# #30003
source: Last.fm username
italian: Nome utente di Last.fm
spanish: Usuario de Last.fm

# #30004
source: Last.fm password
italian: Password di Last.fm
spanish: Contraseña de Last.fm

# #30005
source: Confirm Love/Ban submissions
italian: Conferma Ama/Banna sottomissione
spanish: Confirmar envío de Favoritos/Vetados

# #32012
source: Do you want to add the current track to your loved tracks?
italian: Vuoi aggiungere la traccia corrente alle tue preferite?
spanish: ¿Desea añadir la pista actual a su lista de canciones favoritas?

# #32013
source: Do you want to ban the current track?
italian: Vuoi bloccare la traccia corrente?
spanish: ¿Desea vetar la reproducción de la pista actual?

# #32014
source: Added to your loved tracks: '%s'.
italian: Ho aggiunto alle tue traccie preferite: '%s'.
spanish: Se ha añadido a sus canciones favoritas: '%s'.

# #32015
source: Could not add '%s' to your loved tracks.
italian: Non posso aggiungere '%s' alle tue tracce preferite.
spanish: No se pudo añadir '%s' a sus canciones favoritas.

# #32016
source: Banned: '%s'.
italian: Ho bloccato: '%s'.
spanish: Vetado: '%s'.

# #32017
source: Could not ban '%s'.
italian: Impossibile bloccare '%s'.
spanish: No se pudo vetar '%s'.

# #32018
source: Do you want to remove this track from your loved tracks?
italian: Vuoi rimuovere questa traccia dalle tracce preferite?
spanish: ¿Desea quitar esta pista de sus canciones favoritas?

# #32019
source: Do you want to un-ban this track?
italian: Vuoi togliere il blocco a questa traccia?
spanish: ¿Desea quitar el veto de esta pista?

# #32020
source: Removed from your loved tracks: '%s'.
italian: Ho rimosso dai tuo brani preferiti: '%s'.
spanish: Eliminado de tus pistas favoritas: '%s'.

# #32021
source: Could not remove '%s' from your loved tracks.
italian: Impossibile rimuovere '%s' dai tuoi brani preferiti.
spanish: No se pudo eliminar '%s' de sus canciones favoritas.

# #32022
source: Un-banned: '%s'.
italian: Ho sbloccato: '%s'.
spanish: Eliminado el veto: '%s'.

# #32023
source: Could not un-ban '%s'.
italian: Impossibile sbloccare '%s'.
spanish: No se pudo eliminar el veto de '%s'.

# #32024
source: Remove from loved tracks
italian: Rimuovi dalle tracce preferite
spanish: Quitar de las canciones favoritas

# #32025
source: Un-ban
italian: Sblocca
spanish: Eliminar veto

# #32026
source: Connect to Last.fm failed
italian: Connessione a Last.fm fallita
spanish: Falló la conexión a Last.fm

# #32027
source: No username or password provided
italian: Nessun nome utente o password forniti
spanish: No se ha proporcionado un usuario o contraseña

# #32028
source: Could not retrieve list from Last.fm
italian: Impossibile recuperare la lista da Last.fm
spanish: No se ha podido obtener la lista de Last.fm

# #32051
source: Friends of user %s
italian: Amici di %s
spanish: Amigos del usuario %s

# #32052
source: Neighbours of user %s
italian: Utenti vicini a %s
spanish: Vecinos del usuario %s

# #32053
source: Top albums for user %s
italian: Album più ascoltati dall'utente %s
spanish: Top álbumes del usuario %s

# #32054
source: Top artists for user %s
italian: Artisti più ascoltati dall'utente %s
spanish: Top intérpretes del usuario %s

# #32055
source: Top tags for user %s
italian: Top tag dell'utente %s
spanish: Top de géneros para el usuario %s

# #32056
source: Top tracks for user %s
italian: Tracce più ascoltate dall'utente %s
spanish: Top canciones del usuario %s

# #32057
source: Tracks recently banned by %s
italian: Tracce bloccate recentemente da %s
spanish: Canciones vetadas recientemente por %s

# #32058
source: Tracks recently listened by %s
italian: Tracce ascoltate recentemente da %s
spanish: Canciones escuchadas recientemente por %s

# #32059
source: Tracks recently loved by %s
italian: Tracce aggiunte recentemente alle preferite di %s
spanish: Canciones favoritas recientemente por %s

# #32060
source: Weekly album chart for %s
italian: Classifica album della settimana per %s
spanish: Gráfica semanal de álbum para %s

# #32061
source: Weekly artist chart for %s
italian: Classifica artisti della settimana per %s
spanish: Gráfica semanal de intérprete para %s

# #32062
source: Weekly track chart for %s
italian: Classifica brani della settimana per %s
spanish: Gráfica semanal de canciones para %s

# #32063
source: Listen to %s's mix Last.fm radio
italian: Ascolta il mix di %s della radio di Last.fm
spanish: Escuchar el mix de %s desde la radio Last.fm

# #32064
source: Listen to %s's neighbours Last.fm radio
italian: Ascolta la radio Last.fm dei vicini di %s
spanish: Escuchar a los vecinos de %s desde la radio Last.fm

# #32065
source: Listen to %s's personal Last.fm radio
italian: Ascolta la radio Last.fm personale di %s
spanish: Escuchar la radio Last.fm personal de %s

# #32066
source: Listen to %s's recommendations Last.fm radio
italian: Ascolta i suggerimenti sulle radio Last.fm di %s
spanish: Escuchar recomendaciones de %s en la radio Last.fm

# #32067
source: Biggest fans of %s
italian: Fan migliore di %s
spanish: Mayores fans de %s

# #32068
source: Similar artists as %s
italian: Artisti simili a %s
spanish: Intérpretes similares a %s

# #32069
source: Top %s albums
italian: Album migliori di %s
spanish: Top álbumes de %s

# #32070
source: Top %s tags
italian: Tag migliori di %s
spanish: Top géneros de %s

# #32071
source: Top %s tracks
italian: Tracce migliori di %s
spanish: Top canciones de %s

# #32072
source: Listen to %s fans Last.fm radio
italian: Ascolta la radio Last.fm dei fan di %s
spanish: Escuchar a fans de %s desde la radio Last.fm

# #32073
source: Listen to %s similar artists Last.fm radio
italian: Ascolta la radio Last.fm di artisti simili a %s
spanish: Escuchar artistas similares a %s desde la radio Last.fm

# #32074
source: Top albums for tag %s
italian: Album migliori con il tag %s
spanish: Top álbumes del género %s

# #32075
source: Top artists for tag %s
italian: Artisti migliori con il tag %s
spanish: Top intérpretes del género %s

# #32076
source: Top tracks for tag %s
italian: Tracce migliori con il tag %s
spanish: Top canciones del genero %s

# #32077
source: Listen to tag %s Last.fm radio
italian: Ascolta le radio Last.fm col tag %s
spanish: Escuchar el género %s desde la radio Last.fm

# #32078
source: Search
italian: Cerca
spanish: Buscar

# #32079
source: No results found
italian: Nessun risultato
spanish: No se encontraron resultados

# #32080
source: Custom Last.fm radio stations
italian: Stazioni radio Last.fm personalizzate
spanish: Estaciones de radio Last.fm personalizadas

# #32081
source: Listen to artist fans Last.fm radio
italian: Ascolta radio di fan su Last.fm

# #32082
source: Listen to similar artists Last.fm radio
italian: Ascolta artisti simili sulla radio Last.fm

# #32083
source: Listen to tag Last.fm radio
italian: Ascolta etichette sulla radio Last.fm
