Repository: xbmc/repo-plugins
Catalog: plugin.audio.lastfm/resources/language/Ukrainian/strings.po
Languages: uk

# #30000
source: General
uk: Загальні

# #30001
source: Submit songs to Last.fm
uk: Відправляти статистику на Last.fm

# #30003
source: Last.fm username
uk: Ім'я користувача Last.fm

# #30004
source: Last.fm password
uk: Пароль Last.fm

# #32012
source: Do you want to add the current track to your loved tracks?
uk: Додати цей трек до ваших улюблених треків?

# #32013
source: Do you want to ban the current track?
uk: Заблокувати цей трек?

# #32014
source: Added to your loved tracks: '%s'.
uk: Додано до ваших улюблених треків: "%s".

# #32015
source: Could not add '%s' to your loved tracks.
uk: Не вдалося додати до ваших улюблених треків: "%s".

# #32016
source: Banned: '%s'.
uk: Заблоковано: "%s".

# #32017
source: Could not ban '%s'.
uk: Не вдалося заблокувати: "%s".

# #32018
source: Do you want to remove this track from your loved tracks?
uk: Видалити цей трек із ваших улюблених треків?

# #32019
source: Do you want to un-ban this track?
uk: Розблокувати цей трек?

# #32024
source: Remove from loved tracks
uk: Видалити з улюблених треків

# #32025
source: Un-ban
uk: Розблокувати

# #32078
source: Search
uk: Пошук

# #32079
source: No results found
uk: Нічого не знайдено

# #32096
source: Overall top tags
uk: Загальний топ тегів
