Repository: xbmc/repo-plugins
Catalog: plugin.audio.lastfm/resources/language/Indonesian/strings.po
Languages: id

# #30000
source: General
id: Umum

# #30001
source: Submit songs to Last.fm
id: Ajukan Lagu ke LastFM

# #30003
source: Last.fm username
id: NamaPengguna LastFM

# #30004
source: Last.fm password
id: Password LastFM

# #32012
source: Do you want to add the current track to your loved tracks?
id: Apakah anda ingin menambahkan trek sekarang ke trek yang disukai?

# #32013
source: Do you want to ban the current track?
id: Apakah anda ingin menolak trek sekarang?

# #32014
source: Added to your loved tracks: '%s'.
id: Sudah menambahkan ke trek yang disukai : '%s'.

# #32015
source: Could not add '%s' to your loved tracks.
id: Tidak dapat menambahkan '%s' ke trek yang disukai.

# #32016
source: Banned: '%s'.
id: Ditolak: '%s'.

# #32017
source: Could not ban '%s'.
id: tidak dapat menolak '%s'

# #32018
source: Do you want to remove this track from your loved tracks?
id: Apakah anda ingin menghapus trek ini dari trek yang disukai?

# #32019
source: Do you want to un-ban this track?
id: Apakah anda ingin tidak-menolak trek ini?

# #32024
source: Remove from loved tracks
id: Hapus dari trek yang disukai

# #32025
source: Un-ban
id: Tidak lagi menolak

# #32078
source: Search
id: Cari

# #32079
source: No results found
id: Tidak ditemukan
