Repository: xbmc/repo-plugins
Catalog: plugin.audio.ampache/resources/language/resource.language.*/strings.po
Languages: es_es, it_it

# #30001
source: General
it_it: Generale

# #30002
source: Servers
es_es: Servidores
it_it: Server

# #30010
source: Random Items
es_es: Núumero de elementos aleatorios
it_it: Numero di elementi casuali

# #30011
source: Disable Ssl certs
es_es: Deshabilitar certificados Ssl
it_it: Disabilita i certificati Ssl

# #30012
source: Api Version
es_es: Versión de la Api
it_it: Versione dell'Api

# #30013
source: Old search gui (web controller friendly)
es_es: Interfaz de búsqueda para el controlador web
it_it: Interfaccia di ricerca per il controller web

# #30014
source: Enable images on long lists
es_es: Habilita imágenes en listas largas
it_it: Abilita le immagini sulle liste lunghe

# #30015
source: Auto fullscreen
es_es: Pantalla completa automática
it_it: Fullscreen auto

# #30020
source: Add Server
es_es: Añadir servidor
it_it: Aggiungi Server

# #30021
source: Remove Server
es_es: Eliminar servidor
it_it: Rimuovi Server

# #30022
source: Modify Server
es_es: Modificar servidor
it_it: Modifica Server

# #30023
source: Switch Server
es_es: Cambiar servidor
it_it: Cambia Server

# #30101
source: Search...
es_es: Buscar...
it_it: Ricerca...

# #30102
source: Quick access...
es_es: Acceso rápido...
it_it: Accesso Veloce...

# #30103
source: Explore...
es_es: Explorar...
it_it: Esplora...

# #30104
source: Library...
es_es: Librería...
it_it: Libreria...

# #30105
source: Settings
es_es: Configuración
it_it: Impostazioni

# #30106
source: Artist
es_es: Artista
it_it: Artista

# #30108
source: Song
es_es: Canción
it_it: Canzone

# #30110
source: All
es_es: Todo
it_it: Tutto

# #30111
source: Tag
es_es: Género
it_it: Genere

# #30112
source: Artist tag
es_es: Género del artista
it_it: Genere artista

# #30113
source: Album tag
es_es: Género del álbum
it_it: Genere album

# #30114
source: Song tag
es_es: Género de la canción
it_it: Genere canzone

# #30115
source: Artists
es_es: Artistas
it_it: Artisti

# #30116
source: Albums
es_es: Álbumes
it_it: Album

# #30117
source: Songs
es_es: Canciones
it_it: Canzoni

# #30119
source: Tags
es_es: Géneros
it_it: Generi

# #30120
source: Search Artists...
es_es: Buscar de artistas...
it_it: Ricerca artisti...

# #30121
source: Search Albums...
es_es: Buscar de álbumes...
it_it: Ricerca album...

# #30122
source: Search Songs...
es_es: Buscar de canciones...
it_it: Ricerca canzoni...

# #30123
source: Search Playlists...
es_es: Buscar de listas de reproducción...
it_it: Ricerca playlist...

# #30124
source: Search All...
es_es: Buscar todo...
it_it: Ricerca tutto...

# #30125
source: Search Tags...
es_es: Buscar géneros...
it_it: Ricerca tag...

# #30126
source: Recently Added Artists...
es_es: Artistas añadidos recientemente...
it_it: Artisti aggiunti recentemente...

# #30127
source: Recently Added Albums...
es_es: Álbumes añadidos recientemente...
it_it: Album aggiunti recentemente...

# #30128
source: Recently Added Songs...
es_es: Canciones añadidas recientemente...
it_it: Canzoni aggiunte recentemente...

# #30129
source: Recently Added Playlists...
es_es: Listas de reproducción añadidas recientemente...
it_it: Playlist aggiunte recentemente...

# #30130
source: Last Update
es_es: Últimas actualizaciones
it_it: Ultimo aggiornamento

# #30131
source: 1 Week
es_es: 1 semana
it_it: 1settimana

# #30132
source: 1 Month
es_es: 1 mes
it_it: 1 mese

# #30133
source: 3 Months
es_es: 3 meses
it_it: 3 mesi

# #30134
source: Random Artists...
es_es: Artistas aleatorios...
it_it: Artisti casuali...

# #30135
source: Random Albums...
es_es: Álbumes aleatorios...
it_it: Album casuali...

# #30136
source: Random Songs...
es_es: Canciones aleatorios...
it_it: Canzoni casuali...

# #30137
source: Random Playlists...
es_es: Listas de reproducción aleatorias...
it_it: Playlist casuali...

# #30138
source: Show artist from this song
es_es: Mostrar artistas de esta canción
it_it: Mostra l'artista della canzone

# #30139
source: Show album from this song
es_es: Mostrar álbum de esta canción
it_it: Mostra l'album della canzone

# #30140
source: Search all songs with this title
es_es: Buscar todas las canciones con este título
it_it: Cerca tutte le canzoni con questo titolo

# #30141
source: Show all albums from artist
es_es: Mostrar todos los álbumes del artista
it_it: Mostra tutti gli album di questo artista

# #30142
source: Artist tags...
es_es: Géneros de artistas...
it_it: Generi Artisti...

# #30143
source: Album tags...
es_es: Géneros de álbumes...
it_it: Generi Album...

# #30144
source: Song tags...
es_es: Géneros de canciones...
it_it: Generi Canzoni...

# #30145
source: Recently Added...
es_es: Añadido recientemente...
it_it: Aggiunti recentemente...

# #30146
source: Random...
es_es: Aleatorio...
it_it: Casuali...

# #30147
source: Server playlist...
es_es: Lista de reproducción del servidor...
it_it: Playlist casuale del server...

# #30148
source: Highest Rated...
es_es: Puntuaciones mas altas...
it_it: Punteggio pi첫 alto...

# #30149
source: Highest Rated Artists...
es_es: Artistas con mejor puntuación...
it_it: Artisti col punteggio pi첫 alto...

# #30150
source: Highest Rated Albums...
es_es: Álbumes con mejor puntuación...
it_it: Album col punteggio pi첫 alto...

# #30151
source: Highest Rated Songs...
es_es: Canciones con mejor puntuación...
it_it: Canzoni col punteggio pi첫 alto...

# #30152
source: Frequent Artists...
es_es: Artitas frequentes...
it_it: Artisti frequenti...

# #30153
source: Frequent Albums...
es_es: Álbumes frequentes...
it_it: Album frequenti...

# #30154
source: Frequent Songs...
es_es: Canciones frequentes...
it_it: Canzoni frequenti...

# #30155
source: Flagged Artists...
es_es: Artistas favoritos...
it_it: Artisti contrassegnati...

# #30156
source: Flagged Albums...
es_es: Álbumes favoritos...
it_it: Album contrassegnati...

# #30157
source: Flagged Songs...
es_es: Canciones favoritas...
it_it: Brani contrassegnati...

# #30158
source: Forgotten Artists...
es_es: Artistas olvidados...
it_it: Artisti Dimenticati...

# #30159
source: Forgotten Albums...
es_es: Álbumes olvidados...
it_it: Album Dimenticati...

# #30160
source: Forgotten Songs...
es_es: Canciones olvidadas...
it_it: Canzoni Dimenticate...

# #30161
source: Newest Artists...
es_es: Artistas añadidos recientemente...
it_it: Nuovi artisti...

# #30162
source: Newest Albums...
es_es: Álbumes añadidos recientemente
it_it: Nuovi album...

# #30163
source: Newest Songs...
es_es: Canciones añadidas recientemente...
it_it: Nuove canzoni...

# #30164
source: Frequent...
es_es: Frequentes...
it_it: Frequenti...

# #30165
source: Flagged...
es_es: Favoritos...
it_it: Contrassegnati...

# #30166
source: Forgotten...
es_es: Olvidados...
it_it: Dimenticati...

# #30167
source: Newest...
es_es: Añadido recientemente...
it_it: Nuovi..

# #30168
source: Modify the data, cancel to exit
es_es: Modifique los datos, para salir pulse cancelar
it_it: Modifica i dati, premi il tasto annulla per uscire

# #30169
source: Choose a default server
es_es: Elija el servidor predeterminador
it_it: Scegli il server attivo

# #30170
source: Enter the Server name
es_es: Inserte el nombre del servidor
it_it: Inserisci il nome del server

# #30171
source: Enter the url of the server
es_es: Inserte la url del servidor
it_it: Inserisci l'url del server

# #30173
source: Do you want to use an api-key?
es_es: ¿Quiere usar una clave api?
it_it: Vuoi utilizzare una chiave api?

# #30174
source: Enter the Api key
es_es: Inserte la clave Api
it_it: Inserisci la chiave api

# #30175
source: Enter the username
es_es: Inserte el nombre de usuario
it_it: Inserisci il nome utente

# #30177
source: The server needs a password?
es_es: ¿Necesita contraseña el servidor?
it_it: Il server necessita di una password?

# #30178
source: Enter the password
es_es: Inserte la contraseña
it_it: Inserisci la password

# #30179
source: Choose a server to remove
es_es: Elija un servidor a eliminar
it_it: Scegli un server da rimuovere

# #30180
source: Modify a server
es_es: Modificar un servidor
it_it: Modifica un server

# #30181
source: Server name
es_es: Nombre del servidor
it_it: Nome server

# #30182
source: Server url
es_es: Url del servidor
it_it: Url del server

# #30183
source: Username
es_es: Nombre de usuario
it_it: Nome utente

# #30184
source: Enable password
es_es: Habilitar contraseña
it_it: Abilita la password

# #30186
source: Use api key
es_es: Usar clave api
it_it: Usa la chiave api

# #30187
source: Api key
es_es: Clave api
it_it: Chiave api

# #30188
source: Are you sure?
es_es: Está seguro?
it_it: Sei sicuro?

# #30189
source: Ampache plugin
es_es: Plugin Ampache
it_it: Plugin Ampache

# #30190
source: Recently Played Artists...
es_es: Artistas reproducidos recientemente...
it_it: Artisti suonati recentemente...

# #30191
source: Recently Played Albums...
es_es: Álbumes reproducidos recientemente...
it_it: Album suonati recentemente...

# #30192
source: Recently Played Songs...
es_es: Canciones reproducidas recientemente...
it_it: Canzoni suonate recentemente...

# #30193
source: Recently Played...
es_es: Reproducido recientemente...
it_it: Suonati recentemente...

# #30194
source: Next items...
es_es: Siguientes elementos...
it_it: Prossimi elementi...

# #30195
source: Disk
es_es: Disco
it_it: Disco

# #30197
source: Information
es_es: Información
it_it: Informazione

# #30198
source: Error
it_it: Errore

# #30202
source: Connection Error
es_es: Error de conexión
it_it: Errore di connessione

# #30203
source: Connection OK
es_es: Conexión correcta
it_it: Connessione stabilita

# #30204
source: Permission error. If you are using Nextcloud don't check api_key box
es_es: Error de permiso. Si se está usando Nextcloud, no utilizar clave api
it_it: Permessi errati. Se state usando Nextcloud non utilizzare l'api_key

# #30221
source: Videos
it_it: Video

# #30222
source: Search Videos...
es_es: Buscar vídeos...
it_it: Ricerca video...

# #30227
source: Search Podcasts...
es_es: Busca podcasts...
it_it: Ricerca podcast...

# #30228
source: Live stream
it_it: Stazione Radio

# #30229
source: Live streams
it_it: Stazioni Radio

# #30230
source: Search Live Streams...
it_it: Ricerca stazioni radio...

# #30107
source: Album
es_es: Álbum

# #30109
source: Playlist
es_es: Lista de reproducción

# #30118
source: Playlists
es_es: Listas de reproducción

# #30185
source: Password
es_es: Contraseña

# #30220
source: Video
es_es: Vídeo
