Repository: xbmc/repo-plugins
Catalog: plugin.video.filmstarts/resources/language/*/strings.po
Languages: german

# Addon Summary
source: Film an Series Information from http://www.filmstarts.de/
german: Film und Serien Informationen von http://www.filmstarts.de/

# Addon Description
source: Film an Series Information from http://www.filmstarts.de/
german: Film und Serien Informationen von http://www.filmstarts.de/

# #30001
source: Settings
german: Einstellungen

# #30003
source: Series
german: Serien

# #30004
source: Cinema
german: Kino

# #30007
source: All Videos
german: Alle Videos

# #30008
source: Most Wanted Trailer
german: Beliebteste Trailer

# #30009
source: Now in Cinema
german: Aktuell im Kino

# #30010
source: Commic soon to Cinema
german: Demnächst im Kino

# #30011
source: Neweset Trailer
german: Neueste Trailer

# #30013
source: Actual Cinema Films
german: Aktuelle Kino Filme

# #30014
source: New Film This Week
german: Neustart der Woche

# #30015
source: Best Film in Cinema
german: Die Besten Filme im Kino

# #30016
source: Cinema Films for Children
german: Kinderfilme im Kino

# #30017
source: Cinema Film Per Week
german: Starttermin nach Wochen

# #30018
source: Best Films
german: Besten Filme

# #30019
source: Worst Films
german: Schlechtesten Filme

# #30020
source: Children Films
german: Kinder Filme

# #30021
source: Best Series
german: Beliebteste Serien

# #30022
source: Best Voted
german: Best Bewertete

# #30023
source: Most Wanted Series
german: Populaerste Serien

# #30024
source: Most wanted Series
german: Meisterwartete Staffeln

# #30025
source: New Started Series
german: Neueste Gestartete Serien

# #30026
source: New Series Trailer
german: Neue Serien Trailer

# #30028
source: 5 Stars
german: 5 Sterne

# #30029
source: Film Errors
german: Fehlerteufel

# #30031
source: My Most Loved Filmscene
german: Meine Lieblings Filmscene

# #30032
source: Germany
german: Deutschland

# #30034
source: Filter Genres
german: Filter nach Genre

# #30035
source: Filter Years
german: Filter nach Jahre

# #30036
source: Filter Country
german: Filter nach Laender

# #30037
source: Show Videos
german: Zeige Videos

# #30038
source: Filter Language
german: Filter nach Sprache

# #30039
source: Filter Format
german: Filter nach Format

# #30040
source: Next Week
german: Nächste woche

# #30041
source: Last Week
german: Vorhärige WOche
