Repository: xbmc/repo-plugins
Catalog: plugin.video.nfl.gamepass/resources/language/Ukrainian/strings.po
Languages: uk

# #30001
source: Username/E-Mail
uk: Ім'я користувача/E-Mail

# #30002
source: Password
uk: Пароль

# #30003
source: Preferred Stream Quality
uk: Переважна якість

# #30004
source: Always Use Highest Bitrate
uk: Найвищий бітрейт

# #30005
source: 1280x720 Bitrate 4.5 Mbps
uk: 1280х720, бітрейт 4.5 Мб/с

# #30006
source: 1280x720 Bitrate 3.0 Mbps
uk: 1280х720, бітрейт 3.0 Мб/с

# #30007
source: 960x540 Bitrate 2.4 Mbps
uk: 960х540, бітрейт 2.4 Мб/с

# #30008
source: 960x540 Bitrate 1.6 Mbps
uk: 960х540, бітрейт 1.6 Мб/с

# #30009
source: 640x360 Bitrate 1.2 Mbps
uk: 640х360, бітрейт 1.2 Мб/с

# #30010
source: 640x360 Bitrate 800 Kbps
uk: 640х360, бітрейт 800 кб/с

# #30011
source: 400x224 Bitrate 400 Kbps
uk: 400х224, бітрейт 400 кб/с

# #30012
source: Ask
uk: Завжди питати

# #30013
source: Preferred Game Version
uk: Переважна версія гри

# #30014
source: Full
uk: Повна

# #30015
source: Condensed
uk: Скорочена

# #30016
source: Choose a game version
uk: Вибирати версію гри

# #30020
source: Localize Game Date/Time
uk: Локалізувати час гри

# #30021
source: Error
uk: Помилка

# #30022
source: Due to broadcast restrictions, NFL Game Pass Domestic is currently unavailable. Please try again later.
uk: NFL Game Pass Domestic зараз недоступний через обмеження мовлення. Будь ласка спробуйте ще раз пізніше.

# #30023
source: Logging into NFL Game Pass failed. Make sure that your account information is correct and your subscription is valid.
uk: Неможливо увійти до NFL Game Pass. Переконайтесь що інформація про аккаунт корректа і ваша підписка дійсна.

# #30024
source: Unexpected error ='(. Please enable debuging for both the addon and Kodi, and submit a bug report.
uk: Неочікувана помилка ='(. Будь ласка ввімкніть дебаг для аддону та Kodi і відправте баг репорт.

# #30025
source: Hide game length
uk: Сховати тривалість гри

# #30026
source: No
uk: Ні

# #30027
source: Yes, with 12-hour clock (AM/PM)
uk: Так, 12г (AM/PM)

# #30028
source: Yes, with 24-hour clock
uk: Так, 24г

# #30029
source: General
uk: Загальні

# #30030
source: Display/Video
uk: Відображення/Відео

# #30031
source: Advanced
uk: Просунуті

# #30032
source: Coaches Film
uk: Тренерська версія

# #30033
source: Proxy Settings
uk: Налаштування проксі

# #30034
source: Use an HTTP proxy to access Game Pass
uk: Використовувати HTTP проксі для доступу до Game Pass

# #30035
source: Protocol
uk: Протокол

# #30036
source: Server
uk: Сервер

# #30037
source: Port
uk: Порт

# #30038
source: Username
uk: Ім'я користувача

# #30039
source: Password
uk: Пароль

# #30042
source: Enable 'Basic' Authentication
uk: Увімкнути 'Basic' аутентифікацію

# #30043
source: There was a problem playing that stream
uk: Неможливо відобразити вибраний потік

# #30044
source: Some shows are known to not work. Please file a bug if the show is available and works in the official app.
uk: Деякі шоу можуть не працювати. Будь ласка сповістіть нас, якщо шоу доступне і працює в офіційній аплікації.

# #30045
source: No valid stream URL was found.
uk: Неможливо знайти URL для потоку.
