Repository: xbmc/repo-plugins
Catalog: plugin.audio.lastfm/resources/language/Greek/strings.po
Languages: el

# #30000
source: General
el: Γενικά

# #30001
source: Submit songs to Last.fm
el: Υποβολή τραγουδιών στο Last.fm

# #30002
source: Submit online radio to Last.fm
el: Υποβολή διαδικτυακού ραδιοφώνου στο Last.fm

# #30003
source: Last.fm username
el: Όνομα χρήστη Last.fm

# #30004
source: Last.fm password
el: Κωδικός πρόσβασης Last.fm

# #30005
source: Confirm Love/Ban submissions
el: Επιβεβαίωση υποβολής Αγαπημένων/Αποκλεισμένων

# #32012
source: Do you want to add the current track to your loved tracks?
el: Να προστεθεί το τρέχον τραγούδι στα αγαπημένα σας;

# #32013
source: Do you want to ban the current track?
el: Να αποκλειστεί το τρέχον τραγούδι;

# #32014
source: Added to your loved tracks: '%s'.
el: Προσθήκη στα αγαπημένα σας τραγούδια: '%s'.

# #32015
source: Could not add '%s' to your loved tracks.
el: Δεν μπορεί να προστεθεί το '%s' στα αγαπημένα σας.

# #32016
source: Banned: '%s'.
el: Αποκλεισμένα: '%s'.

# #32017
source: Could not ban '%s'.
el: Δεν μπορεί να αποκλειστεί το '%s'.

# #32018
source: Do you want to remove this track from your loved tracks?
el: Να αφαιρεθεί το τρέχον τραγούδι από τα αγαπημένα σας;

# #32019
source: Do you want to un-ban this track?
el: Να αρθεί ο αποκλεισμός για αυτό το τραγούδι;

# #32020
source: Removed from your loved tracks: '%s'.
el: Αφαιρέθηκε από τα αγαπημένα σας κομμάτια: '%s'.

# #32021
source: Could not remove '%s' from your loved tracks.
el: Δεν μπορεί να αφαιρεθεί το '%s' από τα αγαπημένα σας κομμάτια.

# #32022
source: Un-banned: '%s'.
el: Άρση Αποκλεισμού: '%s'.

# #32023
source: Could not un-ban '%s'.
el: Αδυναμία άρσης αποκλεισμού του '%s'.

# #32024
source: Remove from loved tracks
el: Αφαίρεση από τα αγαπημένα σας

# #32025
source: Un-ban
el: Άρση αποκλεισμού

# #32026
source: Connect to Last.fm failed
el: Αποτυχία σύνδεσης στο Last.fm

# #32027
source: No username or password provided
el: Δεν εισήχθη όνομα χρήστη ή κωδικός

# #32028
source: Could not retrieve list from Last.fm
el: Αδυναμία ανάκτησης λίστας από Last.fm

# #32051
source: Friends of user %s
el: Φίλοι του χρήστη %s

# #32052
source: Neighbours of user %s
el: Γείτονες του χρήστη %s

# #32053
source: Top albums for user %s
el: Τα καλύτερα άλμπουμ του χρήστη %s

# #32054
source: Top artists for user %s
el: Κορυφαίοι καλλιτέχνες για το χρήστη %s

# #32055
source: Top tags for user %s
el: Κορυφαίες ετικέτες για το χρήστη %s

# #32056
source: Top tracks for user %s
el: Κορυφαία κομμάτια για το χρήστη %s

# #32057
source: Tracks recently banned by %s
el: Πρόσφατα αποκλεισμένα κομμάτια από %s

# #32058
source: Tracks recently listened by %s
el: Κομμάτια που ακούστηκαν πρόσφατα από %s

# #32059
source: Tracks recently loved by %s
el: Πρόσφατα αγαπημένα κομμάτια από %s

# #32060
source: Weekly album chart for %s
el: Εβδομαδιαίο chart του άλμπουμ %s

# #32061
source: Weekly artist chart for %s
el: Εβδομαδιαίο chart του καλλιτέχνη %s

# #32062
source: Weekly track chart for %s
el: Εβδομαδιαίο chart του κομματιού %s

# #32063
source: Listen to %s's mix Last.fm radio
el: Ακρόαση της μίξης Last.fm radio του %s

# #32064
source: Listen to %s's neighbours Last.fm radio
el: Ακρόαση του Last.fm radio των γειτόνων του %s

# #32065
source: Listen to %s's personal Last.fm radio
el: Ακρόαση του προσωπικού Last.fm radio του %s

# #32066
source: Listen to %s's recommendations Last.fm radio
el: Ακρόαση των προτάσεων Last.fm radio του %s

# #32067
source: Biggest fans of %s
el: Οι μεγαλύτεροι θαυμαστές του %s

# #32068
source: Similar artists as %s
el: Παρόμοιοι καλλιτέχνες όπως ο %s

# #32069
source: Top %s albums
el: Κορυφαία άλμπουμ από %s

# #32070
source: Top %s tags
el: Κορυφαίες ετικέτες %s

# #32071
source: Top %s tracks
el: Κορυφαία κομμάτια από %s

# #32072
source: Listen to %s fans Last.fm radio
el: Ακρόαση του Last.fm radio θαυμαστών του %s

# #32073
source: Listen to %s similar artists Last.fm radio
el: Ακρόαση του Last.fm radio καλλιτεχνών παρόμοιων με τον %s

# #32074
source: Top albums for tag %s
el: Κορυφαία άλμπουμ για την ετικέτα %s

# #32075
source: Top artists for tag %s
el: Κορυφαίοι καλλιτέχνες για την ετικέτα %s

# #32076
source: Top tracks for tag %s
el: Κορυφαία κομμάτια για την ετικέτα %s

# #32077
source: Listen to tag %s Last.fm radio
el: Ακρόαση του Last.fm radio της ετικέτας %s

# #32078
source: Search
el: Αναζήτηση

# #32079
source: No results found
el: Δε βρέθηκαν αποτελέσματα

# #32080
source: Custom Last.fm radio stations
el: Προσωπικοί ραδιοφωνικοί σταθμοί Last.fm

# #32081
source: Listen to artist fans Last.fm radio
el: Ακρόαση του Last.fm radio των θαυμαστών του καλλιτέχνη

# #32082
source: Listen to similar artists Last.fm radio
el: Ακρόαση του Last.fm radio παρόμοιων καλλιτεχνών

# #32083
source: Listen to tag Last.fm radio
el: Ακρόαση του Last.fm radio της ετικέτας

# #32084
source: Listen to user mix Last.fm radio
el: Ακρόαση του Last.fm radio της μίξης του χρήστη

# #32085
source: Listen to user neighbours Last.fm radio
el: Ακρόαση του Last.fm radio των γειτόνων του χρήστη

# #32086
source: Listen to user library Last.fm radio
el: Ακρόαση του Last.fm radio της συλλογής του χρήστη

# #32087
source: Listen to user recommendations Last.fm radio
el: Ακρόαση των προτάσεων Last.fm radio του χρήστη

# #32088
source: Tag
el: Ετικέτα
