Repository: xbmc/repo-plugins
Catalog: service.upnext/resources/language/resource.language.*/strings.po
Languages: cs_cz, el_gr, es_es, fr_fr, hr_hr, in_hi, it_it, ko_kr, pl_pl, pt_br, ro_ro, ru_ru, sk_sk

# #30006
source: Watch Now
cs_cz: Sledovat teď
el_gr: Παρακολούθηση τώρα
es_es: Ver ahora
fr_fr: Regarder maintenant
hr_hr: Gledaj sada
in_hi: अभी देखे
it_it: Guarda Ora
ko_kr: 계속
pl_pl: Oglądaj teraz
pt_br: Assistir Agora
ro_ro: Vizionează acum
ru_ru: Смотреть сейчас
sk_sk: Pozerať teraz

# #30008
source: Up Next
cs_cz: Další bude
el_gr: Επόμενο
es_es: A continuación
fr_fr: À suivre
hr_hr: Sljedeće
in_hi: आने वाला
it_it: Prossimo
ko_kr: 다음 에피소드 시작까지
pl_pl: Kolejny
pt_br: A seguir
ro_ro: Urmează
sk_sk: Ďalšie poradí

# #30009
source: Ends at: $INFO[Window.Property(endtime)]
cs_cz: Končí v: $INFO[Window.Property(endtime)]
el_gr: Τελειώνει σε: $INFO[Window.Property(endtime)]
es_es: Finaliza en : $INFO[Window.Property(endtime)]
fr_fr: Fin à : $INFO[Window.Property(endtime)]
hr_hr: Završava u: $INFO[Window.Property(endtime)]
in_hi: समाप्ति : $INFO[Window.Property(endtime)]
it_it: Termina alle: $INFO[Window.Property(endtime)]
ko_kr: 종료: $INFO[Window.Property(endtime)]
pl_pl: Koniec o: $INFO[Window.Property(endtime)]
pt_br: Finaliza às: $INFO[Window.Property(endtime)]
ro_ro: Se termină la: $INFO[Window.Property(endtime)]
ru_ru: Закончится в: $INFO[Window.Property(endtime)]
sk_sk: Skončí o: $INFO[Window.Property(endtime)]

# #30010
source: Continue watching
cs_cz: Pokračovat ve sledování
el_gr: Συνέχιση παρακολούθησης
es_es: Continuar viendo
fr_fr: Continuer à regarder
hr_hr: Nastavite gledati
in_hi: जारी रखें
it_it: Continua a guardare
ko_kr: 계속 봅니다.
pl_pl: Kontynuuj oglądanie
pt_br: Continuar assistindo
ro_ro: Continuă vizionarea
ru_ru: Продолжить просмотр
sk_sk: Pokračovať v pozeraní

# #30024
source: Still there?
cs_cz: Stále sleduješ?
el_gr: Ακόμα εδώ;
es_es: ¿Todavía estás ahí?
fr_fr: Toujours là ?
hr_hr: Još uvijek si tu?
in_hi: मौजूद?
it_it: Ancora qui?
ko_kr: 계속 보시렵니까?
pl_pl: Wciąż jesteś?
pt_br: Ainda aí?
ro_ro: Mai sunteți aici?
ru_ru: Все еще здесь?
sk_sk: Ste stále tam?

# #30032
source: Enable on playlists
cs_cz: Povolit pro playlisty
el_gr: Ενεργοποίησε σε λίστες αναπαραγωγής
es_es: Habilitar en listas de reproducción
fr_fr: Activer sur les listes de lecture
hr_hr: Omogući na popisima za reprodukciju
in_hi: प्लेलिस्ट पर सक्षम करें
it_it: Abilita sulle playlist
pl_pl: Włącz na listach odtwarzania
pt_br: Ativar nas listas de reproduções
ro_ro: Activați în liste
ru_ru: Включить для плейлистов
sk_sk: Povoliť v playlistoch

# #30033
source: Stop
cs_cz: Zastavit
el_gr: Σταμάτημα
es_es: Detener
fr_fr: Arrêter
in_hi: रुकें
ko_kr: 중지
pl_pl: Zatrzymaj
pt_br: Parar
ro_ro: Oprește
ru_ru: Остановить
sk_sk: Zastaviť

# #30034
source: Close
cs_cz: Zavřít
el_gr: Κλείσιμο
es_es: Cerrar
fr_fr: Fermer
hr_hr: Zatvori
in_hi: बंद करे
it_it: Chiudi
ko_kr: 그만
pl_pl: Zamknij
pt_br: Fechar
ro_ro: Închide
ru_ru: Закрыть
sk_sk: Zavrieť

# #30035
source: Continue watching in [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] seconds
cs_cz: Pokračovat ve sledování za [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] sekund
el_gr: Συνέχιση παρακολούθησης σε [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] δευτερόλεπτα
es_es: Continuará en [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] segundos
fr_fr: Continuer à regarder dans [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] secondes
hr_hr: Nastavite gledati u [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] sekunde
in_hi: जारी रखें [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] सेकंड में
it_it: Continua a guardare fra [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] secondi
ko_kr: [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR]초 후에 다음 에피소드 시작
pl_pl: Kontynuuj oglądanie za [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] sekundy
pt_br: Continue assistindo em [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] segundos
ro_ro: Continuă vizionarea în [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] secunde
ru_ru: Продолжить просмотр через [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] секунд
sk_sk: Pokračovať v pozeraní o [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] sekúnd

# #30036
source: Up next in [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] seconds
cs_cz: Další za [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] sekund
el_gr: Επόμενο σε [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] δευτερόλεπτα
es_es: Siguiente en [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] segundos
fr_fr: À suivre dans [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] secondes
hr_hr: Sljedeće u [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] sekunde
in_hi: आने वाला [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] सेकंड में
it_it: Prossimo fra [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] secondi
ko_kr: 다음 편 시작까지 [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR]초
pl_pl: Kolejny za [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] sekundy
pt_br: Up next em [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] segundos
ro_ro: Urmează în [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] secunde
ru_ru: Продолжение через [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] секунд
sk_sk: Ďalšie v poradí začne o [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] sekúnd

# #30037
source: Next episode in [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] seconds
cs_cz: Další epizoda za [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] sekund
el_gr: Επόμενο επεισόδιο σε [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] δευτερόλεπτα
es_es: Siguiente episodio en [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] segundos
fr_fr: Prochain épisode dans [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] secondes
hr_hr: Sljedeća epizoda u [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] sekunde
in_hi: अगला एपिसोड [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] सेकंड में
it_it: Prossimo episodio fra [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] secondi
ko_kr: 다음 에피소드까지 [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR]초
pl_pl: Następny odcinek za [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] sekundy
pt_br: Próximo episódio em [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] segundos
ro_ro: Următorul episod în [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] secunde
ru_ru: Следующая серия через [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] секунд
sk_sk: Ďalšia epizóda začne o [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] sekúnd

# #30038
source: Simple
cs_cz: Jednoduchý
el_gr: Απλό
hr_hr: Jednostavno
in_hi: सरल
it_it: Semplice
ko_kr: 간단하게
pt_br: Simples
ro_ro: Simplu
ru_ru: Кратко
sk_sk: Jednoduché

# #30039
source: Fancy
cs_cz: Rozšířený
el_gr: Φανταχτερό
es_es: Adornado
fr_fr: Riche
hr_hr: Složeno
in_hi: रोचक
it_it: Decorata
ko_kr: 멋지게
pt_br: Elegante
ro_ro: Îmbogățit
ru_ru: Подробно
sk_sk: Ozdobné

# #30040
source: Play next
cs_cz: Přehrát další
el_gr: Αναπαραγωγή επόμενου
es_es: Reproducir
fr_fr: Lire
hr_hr: Reproduciraj
in_hi: अगला चलाये
it_it: Riproduci prossimo
ko_kr: 재생
pl_pl: Odtwarzaj następny
pt_br: Reproduzir próximo
ro_ro: Redă
ru_ru: Продолжить
sk_sk: Prehrať ďalšie

# #30041
source: Stop playing
cs_cz: Zastavit přehrávání
el_gr: Σταμάτημα αναπαραγωγής
es_es: Detener
fr_fr: Arrêter la lecture
hr_hr: Ne reproduciraj
in_hi: रोके
it_it: Ferma riproduzione
ko_kr: 재생하지 않음
pl_pl: Nie odtwarzaj
pt_br: Pare a reprodução
ro_ro: Oprește redarea
ru_ru: Остановить
sk_sk: Zastaviť prehrávanie

# #30042
source: None
cs_cz: Žádný
el_gr: Κανένα
es_es: Ninguno
fr_fr: Aucun
hr_hr: Nijedan
in_hi: कोई नहीं
it_it: Niente
ko_kr: 없음
pl_pl: Żaden
pt_br: Nenhum
ro_ro: Nici unul
ru_ru: Отключить
sk_sk: Žiadne

# #30043
source: Info
el_gr: Πληροφορίες
es_es: Información
fr_fr: Informations
in_hi: जानकारी
pl_pl: Informacje
ro_ro: Informații

# #30044
source: Debug
el_gr: Αποσφαλμάτωση
es_es: Depurar
fr_fr: Débogage
in_hi: डिबग
pt_br: Depurar
ro_ro: Depanare
sk_sk: Debugovať

# #30049
source: Next Episode
cs_cz: Další epizoda
el_gr: Επόμενο επεισόδιο
es_es: Siguiente episodio
fr_fr: Prochain épisode
hr_hr: Sljedeća epizoda
in_hi: अगला एपिसोड
it_it: Prossimo Episodio
ko_kr: 다음 에피소드
pl_pl: Następny odcinek
pt_br: Próximo Episódio
ro_ro: Următorul episod
ru_ru: Следующая серия
sk_sk: Ďalšia epizóda

# #30500
source: Interface
cs_cz: Rozhraní
el_gr: Περιβάλλον
es_es: Interfaz
hr_hr: Sučelje
in_hi: इंटरफेस
it_it: Interfaccia
ko_kr: 인터페이스
pl_pl: Wygląd
ro_ro: Interfață
ru_ru: Внешний вид
sk_sk: Rozhranie

# #30501
source: Features
cs_cz: Funkce
el_gr: Χαρακτηριστικά
es_es: Características
fr_fr: Fonctionnalités
hr_hr: Značajke
in_hi: विशेषताएं
it_it: Funzionalità
pl_pl: Funkcje
pt_br: Recursos
ro_ro: Caracteristici
ru_ru: Возможности
sk_sk: Funkcie

# #30503
source: Set the display mode for the notifications
cs_cz: Nastavit vzhled pro upozornění
el_gr: Ρύθμισε την λειτουργία οθόνης για τις ειδοποιήσεις
es_es: Modo de visualización para notificaciones
fr_fr: Définir le mode d’affichage des notifications
hr_hr: Postavite način prikaza za obavijesti
in_hi: सूचनाओं के लिए प्रदर्शन मोड सेट करें
it_it: Imposta la modalità di visualizzazione per le notifiche
ko_kr: 알림창을 어떻게 보여줄까요?
pl_pl: Ustaw tryb wyświetlania powiadomień
pt_br: Definir o modo da tela para a notificação
ro_ro: Configurează modul de afișare al notificărilor
ru_ru: Режима отображения уведомлений
sk_sk: Nastaviť spôsob zobrazovania upozornení

# #30505
source: Show a "Stop" button instead of a "Close" button
cs_cz: Zobrazit tlačítko "Zastavení" místo "Zavření"
el_gr: Δείξε ενα κουμπί "Σταματήματος" αντί του κουμπιού "Κλεισίματος"
es_es: Mostrar botón "Detener" en lugar de "Cerrar"
fr_fr: Afficher un bouton Arrêter au lieu d’un bouton Fermer
hr_hr: Prikaži "Zaustavi" dugme umjesto "Zatvori" dugme
in_hi: बंद करने के पहले रुकने का बटन दिखाए
it_it: Mostra un pulsante "Stop" anziché un pulsante "Chiudi"
ko_kr: "그만" 버튼 대신 "중지" 버튼을 보여줍니다.
pl_pl: Pokaż przycisk "Stop" zamiast przycisku "Zamknij"
pt_br: Mostrar um botão "Pare" ao invés de um botão "Fechar"
ro_ro: Arată un buton <Oprește> în locul unuia <Închide>
ru_ru: Показывать кнопку "Остановить" вместо кнопки "Закрыть"
sk_sk: Zobraziť tlačidlo "Zastaviť" namiesto tlačidla "Zavrieť"

# #30600
source: Behaviour
cs_cz: Chování
el_gr: Συμπεριφορά
es_es: Comportamiento
fr_fr: Comportement
hr_hr: Ponašanje
in_hi: व्यवहार
it_it: Comportamento
ko_kr: 동작설정
pl_pl: Zachowanie
pt_br: Comportamento
ro_ro: Comportament
ru_ru: Поведение
sk_sk: Správanie

# #30601
source: Features
cs_cz: Funkce
el_gr: Χαρακτηριστικά
es_es: Características
fr_fr: Fonctionnalités
hr_hr: Značajke
in_hi: विशेषताएं
it_it: Funzionalità
pl_pl: Funkcje
pt_br: Recursos
ro_ro: Caracteristici
ru_ru: Возможности
sk_sk: Funkcie

# #30603
source: Default action when nothing selected
cs_cz: Výchozí akce pokud není nic vybráno
el_gr: Εξ'ορισμού ενέργεια όταν δεν είναι κάτι επιλεγμένο
es_es: Acción predeterminada cuando no se selecciona nada
fr_fr: Action par défaut lorsque rien n’est sélectionné
hr_hr: Zadana akcija kada ništa nije odabrano
in_hi: कुछ नहीं चुने जाने पर डिफ़ॉल्ट कार्रवाई
it_it: Azione predefinita quando non viene selezionato niente
ko_kr: 아무 것도 선택하지 않으면
pl_pl: Domyślna akcja, gdy nic nie wybrano
pt_br: Ação padrão quando nada for selecionado
ro_ro: Acțiune implicită atunci când nu e selectat ceva
ru_ru: Действие, когда ничего не выбрано
sk_sk: Predvolené správanie, keď nie je vybrané nič

# #30605
source: Include already watched episodes
cs_cz: Zahrnout i zhlédnuté epizody
el_gr: Συμπερίλεψε τα επεισόδια που έχουν ήδη παρακολουθηθεί
es_es: Incluir episodios ya vistos
fr_fr: Inclure les épisodes visionnés
hr_hr: Uključi gledane epizode
in_hi: पहले से देखे गए एपिसोड शामिल करें
it_it: Includi episodi già visti
ko_kr: 본 것들도 포함합니다.
pl_pl: Uwzględnij oglądane odcinki
pt_br: Incluir episódios já assistidos
ro_ro: Include episoade deja urmărite
ru_ru: Включать уже просмотренные серии
sk_sk: Zahrnúť aj už videné epizódy

# #30607
source: Number of episodes before "Still there?" query
cs_cz: Počet epizod před zobrazením dotazu "Stále sleduješ?"
el_gr: Αριθμός επεισοδίων πριν από την ερώτηση "Ακόμα εδώ;"
es_es: Episodios antes de la consulta "¿Todavía estás ahí?"
fr_fr: Nombre d’épisodes avant la demande « Vous regardez toujours ? »
hr_hr: Broj epizoda prije upita dali još gledate
in_hi: "मौजूद?" से पहले एपिसोड की संख्या
it_it: Numero di episodi prima della richiesta "Ancora qui?"
ko_kr: 몇 개의 에피소드를 보고나서 "계속 볼 것인지" 물어볼까요?
pl_pl: Liczba odcinków przed wyświetleniem zapytania "Ciągle jesteś?"
pt_br: Número de episódios antes da consulta "Ainda aí?"
ro_ro: Număr de episoade înainte de a întreba <Mai sunteți aici?>
ru_ru: Количество серий перед вопросом "Все еще здесь?"
sk_sk: Počet dielov pred otázkou "Ste stále tam?"

# #30609
source: Duration in seconds for notification to be shown
cs_cz: Počet sekund zobrazení upozornění
el_gr: Διάρκεια σε δευτερόλεπτα για την απεικόνιση της ειδοποίησης
es_es: Duración en segundos para que se muestre la notificación
fr_fr: Durée d’affichage de la notification en secondes
hr_hr: Broj sekundi prije kraja za prikaz obavijesti
in_hi: सूचना दिखाने के लिए सेकंड में अवधि
it_it: Durata in secondi per la visualizzazione della notifica
ko_kr: 알림창을 보여줄 시간(초)
pl_pl: Liczba sekund przed końcem, aby wyświetlić powiadomienie
pt_br: Duração em segundos para a notificação ser mostrada
ro_ro: Durata de afișare a notificării (în secunde)
ru_ru: Время в секундах для отображения уведомления
sk_sk: Trvanie v sekundách pred zobrazením upozornenia

# #30611
source: Customize autoplay duration by episode length
cs_cz: Upravit trvání automatického přehrávání podle délky epizod
el_gr: Τροποίηση διάρκειας αυτόματης αναπαραγωγής με βαση το μήκος του επεισοδίου
es_es: Personalizar duración de la reproducción automática por duración del episodio
fr_fr: Personnaliser la durée de la lecture automatique en fonction de la longueur de l’épisode
hr_hr: Prilagodba trajanja automatske reprodukcije po dužini epizode
in_hi: एपिसोड की लंबाई के आधार पर ऑटोप्ले की अवधि को अनुकूलित करें
it_it: Personalizza la durata della riproduzione automatica in base alla durata dell'episodio
ko_kr: 상영시간에 따라 다르게
pl_pl: Dostosuj czas trwania autoodtwarzania według długości odcinka
pt_br: Personalizar a duração da reprodução automática por duração do episódio
ro_ro: Personalizare durată auto-redare în funcție de durata episodului
ru_ru: Настроить время для автоматического проигрывания по длине серии
sk_sk: Upraviť dĺžku funkcie automatického prehrávania podľa dĺžky epizódy

# #30613
source: All episodes [COLOR gray]any length[/COLOR]
cs_cz: Všechny epizodyv [COLOR gray]jakékoliv délce[/COLOR]
el_gr: Όλα τα επεισόδια [COLOR gray]οποιοδήποτε μήκος[/COLOR]
es_es: Todos los episodios [COLOR gray]cualquier duración[/COLOR]
fr_fr: Tous les épisodes [COLOR gray]quelque soit la durée[/COLOR]
hr_hr: Sve epizode [COLOR gray]bilo koje duljine[/COLOR]
in_hi: सारे एपिसोड [COLOR gray]quelque soit la durée[/COLOR]
it_it: Tutti gli episodi [COLOR gray]qualsiasi lunghezza[/COLOR]
ko_kr: [COLOR gray]시간에 상관없이[/COLOR] 모든 에피소드
pl_pl: Wszystkie odcinki [COLOR gray]dowolnej długości[/COLOR]
pt_br: Todos os episódios [COLOR gray]qualquer duração[/COLOR]
ro_ro: Toate episoadele [COLOR gray]any length[/COLOR]
ru_ru: Все серии [COLOR gray]любой длины[/COLOR]
sk_sk: Všetky epizódy [COLOR gray]akejkoľvek dĺžky[/COLOR]

# #30615
source: Very short episodes [COLOR gray]< 10 mins[/COLOR]
cs_cz: Velmi krátké epizody [COLOR gray]< 10 min[/COLOR]
el_gr: Πολύ σύντομα επεισόδια [COLOR gray]< 10 λεπτά[/COLOR]
es_es: Episodios muy cortos [COLOR gray]< 10 mins[/COLOR]
fr_fr: Épdisodes très courts [COLOR gray]< 10 min[/COLOR]
hr_hr: Vrlo kratke epizode [COLOR gray]< 10 min[/COLOR]
in_hi: बहुत छोटे एपिसोड [COLOR gray]< 10 min[/COLOR]
it_it: Episodi molto brevi [COLOR gray]< 10 minuti[/COLOR]
ko_kr: [COLOR gray]10분이하[/COLOR]의 상당히 짧은 것
pl_pl: Bardzo krótkie odcinki [COLOR gray]< 10 minut[/COLOR]
pt_br: Episódios curtíssimos [COLOR gray]< 10 min[/COLOR]
ro_ro: Episoade foarte scurte [COLOR gray]< 10 mins[/COLOR]
ru_ru: Очень короткие серии [COLOR gray]< 10 мин[/COLOR]
sk_sk: Veľmi krátke epizódy [COLOR gray]< 10 min[/COLOR]

# #30617
source: Short episodes [COLOR gray]> 10 mins[/COLOR]
cs_cz: Krátké epizody [COLOR gray]> 10 min[/COLOR]
el_gr: Σύντομα επεισόδια [COLOR gray]> 10 λεπτά[/COLOR]
es_es: Episodios cortos [COLOR gray]> 10 mins[/COLOR]
fr_fr: Épisodes courts [COLOR gray]> 10 min[/COLOR]
hr_hr: Kratke epizode [COLOR gray]> 10 min[/COLOR]
in_hi: छोटे एपिसोड [COLOR gray]> 10 min[/COLOR]
it_it: Episodi brevi [COLOR gray]> 10 minuti[/COLOR]
ko_kr: [COLOR gray]10분이상[/COLOR] 정도의 짧은 것
pl_pl: Krótkie odcinki [COLOR gray]> 10 minut[/COLOR]
pt_br: Episódios curtos [COLOR gray]> 10 min[/COLOR]
ro_ro: Episoade scurte [COLOR gray]> 10 mins[/COLOR]
ru_ru: Короткие серии [COLOR gray]> 10 мин[/COLOR]
sk_sk: Krátke epizódy [COLOR gray]> 10 min[/COLOR]

# #30619
source: Medium episodes [COLOR gray]> 20 mins[/COLOR]
cs_cz: Středně dlouhé epizody [COLOR gray]> 20 min[/COLOR]
el_gr: Μέτριας διάρκειας επεισόδια [COLOR gray]> 20 λεπτά[/COLOR]
es_es: Episodios medios [COLOR gray]> 20 mins[/COLOR]
fr_fr: Épisodes moyens [COLOR gray]> 20 min[/COLOR]
hr_hr: Srednje epizode [COLOR gray]> 20 min[/COLOR]
in_hi: मध्यम एपिसोड [COLOR gray]> 20 min[/COLOR]
it_it: Episodi medi [COLOR gray]> 20 minuti[/COLOR]
ko_kr: [COLOR gray]20분이상[/COLOR] 정도의 것
pl_pl: Średnie odcinki [COLOR gray]> 20 min[/COLOR]
pt_br: Episódios médios [COLOR gray]> 20 min[/COLOR]
ro_ro: Episoade medii [COLOR gray]> 20 mins[/COLOR]
ru_ru: Средние серии [COLOR gray]> 20 мин[/COLOR]
sk_sk: Stredne dlhé epizódy [COLOR gray]> 20 mins[/COLOR]

# #30621
source: Long episodes [COLOR gray]> 40 mins[/COLOR]
cs_cz: Dlouhé epizody [COLOR gray]> 40 min[/COLOR]
el_gr: Μεγάλης διάρκειας επεισόδια [COLOR gray]> 40 λεπτά[/COLOR]
es_es: Episodios más largos [COLOR gray]> 40 mins[/COLOR]
fr_fr: Épisodes longs [COLOR gray]> 40 min[/COLOR]
hr_hr: Duge epizode [COLOR gray]> 40 min[/COLOR]
in_hi: लम्बे एपिसोड [COLOR gray]> 40 min[/COLOR]
it_it: Episodi lunghi [COLOR gray]> 40 minuti[/COLOR]
ko_kr: [COLOR gray]40분이상[/COLOR] 정도의 긴 것
pl_pl: Długie odcinki [COLOR gray]> 40 minut[/COLOR]
pt_br: Episódios longos [COLOR gray]> 40 min[/COLOR]
ro_ro: Episoade lungi [COLOR gray]> 40 mins[/COLOR]
ru_ru: Длинные серии [COLOR gray]> 40 мин[/COLOR]
sk_sk: Dlhé epizódy [COLOR gray]> 40 min[/COLOR]

# #30623
source: Very long episodes [COLOR gray]> 60 mins[/COLOR]
cs_cz: Velmi dlouhé epizody [COLOR gray]> 60 min[/COLOR]
el_gr: Πολύ μεγάλης διάρκειας επεισόδια [COLOR gray]> 60 λεπτά[/COLOR]
es_es: Episodios muy largos [COLOR gray]> 60 mins[/COLOR]
fr_fr: Épisodes très longs [COLOR gray]> 60 min[/COLOR]
hr_hr: Vrlo duge epizode [COLOR gray]> 60 min[/COLOR]
in_hi: काफी लम्बे एपिसोड [COLOR gray]> 60 min[/COLOR]
it_it: Episodi molto lunghi [COLOR gray]> 60 minuti[/COLOR]
ko_kr: [COLOR gray]60분[/COLOR]이 넘어가는 상당히 긴 것
pl_pl: Bardzo długie odcinki [COLOR gray]> 60 minut[/COLOR]
pt_br: Episódios longuíssimos [COLOR gray]> 60 min[/COLOR]
ro_ro: Episoade foarte lungi [COLOR gray]> 60 mins[/COLOR]
ru_ru: Очень длинные серии [COLOR gray]> 60 мин[/COLOR]
sk_sk: Veľmi dlhé epizódy [COLOR gray]> 60 min[/COLOR]

# #30700
source: Expert
el_gr: Ειδικός
es_es: Experto
hr_hr: Stručnjak
in_hi: विशेषज्ञ
it_it: Esperto
ko_kr: 전문가
pl_pl: Eksperckie
pt_br: Especialista
ro_ro: Avansat
ru_ru: Экспертные
sk_sk: Expertné

# #30703
source: Disable Up Next
cs_cz: Vypnout plugin Up Next
el_gr: Απενεργοποίηση επομένου
es_es: Deshabilitar Up Next
fr_fr: Désactiver Up Next
hr_hr: Onemogući Up Next
in_hi: अगला अक्षम करें
it_it: Disabilita Up Next
ko_kr: Up Next를 사용하지 않습니다
pl_pl: Wyłącz Up Next
pt_br: Desativar Up Next
ro_ro: Dezactivează <Urmează>
ru_ru: Отключить Up Next
sk_sk: Vypnúť Ďalšie v poradí

# #30705
source: Log level
cs_cz: Úroveň logování
el_gr: Επίπεδο καταγραφής
es_es: Nivel de registro
fr_fr: Niveau de journalisation
hr_hr: Razina zapisnika
in_hi: जानकारी का स्तर
it_it: Livello log
ko_kr: 로그레벨
pl_pl: Poziom logów
pt_br: Nível do log
ro_ro: Nivel jurnal
ru_ru: Уровень логирования
sk_sk: Hĺbka záznamov

# #30800
source: Developer
cs_cz: Vývojář
el_gr: Προγραμματιστής
es_es: Desarrollador
fr_fr: Développeur
in_hi: विकासक
it_it: Sviluppatore
ko_kr: 개발자모드
pl_pl: Deweloper
pt_br: Desenvolvedor
ro_ro: Dezvoltator
ru_ru: Для разработчика
sk_sk: Vývojár

# #30801
source: Test how the user interface looks
cs_cz: Otestovat vzhled uživatelského rozhraní
el_gr: Δοκιμή του πως μοιάζει το περιβάλλον
es_es: Prueba cómo se ve la interfaz de usuario
fr_fr: Tester l’apparence de l’interface utilisateur
hr_hr: Testirajte kako izgleda korisničko sučelje
in_hi: परीक्षण करें कि उपयोगकर्ता इंटरफ़ेस कैसा दिखता है
it_it: Testa come l'interfaccia utente appare
ko_kr: 어떤 알림창을 테스트하시렵니까?
pl_pl: Testuj wygląd interfejsu
pt_br: Teste a aparência da interface do usuário
ro_ro: Testează cum arată interfața utilizator
ru_ru: Проверьте, как выглядит пользовательский интерфейс
sk_sk: Otestuj ako vyzerá rozhranie

# #30805
source: Show an UpNext pop-up…
cs_cz: Zobrazit UpNext pop-up…
el_gr: Δείξε ένα αναδυόμενο παράθυρο για το επόμενο
es_es: Mostrar ventana emergente UpNext …
fr_fr: Afficher une notification UpNext…
hr_hr: Prikaži UpNext skočni prozor…
in_hi: एक आगामी पॉप-अप देखे
it_it: Mostra un UpNext pop-up…
ko_kr: UpNext 알림창
pl_pl: Pokaż okno UpNext…
pt_br: mostrar um pop up UpNext
ro_ro: Arată o notificare <Urmează>
ru_ru: Показать уведомление UpNext…
sk_sk: Zobraziť vyskakovacie okno Ďalšie v poradí…

# #30807
source: Show an UpNextSimple pop-up…
cs_cz: Zobrazit jednoduchý UpNext pop-up…
el_gr: Δείξε ένα αναδυόμενο παράθυρο για το επόμενο σε απλή μορφή
es_es: Mostrar ventana emergente simple UpNext …
fr_fr: Afficher une notification UpNextSimple…
hr_hr: Prikaži UpNextSimple skočni prozor…
in_hi: एक आगामी सरल पॉप-अप देखे
it_it: Mostra un UpNextSimple pop-up…
ko_kr: UpNextSimple 알림창
pl_pl: Pokaż okno UpNextSimple…
pt_br: Mostrar um pop up simples do NextUp
ro_ro: Arată o notificare simplă <Urmează>
ru_ru: Показать уведомление UpNextSimple…
sk_sk: Zobraziť vyskakovacie okno Ďalšie v poradí (jednoduché)

# #30809
source: Show a StillWatching pop-up…
cs_cz: Zobrazit pop-up ověření pozornosti…
el_gr: Δείξε ένα αναδυόμενο παράθυρο για την συνεχιζόμενη παρακολούθηση
es_es: Mostrar ventana emergente StillWatching …
fr_fr: Afficher une notification StillWatching…
hr_hr: Prikaži StillWatching skočni prozor…
in_hi: एक अभी भी देख रहे पॉप-अप देखे
it_it: Mostra un StillWatching pop-up…
ko_kr: StillWatching 알림창
pl_pl: Pokaż okno StillWatching…
pt_br: Mostrar um pop up Ainda Reproduzindo
ro_ro: Arată o notificare <Mai urmăriți?>
ru_ru: Показать уведомление StillWatching…
sk_sk: Zobraziť vyskakovacie okno Stále sledujete…

# #30811
source: Show a StillWatchingSimple pop-up…
cs_cz: Zobrazit jednoduchý pop-up ověření pozornosti…
el_gr: Δείξε ένα αναδυόμενο παράθυρο για την συνεχιζόμενη παρακολούθηση σε απλή μορφή
es_es: Mostrar ventana emergente simple StillWatching …
fr_fr: Afficher une notification StillWatchingSimple…
hr_hr: Prikaži StillWatchingSimple skočni prozor…
in_hi: एक अभी भी देख रहे सरल पॉप-अप देखे
it_it: Mostra un StillWatchingSimple pop-up…
ko_kr: StillWatchingSimple 알림창
pl_pl: Pokaż okno StillWatchingSimplep…
pt_br: Mostrar um pop up Ainda Reproduzindo simples...
ro_ro: Arată o notificare simplă <Mai urmăriți?>
ru_ru: Показать уведомление StillWatchingSimple…
sk_sk: Zobraziť vyskakovacie okno Stále sledujete (jednoduché)
