Repository: xbmc/repo-plugins
Catalog: plugin.video.jworg/resources/language/*/strings.po
Languages: italian, portuguese, spanish

# #30001
source: Next page >>
italian: Avanti >>
portuguese: Próxima página >>
spanish: Página siguiente >>

# #30002
source: Language of multimedia file
italian: Lingua dei file multimediali
portuguese: Idioma do ficheiro multimédia
spanish: Idioma del elemento multimedia

# #30005
source: General
italian: Generale
portuguese: Menus

# #30010
source: Books of the Bible
italian: Libri della Bibbia
portuguese: Livros da Bíblia
spanish: Libros de la Biblia

# #30011
source: Music and songs
italian: Musica e cantici
portuguese: Música e canções
spanish: Música y càntos

# #30012
source: Daily text
italian: Scrittura del giorno
portuguese: Texto diário
spanish: Texto diario

# #30013
source: Bible dramas
italian: Drammi biblici
portuguese: Dramatizações da bíblia
spanish: Representaciones dramáticas

# #30014
source: Dramatic bible readings
italian: Brani biblici recitati
portuguese: Leituras dramatizadas da bíblia
spanish: Lecturas bíblicas dramatizadas

# #30015
source: Musics, dramas, and dramatic readings
italian: Musica, drammi e brani recitati
portuguese: Música, drama e leituras dramatizadas
spanish: Música, representaciones dramáticas y lecturas dramatizadas

# #30016
source: Newest first
italian: Dal più recente
portuguese: Novos primeiro
spanish: Más recientes

# #30017
source: Oldest first
italian: Dal più vecchio
portuguese: Mais velhos primeiro
spanish: Menos recientes

# #30018
source: By title
italian: Ordine alfabetico
portuguese: Por título
spanish: Por título

# #30019
source: Sorting
italian: Ordinamento
portuguese: Ordenar
spanish: Ordenar

# #30020
source: Videos
italian: Video
portuguese: Vídeos

# #30022
source: Empty cache (force lists update)
italian: Svuota cache (forza aggiornamento elenchi)
portuguese: Esvaziar cache (forçar actualização das listas)
spanish: Vaciar la caché (fuerza actualización listas)

# #30023
source: Emptying cache
italian: Svuotamento cache
portuguese: Esvaziando cache
spanish: Vaciado de la caché

# #30024
source: Successfully done
italian: Eseguito con successo
portuguese: Concluído com sucesso
spanish: Realizado con éxito

# #30026
source: All magazines
italian: Tutte le riviste!
portuguese: Todas as magazines
spanish: Todas las revistas

# #30027
source: Awake!
italian: Svegliatevi
portuguese: Acordar!
spanish: ¡Despertad!

# #30029
source: The Watchtower (Study Edition)
italian: La torre di guardia (ed. per lo studio)
portuguese: The Watchtower (Versão para Estudo)
spanish: La Atalaya (edición de estudio)

# #30030
source: The Watchtower (Simplified Edition)
italian: La torre di guardia (ed. semplificata)
portuguese: The Watchtower (Versão Simplificada)
spanish: La Atalaya (en lenguaje sencillo)

# #30031
source: Latest
italian: Ultimi numeri
portuguese: Últimos
spanish: Nuevo

# #30032
source: Newsroom
italian: Sala stampa
portuguese: Estúdio de Notícias
spanish: Sala de prensa

# #30033
source: Unable to load remote content
italian: Impossibile caricare i contenuti dal sito
portuguese: Não foi possível carregar o conteúdo remoto
spanish: No se pudo cargar el contenido remoto

# #30034
source: Week program
italian: Programma della settimana
portuguese: Programa semanal
spanish: Programa de la semana

# #30035
source: Theocratic Ministry School
italian: Scuola di ministero teocratico
portuguese: Escola do Ministério Teocrático
spanish: Escuela del Ministerio Teocrático

# #30037
source: Activities
italian: Attività
portuguese: Actividades
spanish: Quiénes somos y qué hacemos

# #30038
source: End of the article
italian: Fine dell'articolo
portuguese: Fim do artigo
spanish: Fin del artículo

# #30039
source: Default video resolution (0: ask every time)
italian: Risoluzione video predefinita (0: chiedi sempre)
portuguese: Resolução vídeo padrão (0: perguntar sempre)

# #30040
source: Video in sign language
italian: Video in lingua dei segni
portuguese: Vídeo em língua gestual

# #30046
source: Videos
portuguese: Vídeos

# #30047
source: Music
portuguese: Música

# #30048
source: Programs
portuguese: Programas

# #30025
source: Magazines
italian: Riviste
spanish: Revistas

# #30028
source: The Watchtower
italian: La torre di guardia
spanish: La Atalaya

# #30021
source: Cache
spanish: Caché
