Repository: xbmc/repo-plugins
Catalog: plugin.video.skyvideoitalia/resources/language/resource.language.*/strings.po
Languages: it_it

# #30000
source: General
it_it: Generale

# #31000
source: Playback
it_it: Riproduzione

# #31001
source: Use InputStream Adaptive
it_it: Usa InputStream Adaptive

# #31002
source: Maximum Quality
it_it: Qualità Massima

# #31003
source: Low
it_it: Bassa

# #31004
source: Medium
it_it: Media

# #31005
source: High
it_it: Alta

# #31006
source: High definition
it_it: Alta definizione

# #31011
source: Enable developer mode
it_it: Abilita modalita sviluppatore

# #32001
source: Live Streaming
it_it: Dirette Streaming

# #32002
source: Playlists from {title}
it_it: Playlist di {title}

# #33000
source: Error retrieving URL. Check log.
it_it: Errore download pagina. Controlla log.

# #33001
source: JSON not found in webpage
it_it: JSON non trovato nella pagina web

# #33002
source: JSON decode error
it_it: Errore decodifica JSON

# #33003
source: Media URL not found
it_it: URL video not trovato

# #33004
source: Livestream URL not found
it_it: URL stream diretta non trovato

# #41001
source: Use InputStream Adaptive and demand quality selction to it.
it_it: Usa InputStream Adaptive e demanda la gestione della qualità ad esso.

# #41002
source: Maximum Quality used when InputstreamAdaptive is not selected.
it_it: Qualità Massima usata quando InputsreamAdaptive non è selezionato.

# #41011
source: Enable verbose log messages. Useful to troubleshoot problems.
it_it: Abilita messaggi di log più dettagliati. Utile per trovare problemi in caso di necessità.
