Repository: xbmc/repo-plugins
Catalog: plugin.image.mypicsdb/resources/language/Polish/strings.po
Languages: pl

# #30000
source: MyPicture Database
pl: Baza danych MyPicture

# #30001
source: Database
pl: Baza danych

# #30005
source: Mo.|Tu.|We.|Th.|Fr.|Sa.|Su.
pl: Po|Wt|Śr|Cz|Pt|So|Nie

# #30006
source: Jan.|Feb.|Mar|Apr.|May|Jun.|Jul.|Aug.|Sep.|Oct.|Nov.|Dec.
pl: Sty|Luty|Marz|Kwie|Maj|Czer|Lip|Sier|Wrz|Paź|Lis|Gru

# #30007
source: Monday|Tuesday|Wednesday|Thursday|Friday|Saturday|Sunday
pl: Poniedziałek|Wtorek|Środa|Czwartek|Piątek|Sobota|Niedziela

# #30008
source: January|February|March|April|May|June|July|August|September|October|November|December
pl: Styczeń|Luty|Marzec|Kwiecień|Maj|Czerwiec|Lipiec|Sierpień|Wrzesień|Październik|Listopad|Grudzień

# #30020
source: Picture folder
pl: Folder zdjęć

# #30021
source: Remove from database missing pictures
pl: Usuń z bazy danych brakujące zdjęcia

# #30022
source: Recursive scan ( all sub-folders will be scanned for pictures )
pl: Skanowanie rekursywne (zdjęcia będą przeskanowane we wszystkich podfolderach)

# #30023
source: Picture extensions
pl: Rozszerzenia zdjęć

# #30024
source: Perform scan at addon startup
pl: Uruchom skanowanie po wystartowaniu dodatku

# #30025
source: Initialize the database at next addon startup
pl: Przy następnym uruchomieniu dodatku zainicjuj bazę danych

# #30026
source: Use the picture as fanart for pictures
pl: Użyj tego zdjęcia jako fanart dla zdjęć

# #30027
source: Settings for the dialog scan popup
pl: Ustawienia dla wyskakującego okna skanowania

# #30028
source: Video extensions
pl: Rozszerzenia Wideo

# #30029
source: Use the videos
pl: Użyj wideo

# #30030
source: General
pl: Ogólny

# #30031
source: Files
pl: Pliki

# #30032
source: Age of recent files (days)
pl: Wiek ostatnich plików (w dnaich)

# #30033
source: Menu Items
pl: Pozycje menu

# #30034
source: Display all items
pl: Wyświetl wszystkie elementy

# #30035
source: Number of pics per page
pl: Ilość zdjęć na stronę

# #30040
source: Only display pictures with rating of at least
pl: Pokazuj jedynie zdjęcia z oceną co najmniej

# #30041
source: All
pl: Wszystkie

# #30042
source: 1 star
pl: 1 gwiazdka

# #30043
source: 2 stars
pl: 2 gwiazdki

# #30044
source: 3 stars
pl: 3 gwiazdki

# #30045
source: 4 stars
pl: 4 gwiazdki

# #30046
source: 5 stars
pl: 5 gwiazdek

# #30050
source: Pics
pl: Zdjęcia

# #30051
source: Videos
pl: Wideo

# #30052
source: Tags
pl: Etykiety

# #30053
source: Excluded Files
pl: Wykluczone pliki

# #30060
source: Locate on disk
pl: Umieść na dysku

# #30061
source: Archive those pictures
pl: Archiwizuj te zdjęcia

# #30062
source: Export those pictures to...
pl: Eksportuj te zdjęcia do...

# #30063
source: Add the file to archive :
pl: Dodaj ten plik do archiwum:

# #30064
source: The archive '%s' already exists in
pl: Archiwum „%s” już istnieje w

# #30065
source: Overwrite ?
pl: Nadpisać?

# #30066
source: Archive canceled.
pl: Archiwizacja anulowana.

# #30067
source: Adding the picture to archive...
pl: Dodawanie zdjęć do archiwum...

# #30068
source: The archiving has been canceled !
pl: Archwizacja została anulowana!

# #30069
source: %s errors while archiving %s files
pl: Wystąpiło %s błędów podczas archiwizacji %s plików

# #30070
source: %s pictures successfully archived !!
pl: Pomyślnie zarchiwizowano %s zdjęć!

# #30071
source: Localization of the picture on disk
pl: Lokalizacja zdjęcia na dysku

# #30090
source: Pictures without City
pl: Zdjęcia bez miasta

# #30091
source: Pictures without Country
pl: Zdjęcia bez kraju

# #30092
source: Other pictures in '%s'
pl: Inne zdjęcia z „%s”

# #30093
source: Browse by Geography
pl: Przeglądaj geograficznie

# #30094
source: Pictures without supplemental category
pl: Zdjęcia bez dodatkowej kategorii

# #30095
source: Browse by Supplemental Category
pl: Przeglądaj po dodatkowej kategorii

# #30096
source: Pictures without categories
pl: Zdjęcia bez kategorii

# #30097
source: Browse by Category
pl: Przęglądaj po kategoriach

# #30098
source: Global search
pl: Globalne wyszukiwanie

# #30099
source: Paths of picture folders
pl: Ścieżka do folderów zdjęć

# #30100
source: All images from %s (%s pics)
pl: Wszystkie zdjęcia z %s (%s zdjęć)

# #30101
source: Browse by Date
pl: Przeglądaj po dacie

# #30102
source: Browse by Folders
pl: Przeglądaj po folderach

# #30103
source: Browse by Keywords
pl: Przeglądaj po słowach kluczowych

# #30104
source: No keyword pictures
pl: Brak zdjęć ze słowami kluczowymi

# #30105
source: Date ranges
pl: Zakres dat

# #30106
source: Add a new date range
pl: Dodaj nowy zakres dat

# #30107
source: Choose the start date
pl: Wybierz datę początkową

# #30108
source: Choose the end date
pl: Wybierz datę końcową

# #30109
source: Pics from %s to %s
pl: Zdjęcia od %s do %s

# #30110
source: Input a title for this date range :
pl: Wprowadź tytuł dla tego zakresu dat:

# #30111
source: Delete this date range
pl: Usuń ten zakres dat

# #30112
source: Rename this date range
pl: Zmień tytuł tego zakresu dat

# #30113
source: From %s to %s
pl: Od %s do %s

# #30114
source: Input manually date
pl: Wprowadź datę ręcznie

# #30115
source: Word to search for
pl: Słowa do wyszukania

# #30116
source: %s results for '%s' in '%s'
pl: %s wyników dla „%s” w „%s”

# #30117
source: Start date of the date range
pl: Data początkowa zakresu

# #30118
source: End date of the date range
pl: Data końcowa zakresu

# #30119
source: The search for '%s' did not match in the whole database
pl: Poszukiwanie frazy „%s” nie zwróciło żadnych wyników

# #30120
source: Browse by Persons
pl: Przeglądaj po osobach

# #30121
source: Pictures without persons
pl: Zdjęcia bez osób

# #30122
source: Browse by Tags
pl: Przeglądaj po etykietach

# #30123
source: Help
pl: Pomoc

# #30130
source: The %s latest pics
pl: %s najnowszych zdjęć

# #30131
source: Recent pics (number of images)
pl: Ostatnie zdjęcia (liczba zdjęć)

# #30150
source: Collections
pl: Kolekcje

# #30151
source: Remove from the collection
pl: Usuń z kolecji

# #30152
source: Add to collection...
pl: Dodaj do kolecji...

# #30153
source: Input a new title
pl: Wprowadź nowy tytuł

# #30154
source: Picture added in
pl: Zdjęcie dodane w

# #30155
source: Input a title for the new collection
pl: Wprowadź tytuł dla nowej kolecji

# #30156
source: Choose a collection
pl: Wybierz kolecję

# #30157
source: New collection
pl: Nowa kolekcja

# #30158
source: Remove this collection
pl: Usuń tą kolecję

# #30159
source: Rename this collection
pl: Zmień tytuł tej kolecji

# #30160
source: Create a new collection
pl: Stwórz nową kolekcję

# #30161
source: %s pictures added in
pl: %s zdjęć dodanych w

# #30162
source: Import album from Picasa xml
pl: Importuj album z Picasa xml

# #30163
source: Unable to read Picasa xml
pl: Nie można odczytać Picasa xml

# #30164
source: Specify date range
pl: Podaj zakres dat

# #30165
source: Following files are missing in MyPicsDB and could not be imported:[CR][CR]
pl: Pliki, których brakuje w MyPicsDB i nie mogą być importowane:[CR][CR]

# #30166
source: Picture "%s" in "%s"[CR]
pl: Zdjęcie "%s" w "%s"[CR]

# #30167
source: Import errors
pl: Importuj błędy

# #30168
source: Import album from saved filter settings
pl: Importuj album z zapisanych ustawień filtru

# #30180
source: Choose the destination for the export
pl: Wybierz cel exportu

# #30181
source: Do you want to create a folder to export pictures ?
pl: Czy chcesz utwórzyć folder by wyeksportować zdjęcia?

# #30182
source: Input the folder name
pl: Wprowadź nazwę folderu

# #30183
source: picture export canceled !
pl: Anulowano eksport zdjęć!

# #30184
source: Picture exporting...
pl: Eksportowanie zdjęć...

# #30185
source: Exporting '%s' to :
pl: Eksportowanie „%s” do:

# #30186
source: a file '%s' already exists
pl: plik „%s” już istnieje

# #30187
source: Overwrite ?
pl: Nadpisać?

# #30188
source: Export finished !
pl: Zakończono eksport!

# #30189
source: %s pictures copied to %s
pl: Skopiowano %s zdjęć do %s

# #30190
source: Exported pictures
pl: Wyeksportowane zdjęcia

# #30201
source: Folder to scan
pl: Folder do skanowania

# #30202
source: Browse this folder recursively
pl: Przeglądaj ten folder rekursywnie

# #30203
source: Delete the database entries if picture does not exists anymore
pl: Usuwaj wpisy z bazy danych jeżeli zdjęcie już nie istnieje

# #30204
source: Path added !
pl: Dodano ścieżkę!

# #30205
source: Path deleted !
pl: Usunięto ścieżkę!

# #30206
source: Do a scan now
pl: Wykonaj teraz skanowanie

# #30207
source: Delete this path from database
pl: Usuń tę ścieżkę z bazy danych

# #30208
source: [B]Add[/B] a path to database
pl: [B]Dodaj[/B] ścieżkę do bazy danych

# #30209
source: Uploads from last %s days
pl: Wysłane z ostatnich %s dni

# #30210
source: Remove this path from excluded
pl: Usuń tę ścieżkę z wykluczonych

# #30211
source: Add a folder to [B]exclude[/B]
pl: Dodaj folder do [B]wykluczonych[/B]

# #30212
source: Exclude this folder from database
pl: Wyklucz ten folder z bazy danych

# #30213
source: Scan all paths
pl: Skanuj wszystkie ścieżki

# #30214
source: Yes = scan all pictures.
pl: Tak = skanuj wszystkie zdjęcia.

# #30215
source: No = scan only modified/new pictures.
pl: Nie = skanuj jedynie nowe/zmodyfikowane zdjęcia.

# #30217
source: You must rescan the folders
pl: Musisz ponownie przeskanować foldery

# #30218
source: to exclude the pictures!
pl: by wykluczyć zdjęcia!

# #30220
source: Google Map
pl: Mapy Google

# #30221
source: Fetching the map... (%0.2f%%)
pl: Pobieranie mapy... (%0.2f%%)

# #30222
source: Zoom=%s
pl: Powiększenie=%s

# #30223
source: Use up / down arrows to zoom in / out
pl: Użyj strzałek góra/dół by powiększyć/pomniejszyć

# #30224
source: Close
pl: Zamknij

# #30225
source: Zoom In
pl: Powiększenie

# #30226
source: Zoom Out
pl: Pomniejszenie

# #30241
source: preparing
pl: przygotowywanie

# #30242
source: refreshing
pl: odświeżanie

# #30243
source: passing
pl: podawanie

# #30244
source: adding
pl: dodawanie

# #30245
source: re-scan
pl: ponowne skanowanie

# #30246
source: deleting
pl: usuwanie

# #30247
source: Please wait...
pl: Proszę czekać...

# #30248
source: %s scanned / %s added / %s deleted / %s modified
pl: %s przeskanowanych / %s dodanych / %s usuniętych / %s zmodyfikowanych

# #30300
source: file name
pl: nazwa pliku

# #30301
source: path
pl: ścieżka

# #30302
source: path (thumbnail)
pl: ścieżka (miniatura)

# #30303
source: Show the slideshow
pl: Wyświetl pokaz slajdów

# #30600
source: Filter Wizard
pl: Kreator filtrów

# #30601
source: Tags
pl: Etykiety

# #30602
source: Contents
pl: Zawartość

# #30607
source: Last used filter
pl: Ostatnio używany filtr

# #30608
source: Select filter
pl: Wybierz filtr

# #30609
source: Enter filter name
pl: Wpisz nazwę filtru

# #30610
source: Please select tags (red checkbox means "not")
pl: Proszę wybrać etykiety (czerwony oznacza „nie”)

# #30611
source: 1 tag checked
pl: zaznaczono 1 etykietę

# #30612
source: %s tags checked
pl: zaznaczono %s etykiet

# #30614
source: Cancel
pl: Anuluj

# #30615
source: Match all tags
pl: Dopasuj wszystkie etykiety

# #30616
source: Load
pl: Wczytywanie

# #30617
source: Save
pl: Zapisz

# #30619
source: Delete
pl: Usuń

# #30620
source: Translate your tags
pl: Przetłumacz swoje etykiety

# #30621
source: Close Editor
pl: Zamknij edytor

# #30622
source: Leave translation empty to hide tag type in MyPicsDB
pl: Pozostaw tlumaczenie pustym aby ukryć typ etykiety w MyPicsDB

# #30623
source: Translation for %s
pl: Tłumaczenie dla %s

# #30650
source: Debugging
pl: Diagnozowanie błędów

# #30651
source: Enable debugging (regardless of XBMC settings)
pl: Diagnozowanie błędów (niezależnie od ustawień XBMC)

# #30652
source: Filter:
pl: Filtr:

# #30653
source: New Filter
pl: Nowy filtr

# #30660
source: Database Settings
pl: Ustawienia bazy danych

# #30661
source: Database Backend
pl: Serwer bazy danych

# #30664
source: User
pl: Użytkownik

# #30665
source: Password
pl: Hasło

# #30666
source: IP-Address or Name
pl: Adres IP lub nazwa

# #30668
source: MySql DB Name
pl: Nazwa bazy danych MySql

# #30669
source: Sqlite DB Name
pl: Nazwa bazy danych Sqlite

# #30700
source: Country
pl: Kraj

# #30701
source: Country Code
pl: Kod kraju

# #30702
source: State
pl: Prowincja/stan

# #30703
source: City
pl: Miasto

# #30704
source: Location
pl: Lokalizacja

# #30705
source: Event
pl: Wydarzenie

# #30706
source: Date Added
pl: Data dodana

# #30707
source: Date Created
pl: Data utworzona

# #30708
source: Date/Time Created
pl: Data i czas utworzone

# #30709
source: Description
pl: Opis

# #30710
source: Headline
pl: Nagłówek

# #30711
source: Title
pl: Tytuł

# #30712
source: Creator
pl: Twórca

# #30713
source: Creator Title
pl: Tytuł

# #30714
source: Copyright
pl: Prawa autorskie

# #30715
source: Label
pl: Wytwórnia

# #30716
source: Image Rating
pl: Ocena zdjęcia

# #30717
source: Keyword
pl: Słowo kluczowe

# #30718
source: Category
pl: Kategoria

# #30719
source: Supplemental Category
pl: Kategoria dodatkowa

# #30720
source: Person
pl: Osoba

# #30721
source: Image Width
pl: Szerokość zdjęcia

# #30722
source: Image Length
pl: Wysokość zdjęcia

# #30723
source: Orientation
pl: Orientacja

# #30725
source: Image Model
pl: Model aparatu

# #30726
source: Image Make
pl: Producent aparatu

# #30727
source: Image Artist
pl: Twórca zdjęcia
