Repository: xbmc/repo-plugins
Catalog: plugin.video.orange.*/resources/language/resource.language.*/strings.po
Languages: fr_fr

# #30100
source: TV Integration
fr_fr: Intégration TV

# #30101
source: Install IPTV Manager…
fr_fr: Installer IPTV Manager…

# #30102
source: Help 30102
fr_fr: IPTV Manager est requis pour la TV en direct dans Kodi

# #30103
source: Enable Kodi live TV
fr_fr: Activer la TV en direct dans Kodi

# #30104
source: Help 30104
fr_fr: Activer cette option pour accéder à vos chaînes en direct depuis Kodi

# #30105
source: Go to IPTV Manager settings…
fr_fr: Ouvrir les paramètres de IPTV Manager…

# #30200
source: Provider
fr_fr: Fournisseur

# #30201
source: Country
fr_fr: Pays

# #30202
source: Help 30202
fr_fr: Sélectionner le pays de votre fournisser d'accès à internet

# #30203
source: Internet service provider
fr_fr: Fournisseur d'accès à internet

# #30204
source: Help 30204
fr_fr: Sélectionner votre fournisser

# #30205
source: Use login credentials
fr_fr: Utiliser des identifiants de connexion

# #30206
source: Help 30206
fr_fr: Certains fournisseurs peuvent demander une authentification, particulièrement si vous accéder au service depuis une connexion différente.

# #30207
source: Login
fr_fr: Identifiant

# #30209
source: Password
fr_fr: Mot de passe

# #30301
source: Enable
fr_fr: Activer

# #30305
source: IP
fr_fr: Adresse IP

# #30307
source: Port
fr_fr: Numéro de port

# #30900
source: This channel is not included of your current subscription.
fr_fr: Cette chaîne ne fait pas partie de votre abonnement.

# #30901
source: InputStream cannot be loaded.
fr_fr: InputStream n'a pas pu être chargé.

# #30902
source: Cannot authenticate with your provider.
fr_fr: Authentification impossible avec votre fournisseur.
