Repository: xbmc/repo-plugins
Catalog: plugin.video.jworg/resources/language/Greek/strings.po
Languages: el

# #30001
source: Next page >>
el: Επόμενη σελίδα >>

# #30002
source: Language of multimedia file
el: Γλώσσα του αρχείου πολυμέσων

# #30005
source: General
el: Γενικά

# #30010
source: Books of the Bible
el: Παλαιά και Καινή Διαθήκη

# #30011
source: Music and songs
el: Μουσική και τραγούδια

# #30012
source: Daily text
el: Βιβλικός Στίχος της Ημέρας

# #30013
source: Bible dramas
el: Βιβλικά δράματα

# #30014
source: Dramatic bible readings
el: Δραματοποιημένες Βιβλικές αναγνώσεις

# #30015
source: Musics, dramas, and dramatic readings
el: Μουσική, δράματα, και δραματοποιημένες αναγνώσεις

# #30016
source: Newest first
el: Τα νεώτερα πρώτα

# #30017
source: Oldest first
el: Τα παλαιότερα πρώτα

# #30018
source: By title
el: Aνά τίτλο

# #30019
source: Sorting
el: Ταξινόμηση

# #30020
source: Videos
el: Βίντεο

# #30021
source: Cache
el: Λανθάνουσα μνήμη

# #30022
source: Empty cache (force lists update)
el: Εκκαθάριση λανθάνουσας μνήμης (εξαναγκασμένη ενημέρωση λιστών)

# #30023
source: Emptying cache
el: Εκκαθάριση λανθάνουσας μνήμης

# #30024
source: Successfully done
el: Ολοκληρώθηκε με επιτυχία

# #30025
source: Magazines
el: Περιοδικά

# #30026
source: All magazines
el: Όλα τα Περιοδικά

# #30027
source: Awake!
el: Αφύπνιση!

# #30031
source: Latest
el: Πρόσφατα

# #30032
source: Newsroom
el: Νέα της Ημέρας

# #30033
source: Unable to load remote content
el: Αδυναμία φόρτωσης απομακρυσμένου περιεχομένου

# #30034
source: Week program
el: Εβδομαδιαίο πρόγραμμα

# #30035
source: Theocratic Ministry School
el: Θεοκρατική Κληρική Σχολή

# #30037
source: Activities
el: Δραστηριότητες

# #30038
source: End of the article
el: Τέλος του άρθρου
