Repository: xbmc/repo-plugins
Catalog: plugin.video.arteplussept/resources/language/resource.language.*/strings.po
Languages: de_de, fr_fr, it_it, pl_pl

# #30044
source: General
de_de: Allgemein
fr_fr: Général
it_it: Generale
pl_pl: Głowny

# #30045
source: Profile
de_de: Profil
fr_fr: Profil
it_it: Profilo
pl_pl: Profil

# #30050
source: Language (Videos)
de_de: Sprache (Videos)
fr_fr: Langage (Vidéos)
it_it: Lingua (Video)
pl_pl: Język

# #30052
source: Stream video quality
de_de: Qualität des Videostreams
fr_fr: Qualité vidéo préferée
it_it: Qualità video
pl_pl: Jakość wideo

# #30053
source: Show video stream options
fr_fr: Afficher les options de flux vidéo
pl_pl: Pokaz opcje wideo

# #30054
source: Email
de_de: E-Mail-Adresse
fr_fr: Adresse e-mail
it_it: Indirizzo email

# #30057
source: Log in
de_de: Einloggen
fr_fr: Se connecter
it_it: Per accedere
pl_pl: Zalogować się

# #30058
source: Log out
de_de: Austragen
fr_fr: Se déconnecter
it_it: Disconnessione
pl_pl: Wyloguj się

# #30011
source: View collection as menu
de_de: Sammlung als Menü anzeigen
fr_fr: Voir la collection dans un menu
it_it: Visualizza la raccolta come menu
pl_pl: Zobacz kolekcję jako menu

# #30012
source: Search
de_de: Suche
fr_fr: Recherche
pl_pl: Wyszukiwanie

# #30014
source: Authentication needed in addon settings
de_de: Authentifizierung in den Add-on-Einstellungen erforderlich
fr_fr: Authentification nécessaire dans les paramètres de l'addon
it_it: Autenticazione necessaria nelle impostazioni del componente aggiuntivo
pl_pl: Wymagane uwierzytelnienie w ustawieniach dodatku

# #30015
source: User already logged in
de_de: Benutzer bereits angemeldet
fr_fr: Utilisateur déjà connecté
it_it: Utente già loggato
pl_pl: Użytkownik jest już zalogowany

# #30016
source: Do you want to log in as "{new_user}" instead of "{old_user}" ?
de_de: Möchten Sie sich als "{new_user}" statt als "{old_user}" anmelden?
fr_fr: Voulez vous connecter en tant que "{new_user}" au lieu de "{old_user}" ?
it_it: Vuoi accedere come "{new_user}" invece che come "{old_user}" ?
pl_pl: Czy chcesz się zalogować jako "{new_user}" zamiast "{old_user}" ?

# #30017
source: Logged in as "{user}"
de_de: Als "{user}" angemeldet
fr_fr: Connecté en tant que "{user}"
it_it: Effettuato l'accesso come "{user}"
pl_pl: Zalogowany jako "{user}"

# #30018
source: Logged out
de_de: Abgemeldet
fr_fr: Déconnecté
it_it: Disconnesso
pl_pl: Wylogowano

# #30019
source: Enter password please:
de_de: Bitte Passwort eingeben:
fr_fr: Entrez votre mot de passe s'il vous plaît:
it_it: Inserisci la password per favore:
pl_pl: Proszę wprowadzić hasło:

# #30020
source: Unable to authenticate
de_de: Authentifizierungsfehler
fr_fr: Impossible de s'authentifier
it_it: Impossibile autenticare
pl_pl: Nie można uwierzytelnić

# #30021
source: Email missing
de_de: E-Mail fehlen
fr_fr: E-Mail manquant
it_it: E-Mail mancanti
pl_pl: Brak e-mail

# #30022
source: Password missing
de_de: Passwort fehlen
fr_fr: Mot de passe manquant
it_it: Password mancanti
pl_pl: Brak hasła

# #30023
source: Add to Arte favorites
de_de: Zu Arte-Favoriten hinzufügen
fr_fr: Ajouter aux favoris Arte
it_it: Aggiungi ai preferiti di Arte
pl_pl: Dodaj do ulubionych Arte

# #30024
source: Remove from Arte favorites
de_de: Aus Arte-Favoriten entfernen
fr_fr: Retirer des favoris Arte
it_it: Rimuovi dai preferiti di Arte
pl_pl: Usuń z ulubionych Arte

# #30025
source: "{label}" successfully added to favorites
de_de: "{label}" erfolgreich zu Favoriten hinzugefügt
fr_fr: "{label}" ajouté aux favoris avec succès
it_it: "{label}" aggiunto con successo ai preferiti
pl_pl: "{label}" pomyślnie dodano do ulubionych

# #30026
source: Failed to add "{label}" to favorites
de_de: Fehler beim Hinzufügen "{label}" zu den Favoriten
fr_fr: Echec de l'ajout de "{label}" aux favoris
it_it: Impossibile aggiungere "{label}" ai preferiti
pl_pl: Nie udało się dodać "{label}" do ulubionych

# #30027
source: "{label}" successfully removed from favorites
de_de: "{label}" erfolgreich aus Favoriten entfernen
fr_fr: "{label}" retiré des favoris avec succès
it_it: "{label}" rimozione riuscita dai preferiti
pl_pl: "{label}" pomyślnie usunięto z ulubionych

# #30028
source: Failed to remove "{label}" from favorites
de_de: Entfernen "{label}" aus Favoriten fehlgeschlagen
fr_fr: Echec du retrait de "{label}" des favoris
it_it: Impossibile rimuovere "{label}" dai preferiti
pl_pl: Nie udało się usunąć "{label}" z ulubionych

# #30029
source: Stream "{strm}" in "{ln}" is not available
de_de: Stream "{strm}" in "{ln}" ist nicht verfügbar
fr_fr: Stream "{strm}" en "{ln}" indisponible
it_it: Lo streaming "{strm}" in "{ln}" non è disponibile
pl_pl: Strumień "{strm}" w języku "{ln}" jest niedostępny

# #30030
source: Purge my history
de_de: Lösche mein Videoverlauf
fr_fr: Purger mon historique
it_it: Elimina la cronologia
pl_pl: Wyczyść moją historię

# #30031
source: Successfully purged history
de_de: Videoverlauf erfolgreich gelöscht
fr_fr: Historique purgé avec succès
it_it: Cronologia eliminata correttamente
pl_pl: Pomyślnie wyczyszczono historię

# #30032
source: Failed to purge my history
de_de: Mein Videoerlauf konnte nicht gelöscht werden
fr_fr: Echec de la purge de mon historique
it_it: Impossibile eliminare la cronologia
pl_pl: Nie udało się wyczyścić mojej historii

# #30033
source: Do you really want to purge your history ?
de_de: Wollen Sie wirklich Ihr Videoverlauf löschen ?
fr_fr: Voulez vous vraiment purger votre historique ?
it_it: Vuoi davvero eliminare la tua storia ?
pl_pl: Czy naprawdę chcesz wyczyścić swoją historię ?

# #30035
source: Mark as watched in Arte
de_de: Als geschaut in Arte markieren
fr_fr: Marquer comme lu dans Arte
it_it: Segna come guardato in Arte
pl_pl: Oznacz jako obejrzane w Arte

# #30036
source: "{label}" successfully marked as watched
de_de: "{label}" erfolgreich als geschaut markiert
fr_fr: "{label}" marqué comme lu avec succès
it_it: "{label}" contrassegnato con successo come guardato
pl_pl: Pomyślnie oznaczone "{label}" jako obejrzane

# #30037
source: Failed to mark as watched "{label}"
de_de: "{label}" konnte nicht als geschaut markiert werden
fr_fr: Echec pour marquer comme lu "{label}"
it_it: Impossibile contrassegnare come guardato "{label}"
pl_pl: Nie udało się oznaczyć jako oglądane "{label}"

# #30038
source: Next page
de_de: Nächste Seite
fr_fr: Page suivante
pl_pl: Następna strona

# #30039
source: Previous page
de_de: Vorherige Seite
fr_fr: Page précédente
pl_pl: Poprzednia strona

# #30040
source: Purge my Arte favorites
de_de: Lösche meine Arte-Favoriten
fr_fr: Purger mes favoris Arte
it_it: Elimina i miei preferiti di Arte
pl_pl: Wyczyść moje ulubione Arte

# #30041
source: Successfully purged favorites
de_de: Favoriten erfolgreich gelöscht
fr_fr: Favoris purgés avec succès
it_it: Preferiti eliminati correttamente
pl_pl: Pomyślnie wyczyszczono ulubione

# #30042
source: Failed to purge favorites
de_de: Meine Favoriten konnte nicht gelöscht werden
fr_fr: Echec de la purge des favoris
it_it: Impossibile eliminare i preferiti
pl_pl: Nie udało się wyczyścić ulubionych

# #30043
source: Do you really want to purge Arte favorites ?
de_de: Wollen Sie wirklich Arte-Favoriten löschen ?
fr_fr: Voulez vous vraiment purger les favoris Arte ?
it_it: Vuoi davvero eliminare i preferiti di Arte ?
pl_pl: Czy naprawdę chcesz wyczyścić ulubione Arte ?
