Repository: xbmc/repo-plugins
Catalog: plugin.audio.srfplayradio/resources/language/resource.language.*/strings.po
Languages: de_de, fr_fr, it_it

# #30000
source: Enable debugging
de_de: Aktiviere Debugging
fr_fr: Activer le débogage
it_it: Abilita debug

# #30001
source: Enable show segments
de_de: Aktiviere Sendungssegmente
fr_fr: Activer l'affichage des segments
it_it: Abilita spezzoni show

# #30002
source: Prefer HD quality
de_de: Bevorzuge HD-Qualität
fr_fr: Privilégier qualité HD
it_it: Dai priorità a qualità HD

# #30003
source: Enable segments in topical playlists
de_de: Aktiviere Sendungssegmente in themischen Playlisten
fr_fr: Activer les segments dans les listes thématiques
it_it: Abilita spezzoni nelle playlists attuali

# #30004
source: Enable subtitles
de_de: Aktiviere Untertitel
fr_fr: Activer les sous-titres
it_it: Abilita sottotitoli

# #30005
source: Manage favourite shows
de_de: Bevorzugte Sendungen verwalten
fr_fr: Gérer les émissions favorites
it_it: Gestisci show preferiti

# #30010
source: General
de_de: Allgemein
fr_fr: Général
it_it: Generali

# #30011
source: Favourites
de_de: Favoriten
fr_fr: Favoris
it_it: Preferiti

# #30012
source: Main menu
de_de: Hauptmenü
fr_fr: Menu principal
it_it: Menu principale

# #30050
source: All shows
de_de: Alle Sendungen
fr_fr: Toutes les émissions
it_it: Tutti gli show

# #30051
source: Favourite shows
de_de: Bevorzugte Sendungen
fr_fr: Emissions favorites
it_it: Show preferiti

# #30052
source: Newest favourite shows
de_de: Neuste bevorzugte Sendungen
fr_fr: Nouvelles émissions favorites
it_it: Nuovi show preferiti

# #30053
source: Recommendations
de_de: Empfehlungen
fr_fr: Recommandations
it_it: Consigli

# #30054
source: Newest shows (by topic)
de_de: Neuste Sendungen (nach Thema)
fr_fr: Nouvelles émissions (par thème)
it_it: Nuovi show (per genere)

# #30055
source: Most clicked shows (by topic)
de_de: Meistgesehene Sendungen (nach Thema)
fr_fr: Emissions les plus consultées (par thème)
it_it: Show più cliccati (per genere)

# #30056
source: Soon offline
de_de: Nur noch kurze Zeit online
fr_fr: Bientôt indisponible
it_it: Presto offline

# #30057
source: Shows by date
de_de: Sendungen nach Datum
fr_fr: Emissions par date
it_it: Show per data

# #30069
source: Choose your favourite shows
de_de: Wählen Sie Ihre bevorzugten Sendungen
fr_fr: Sélectionnez vos émissions favorites
it_it: Scegli i tui show preferiti

# #30070
source: SRF.ch Live
it_it: Diretta SRF.ch

# #30072
source: Live TV
it_it: Diretta TV

# #30074
source: SRF on YouTube
de_de: SRF auf YouTube
fr_fr: SRF sur YouTube
it_it: SRF su YouTube

# #30075
source: Channels
de_de: Sender
fr_fr: Chaînes
it_it: Canales

# #30076
source: Newest audios
de_de: Neuste Audios
fr_fr: Audios les plus récents
it_it: Nuovo audio

# #30077
source: Most listened
de_de: Am meisten gehört
fr_fr: Les plus écoutées
it_it: Più ascoltato

# #30078
source: Live radio
fr_fr: Radio en direct
it_it: Radio dal vivo

# #30079
source: Shows (by topic)
de_de: Sendungen (nach Thema)
fr_fr: Emissions (par sujet)
it_it: Emissioni (per argomento)

# #30080
source: Shows
de_de: Sendungen
fr_fr: Emissions
it_it: Emissioni

# #30085
source: Search
de_de: Suche
fr_fr: Chercher
it_it: Ricerca
