Repository: xbmc/repo-plugins
Catalog: weather.ha/resources/language/resource.language.*/strings.po
Languages: pl_pl

# Addon Summary
source: Home Assistant Weather forecast
pl_pl: Prognoza pogody Home Assistant

# Addon Description
source: Weather forecast provided by Home Assistant
pl_pl: Prognoza pogody dostarczona przez Home Assistant

# #30001
source: Connection
pl_pl: Połączenie

# #30002
source: Home Assistant Server URL (with protocol)
pl_pl: URL Serwera Home Assistant (z protokołem)

# #30004
source: Home Assistant Weather REST API url for current forecast (e.g. /api/...)
pl_pl: REST API pogody Home Assistant dla pogody obecnej (np. /api/...)

# #30005
source: Home Assistant Weather REST API data for current URL (JSON)
pl_pl: Dane JSON dla obecnej prognozy

# #30006
source: Home Assistant Weather REST API url for daily forecast (e.g. /api/....)
pl_pl: REST API pogody Home Assistant dla pogody dziennej (np. /api/...)

# #30007
source: Home Assistant Weather REST API data for daily URL (JSON)
pl_pl: Dane JSON dla dziennej prognozy

# #30009
source: Enable logging
pl_pl: Włącz logowanie

# #30010
source: Please provide settings for the Home Assistant Weather plugin - it won't work without it.
pl_pl: Żeby wtyczka Pogody Home Assistant działała poprawnie musisz podać dane w ustawieniach.

# #30011
source: Please check your token - it seems to be not accepted.
pl_pl: Wygląda na to że token nie był zaapceptowany.

# #30012
source: Error received - method not allowed. That's weird.
pl_pl: Błąd - metoda nie jest dozwolona. Dziwne.

# #30013
source: Some unknown error happened. Please check IP address or if server is even online.
pl_pl: Coś się stało - warto sprawdzić czy adres URL/IP jest poprawny no i czy serwer jest włączony.

# #30014
source: Unexpected response from Home Assistant weather server. This is an error.
pl_pl: Dostaliśmy nieoczeniwaną odpowiedź od serwera Home Assistant - to jest błąd.

# #30015
source: Home Assistant Weather REST API url for hourly forecast (e.g. /api/...)
pl_pl: REST API pogody Home Assistant dla pogody godzinowej (np. /api/...)

# #30016
source: Home Assistant Weather REST API data for hourly URL (JSON)
pl_pl: Dane JSON dla godzinowej prognozy

# #30017
source: Method
pl_pl: Metoda

# #30018
source: General
pl_pl: Ogólne

# #30019
source: Location title displayed
pl_pl: Wyświetlana nazwa lokacji

# #30020
source: Use HA location name
pl_pl: Używaj nazwy lokacji z HA

# #30099
source: unknown
pl_pl: nieznane

# #30100
source: tornado
pl_pl: trąba powietrzna

# #30101
source: tropical-storm
pl_pl: burza tropikalna

# #30102
source: hurricane
pl_pl: huragan

# #30103
source: lightning-rainy
pl_pl: silne burze z piorunami

# #30104
source: lightning
pl_pl: burze z piorunami

# #30105
source: snowy-rainy
pl_pl: opady mieszane deszczu i śniegu

# #30106
source: mixed-rain-and-sleet
pl_pl: opady mieszane deszczu i deszczu lodowego

# #30107
source: mixed-snow-and-sleet
pl_pl: opady mieszane śniegu i deszczu lodowego

# #30108
source: freezing-drizzle
pl_pl: marznąca mżawka

# #30109
source: drizzle
pl_pl: mżawka

# #30110
source: freezing-rain
pl_pl: marznący deszcz

# #30111
source: pouring
pl_pl: przelotne deszcze

# #30112
source: rainy
pl_pl: deszcz

# #30113
source: snow-flurries
pl_pl: tumany śniegu

# #30114
source: light-snow-showers
pl_pl: lekkie opady śniegu

# #30115
source: blowing-snow
pl_pl: śnieg podmuchowy

# #30116
source: snowy
pl_pl: śnieg

# #30117
source: hail
pl_pl: grad

# #30118
source: sleet
pl_pl: deszcz lodowy

# #30119
source: dust
pl_pl: pył

# #30120
source: fog
pl_pl: mglisto

# #30121
source: haze
pl_pl: mgiełka

# #30122
source: smoky
pl_pl: dymno

# #30123
source: blustery
pl_pl: porywiście

# #30124
source: windy
pl_pl: wietrznie

# #30125
source: cold
pl_pl: zimno

# #30126
source: cloudy
pl_pl: pochmurno

# #30127
source: mostly-cloudy-night
pl_pl: głównie pochmurno

# #30128
source: mostly-cloudy-day
pl_pl: łównie pochmurno

# #30129
source: partly-cloudy-night
pl_pl: częściowo pochmurno

# #30130
source: partly-cloudy-day
pl_pl: częściowo pochmurno

# #30131
source: clear-night
pl_pl: bezchmurnie

# #30132
source: sunny
pl_pl: słonecznie

# #30133
source: fair-night
pl_pl: umiarkowanie

# #30134
source: fair-day
pl_pl: umiarkowanie

# #30135
source: mixed-rain-and-hail
pl_pl: mieszane opady deszczu i gradu

# #30136
source: hot
pl_pl: gorąco

# #30137
source: isolated-thunderstorms
pl_pl: pojedyncze burze

# #30138
source: scattered-thunderstorms
pl_pl: rozproszone burze z piorunami

# #30139
source: scattered-thunderstorms2
pl_pl: rozproszone burze z piorunami

# #30140
source: scattered-showers
pl_pl: ulewa

# #30141
source: heavy-snow
pl_pl: duże opady śniegu

# #30142
source: scattered-snow-showers
pl_pl: rozproszone lekkie opady śniegu

# #30143
source: heavy-snow
pl_pl: duże opady śniegu

# #30144
source: partlycloudy
pl_pl: częściowo pochmurnie

# #30145
source: thundershowers
pl_pl: burze z piorunami

# #30146
source: snow-showers
pl_pl: przelotne opady śniegu

# #30147
source: isolated-thundershowers
pl_pl: pojedyncze burze
