Repository: xbmc/repo-plugins
Catalog: plugin.library.node.editor/resources/language/*/strings.po
Languages: dutch

# #30000
source: Add content...
dutch: Toevoegen inhoud...

# #30001
source: Add path...
dutch: Toevoegen pad...

# #30002
source: Add order...
dutch: Toevoegen volgorde...

# #30003
source: Add limit...
dutch: toevoegen limiet...

# #30004
source: Add grouping...
dutch: toevoegen groepering...

# #30005
source: Add rule...
dutch: Toevoegen regel...

# #30006
source: New node...
dutch: Nieuwe node...

# #30007
source: New parent node...
dutch: Nieuw hoofd node...

# #30008
source: Reset library nodes to default...
dutch: Herstel bibliotheek nodes naar standaardwaarden...

# #30091
source: Video Library
dutch: Videobibliotheek

# #30100
source: Delete
dutch: Verwijderen

# #30101
source: Edit label
dutch: Label aanpassen

# #30102
source: Edit icon
dutch: Wijzig icoon

# #30103
source: Browse for icon
dutch: Zoek naar icoon

# #30104
source: Edit order
dutch: Wijzig volgorde

# #30105
source: Edit visibility
dutch: Aanpassen zichtbaarheid

# #30106
source: Add to main menu
dutch: Toevoegen aan het startmenu

# #30107
source: Browse for value
dutch: Zoek naar waarde

# #30200
source: Content
dutch: Inhoud

# #30201
source: Order
dutch: Volgorde

# #30202
source: Grouping
dutch: Groepering

# #30203
source: Limit
dutch: Limiet

# #30204
source: Path
dutch: Locatie

# #30205
source: Rule
dutch: Regel

# #30300
source: Set name
dutch: Instellen naam

# #30301
source: Set visibility condition
dutch: Instellen zichtbaarheid conditie

# #30302
source: Set order index
dutch: Instellen volgorde index

# #30303
source: Name of new parent node
dutch: Naam van nieuwe hoofd node

# #30304
source: Start with defaults
dutch: Start met standaardwaarden

# #30305
source: Field
dutch: Veld

# #30307
source: Value
dutch: Waarde

# #30308
source: Content type
dutch: Inhoud type

# #30309
source: Content
dutch: Inhoud

# #30310
source: Group
dutch: Groep

# #30311
source: Limit
dutch: Limiet

# #30312
source: Path
dutch: Locatie

# #30313
source: Icon
dutch: Icoon

# #30314
source: Order by
dutch: Sorteren op

# #30315
source: Direction
dutch: Richting

# #30316
source: Name of new node
dutch: Naam van nieuwe node

# #30400
source: Unable to copy default library nodes
dutch: Niet gelukt standaard bibliotheek nodes te kopiÃ«ren

# #30401
source: Are you sure you want to delete this node?
dutch: Weet u zeker dat u deze node wilt verwijderen?

# #30402
source: Are you sure you want to reset all nodes?
dutch: Wat u zeker dat u alle nodes wilt herstellen?

# #30403
source: Are you sure you want to delete this property?
dutch: Wet u zeker dat u eigendom wilt verwijderen?

# #30404
source: Content parameter can't be deleted whilst this node still has an Order, Limit or Rule parameter.
dutch: Inhoudsparameter kan niet worden verwijder omdat deze node nog steeds een volgorde, limiet of regelparameter heeft.

# #30405
source: Are you sure you want to delete this rule?
dutch: Wet u zeker dat u deze regel wilt verwijderen?

# #30406
source: Order requires a Content parameter
dutch: Volgorde vereist een inhoudsparameter
