Repository: xbmc/repo-plugins
Catalog: plugin.video.southpark_unofficial/resources/language/resource.language.*/strings.po
Languages: de_de, it_it, pt_br

# #30000
source: Audio Language
de_de: Wiedergabesprache
it_it: Lingua Audio
pt_br: Idioma de Áudio

# #30001
source: Geo Location
de_de: Standort
it_it: Geolocalizzazione
pt_br: Localização Geográfica

# #30002
source: You seem to be geoblocked. I'll ignore it but be aware of it
de_de: In deinem Land nicht verfügbar! Wird ignoriert, aber nimm es zur Kenntnis!
it_it: Il tuo paese e' bloccato. Lo ignorero', ma tu sappilo!
pt_br: Você parece estar bloqueado geograficamente. Ignoraremos, mas esteja ciente disso!

# #30003
source: Loading Random Episode
de_de: Lade zufällige Episode
it_it: Caricamento Episodio Random
pt_br: Carregando Episódio Aleatório

# #30004
source: Cannot open the stream. Bad internet connection?
de_de: Stream kann nicht geöffnet werden. Prüfe Internetverbindung!
it_it: Non riesco ad aprire lo stream. No Connessione?
pt_br: Não foi possível abrir o stream. Problema de internet?

# #30005
source: Featured
de_de: Besondere Episode
it_it: In Vetrina
pt_br: Apresentou

# #30006
source: Random Episode
de_de: Zufällige Episode
it_it: Episodio Random
pt_br: Episódio Aleatório

# #30007
source: Season
de_de: Staffel
it_it: Stagione
pt_br: Temporada

# #30009
source: Loading
de_de: Lade
it_it: Caricamento
pt_br: Carregando

# #30010
source: Check your internet connection!
de_de: Prüfe deine Internetverbindung!
it_it: Controlla la tua connessione internet!
pt_br: Verifique sua conexão de internet!

# #30011
source: It's not available, sorry
de_de: Leider nicht verfügbar, sorry!
it_it: Non e' disponibile, mi spiace
pt_br: Não está disponível, infelizmente

# #30012
source: Enable CC
de_de: Aktiviere Untertitel
it_it: Abilita CC
pt_br: Habilitar CC

# #30013
source: Search
de_de: Suchen
it_it: Cerca
pt_br: Procurar

# #30014
source: This episode hasn't been released yet!
de_de: Diese Episode ist noch nicht freigegeben!
it_it: Questo episodio non Ã¨ ancora stato rilasciato!
pt_br: Este episódio ainda não foi lançado!

# #30015
source: Play directly the random episode
de_de: Spielen Sie direkt die zufällige Folge
it_it: Riproduci direttamente l'episodio casuale
pt_br: Reproduz diretamente o episódio aleatório

# #30016
source: Clear cache
de_de: Cache leeren
it_it: Rimuovi la cache
pt_br: Limprar o cache
