Repository: xbmc/repo-plugins
Catalog: plugin.video.3cat/resources/language/resource.language.*/strings.po
Languages: ca_es, de_de, nb_no

# #30001
source: Today Featured
ca_es: Avui destaquem
de_de: Empfehlungen des Tages
nb_no: Anbefalt i dag

# #30002
source: Don't miss
ca_es: No t'ho perdis
de_de: Nicht verpassen
nb_no: Ikke miss

# #30003
source: Most viewed
ca_es: El més vist
de_de: Meistgesehen
nb_no: Mest sett

# #30004
source: Programs
ca_es: Programes
de_de: Programme
nb_no: Sendinger

# #30005
source: Series
ca_es: Sèries
de_de: Serien
nb_no: Serier

# #30006
source: News
ca_es: Informatius
de_de: Nachrichten
nb_no: Nyheter

# #30007
source: Entertainment
ca_es: Entreteniment
de_de: Unterhaltung
nb_no: Underholdning

# #30008
source: Sports
ca_es: Esports
de_de: Sport
nb_no: Idrett

# #30009
source: Documentaries
ca_es: Documentals
de_de: Dokumentationen
nb_no: Dokumentaler

# #30010
source: Divulgation
ca_es: Divulgació
de_de: Verbreitung
nb_no: Avsløring

# #30011
source: Culture
ca_es: Cultura
de_de: Kultur
nb_no: Kultur

# #30012
source: Music
ca_es: Música
de_de: Musik
nb_no: Musikk

# #30013
source: All A-Z
ca_es: Tots A-Z
de_de: Alles A-Z
nb_no: Alt A-Å

# #30014
source: Aired A-Z
ca_es: En emissió A-Z
de_de: Laufend A-Z
nb_no: Nåværende A-Å

# #30015
source: >>Next Page
ca_es: >>Pàgina següent
de_de: >>NÃ¤chste Seite
nb_no: >>Neste side

# #30016
source: >>Previous Page
ca_es: >>Pàgina anterior
de_de: >>Vorherige Seite
nb_no: >>Forrige side

# #30017
source: Live channels
ca_es: Canals en directe
de_de: Live-Sender
nb_no: Direkte

# #30022
source: Search
ca_es: Cercar
de_de: Finden
nb_no: Søk

# #30023
source: Collections
ca_es: Col·leccions
de_de: Sammlungen
nb_no: Samlinger

# #30024
source: TV3 (International broadcast)
ca_es: TV3 (Emissió internacional)
de_de: TV3 (International)
nb_no: TV3 (Utland)

# #30025
source: Canal 324 (International broadcast)
ca_es: Canal 324 (Emissió internacional)
de_de: Canal 324 (International)
nb_no: Canal 324 (Utland)

# #30026
source: SX3 (International broadcast)
ca_es: SX3 (Emissió internacional)
de_de: SX3 (International)

# #30027
source: Esport 3 (International broadcast)
ca_es: Esport 3 (Emissió internacional)
de_de: Esport 3 (International)
nb_no: Esport 3 (Utland)

# #30026
source: Canal 33-Super 3 (International broadcast)
nb_no: Canal 33-Super 3 (Utland)
