Repository: xbmc/repo-plugins
Catalog: plugin.video.catchuptvandmore/resources/language/resource.language.*.il/strings.po
Languages: he_il

# #30000
source: Main menu
he_il: תפריט ראשי

# #30001
source: Channels
he_il: ערוצים

# #30002
source: Quality and Content
he_il: איכות ותוכן

# #30003
source: Download
he_il: הורד

# #30004
source: Accounts
he_il: חשבונות

# #30010
source: Hide main menu categories
he_il: הסתר קטגוריות בתפריט הראשי

# #30011
source: Hide channels from categories
he_il: הסתר ערוצים מכל הקטגוריות

# #30012
source: To configure YTDL go settings of script.module.youtube.dl
he_il: כדי לקבוע את התצורה של YTDL עבור אל ההגדרות של script.module.youtube.dl

# #30020
source: French channels
he_il: ערוצים צרפתיים

# #30021
source: Belgian channels
he_il: ערוצים בלגיים

# #30022
source: Japanese channels
he_il: ערוצים יפניים

# #30023
source: European channels
he_il: ערוצים אירופיים

# #30024
source: United Kingdom channels
he_il: ערוצים אנגליים

# #30025
source: United States channels
he_il: ערוצים אמריקאיים

# #30026
source: Websites
he_il: אתרי רשת

# #30040
source: Move down
he_il: רד למטה

# #30041
source: Move up
he_il: עבור למעלה

# #30042
source: Hide
he_il: הסתר

# #30043
source: Download
he_il: הורד

# #30050
source: Information
he_il: מידע

# #30051
source: To re-enable hidden items go to the plugin settings
he_il: כדי להפעיל מחדש את הפריטים המוסתרים, עבור אל ההגדרות של ההרחבה

# #30070
source: Video quality
he_il: איכות וידאו מיו-טיוב

# #30071
source: Contents
he_il: תוכן העניינים

# #30080
source: Arte: Choose Channel
he_il: Arte: בחר ערוץ

# #30081
source: France 24: Choose Channel
he_il: France 24: בחר ערוץ

# #30082
source: Euronews: Choose Channel
he_il: Euronews: בחר ערוץ

# #30087
source: Video quality (BEST|DEFAULT|DIALOG)
he_il: איכות וידאו (הטוב ביותר|ברירת מחדל|תיבת דו-שיח)

# #30100
source: More videos...
he_il: קטעי וידאו נוספים...

# #30101
source: All videos
he_il: נגן את כל הסרטונים

# #30102
source: DRM protected video
he_il: וידאו מוגן DRM

# #30103
source: Search
he_il: חיפוש

# #30104
source: Last videos
he_il: קטעי וידאו אחרונים

# #30105
source: From A to Z
he_il: מ-א עד ת

# #30106
source: Ascending
he_il: בסדר עולה

# #30107
source: Descending
he_il: בסדר יורד

# #30108
source: More programs...
he_il: עוד תוכניות...

# #30109
source: Live TV
he_il: טלוויזיה חיה

# #30110
source: Choose video quality
he_il: בחר איכות וידאו

# #30111
source: Video stream no longer exists
he_il: הזרמת הווידאו כבר לא קיימת

# #30112
source: Video with an account needed
he_il: נדרש וידאו שמקושר לחשבון

# #30200
source: Folder to Download
he_il: תיקיה להורדה
