Repository: xbmc/repo-plugins
Catalog: plugin.program.chrome.launcher/resources/language/*/strings.po
Languages: spanish

# #30001
source: Add Website
spanish: Añadir sitio web

# #30002
source: Remove Website
spanish: Eliminar sitio Web

# #30003
source: Title
spanish: Titulo

# #30005
source: Chrome not found
spanish: Chrome no encontrado

# #30006
source: Edit Website Settings
spanish: Editar ajustes del sitio web

# #30007
source: Thumbnail
spanish: Miniatura

# #30009
source: Stop XBMC playback?
spanish: ¿Parar la reproducción de XBMC?

# #30010
source: Use custom Chrome/script path
spanish: Usar ruta Chrome/script personalizada

# #30012
source: Use own user profile (Could take some time on first start)
spanish: Use su propio perfil de usuario (podría tomar algún tiempo en el primer inicio )

# #30016
source: Use kiosk mode?
spanish: ¿Usar modo Kiosco?
