Repository: xbmc/repo-plugins
Catalog: plugin.audio.mixcloud/resources/language/resource.language.*/strings.po
Languages: fr_fr

# #30101
source: Followings
fr_fr: Abonnements

# #30102
source: Followers
fr_fr: Abonnés

# #30103
source: Favorites
fr_fr: Favoris

# #30105
source: Playlists
fr_fr: Listes de lecture

# #30106
source: Listen Later
fr_fr: Écouter plus tard

# #30107
source: Categories
fr_fr: Catégories

# #30108
source: History
fr_fr: Historique

# #30109
source: Search
fr_fr: Rechercher

# #30110
source: More...
fr_fr: Suivante...

# #30200
source: Search cloudcasts...
fr_fr: Rechercher des cloudcasts

# #30201
source: Search users...
fr_fr: Rechercher des utilisateurs...

# #30300
source: Favorite cloudcast
fr_fr: Ajouter aux favoris

# #30301
source: Unfavorite cloudcast
fr_fr: Retirer des favoris

# #30302
source: Follow user
fr_fr: Abonner

# #30303
source: Unfollow user
fr_fr: Désabonner

# #30304
source: Listen later
fr_fr: Écouter plus tard

# #30305
source: Do not listen later
fr_fr: N'écouter pas plus tard

# #30400
source: No valid access token found.
fr_fr: Aucun token d'accès valide trouvé.

# #30401
source: Please provide your authentication code.
fr_fr: Entez votre code d'authorisation.

# #30402
source: Logout?
fr_fr: Se déconnecter?

# #30403
source: Clear history?
fr_fr: Effacer l'historique?

# #30404
source: No active resolvers found. Please check your settings.
fr_fr: Aucun résolveur actif trouvé. Veuillez vérifier vos paramètres.

# #30900
source: General
fr_fr: Général

# #30901
source: Maximum rows on page
fr_fr: Nombre maximal de lignes par page

# #30902
source: Thumbnail size
fr_fr: Taille de la vignette

# #30903
source: Debug mode
fr_fr: Mode debug

# #30904
source: Extended info (slower)
fr_fr: Informations étendues (plus lent)

# #30910
source: Profile
fr_fr: Profil

# #30911
source: OAuth code
fr_fr: Code OAuth

# #30912
source: Access token
fr_fr: Token d'accès

# #30913
source: Log out...
fr_fr: Se déconnecter...

# #30920
source: Resolvers
fr_fr: Résolveurs

# #30930
source: History
fr_fr: Historique

# #30931
source: Maximum play history
fr_fr: Nombre maximal de cloudcasts écoutés

# #30932
source: Maximum search history
fr_fr: Nombre maximal de recherches

# #30933
source: Clear history...
fr_fr: Effacer historique...

# #30940
source: very small (25x25)
fr_fr: très petit (25x25)

# #30941
source: small (50x50)
fr_fr: petit (50x50)
