Repository: xbmc/repo-plugins
Catalog: plugin.image.dumpert/resources/language/resource.language.*/strings.po
Languages: nl_nl

# Addon Summary
source: Watch funny images from Dumpert.nl (dutch)
nl_nl: Bekijk grappige plaatjes van Dumpert.nl (dutch)

# Addon Description
source: Watch funny photos from Dumpert.nl (dutch)
nl_nl: Bekijk grappige plaatjes van Dumpert.nl (dutch)

# Addon Disclaimer
source: For bugs, requests or general questions visit the Dumpert.nl thread on the Kodi forum.
nl_nl: Bugs of andere feedback op deze plugin kan geplaatst worden in de Dumpert.nl thread op het Kodi forum.

# #30000
source: Top
nl_nl: Toppers

# #30001
source: New
nl_nl: Images

# #30004
source: Search
nl_nl: Zoeken

# #30005
source: Top Time machine (daily/weekly/montly Toppers)
nl_nl: Toppers Tijdmachine: Toppers per dag/week/maand

# #30008
source: Daily Top
nl_nl: Dagelijkse Toppers

# #30009
source: Weekly Top
nl_nl: Wekelijkse Toppers

# #30010
source: Monthly Top
nl_nl: Maandelijkse Toppers

# #30100
source: Version
nl_nl: Versie

# #30101
source: Author
nl_nl: Auteur

# #30300
source: Image quality
nl_nl: Plaatjes kwaliteit

# #30301
source: Low
nl_nl: Laag

# #30302
source: Medium
nl_nl: Midden

# #30303
source: High
nl_nl: Hoog

# #30501
source: %s to %s
nl_nl: %s tot %s

# #30502
source: Page %u
nl_nl: Pagina %u

# #30503
source: Next page
nl_nl: Volgende pagina

# #30504
source: Getting image location...
nl_nl: Plaatje wordt opgehaald...

# #30505
source: No image found.
nl_nl: Plaatje niet gevonden.

# #30506
source: Error showing image file.
nl_nl: Fout bij het laten zien van het plaatje.

# #30507
source: Error getting page: %s
nl_nl: Fout bij ophalen van pagina %s

# #30508
source: What are you looking for?
nl_nl: Wat zoek je?

# #30509
source: Pick a date
nl_nl: Kies een datum

# #30510
source: Day top for day %s
nl_nl: Dagtop voor dag %s

# #30511
source: Week top for week %s %s
nl_nl: Weektop voor week %s %s

# #30512
source: Month top for month %s
nl_nl: Maandtop voor maand %s

# #30600
source: Show NSFW content
nl_nl: Toon NSFW filmpjes

# #30610
source: Only show New image category
nl_nl: Toon alleen Nieuw plaatje categorie

# #30620
source: Refresh page
nl_nl: Ververs pagina
