Repository: xbmc/repo-plugins
Catalog: plugin.video.rtpplay/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #30002
source: Live channels
pt_br: Ao Vivo

# #30004
source: Broadcasts
pt_br: Emissoes

# #30005
source: Recent
pt_br: Recentes

# #30006
source: Popular
pt_br: Populares

# #30007
source: Lists
pt_br: Listas

# #30008
source: Search
pt_br: Pesquisar

# #30009
source: Shows
pt_br: Programas

# #30010
source: Favourites
pt_br: Favoritos

# #30011
source: A-Z listing
pt_br: Listas A-Z

# #30012
source: RTP Archive
pt_br: Arquivo RTP

# #30014
source: TV broadcasts
pt_br: Emissoes de TV

# #30015
source: Radio broadcasts
pt_br: Emissoes de Radio

# #30016
source: By channel
pt_br: Por canal

# #30017
source: By genre
pt_br: Por Tema

# #30018
source: Couldn't open URL / Check your connection
pt_br: Não foi possivel abrir o URL / Verifique a sua conexao

# #30019
source: Remove show from favourites
pt_br: Remover serie dos favoritos

# #30020
source: Add show to favourites
pt_br: Adicionar serie aos favoritos

# #30021
source: Remove watched status
pt_br: Remover visto

# #30022
source: Mark as watched
pt_br: Marcar como visto

# #30023
source: Added to addon favourites
pt_br: Adicionar aos favoritos do addon

# #30024
source: You have no show favourites
pt_br: Nao tem favoritos

# #30025
source: Removed from addon favourites
pt_br: Removido dos favoritos do addon

# #30026
source: Information not available.
pt_br: Informacao nao disponivel

# #30027
source: Page
pt_br: Pagina

# #30028
source: Next >>
pt_br: Proximo >>

# #30030
source: No broadcasts
pt_br: Sem emissoes

# #30031
source: Enter search string
pt_br: Introduza parametro de pesquisa

# #30032
source: No shows have been found
pt_br: Nao foram encontradas series

# #30033
source: Getting videos...
pt_br: A obter videos...

# #30034
source: Marked as watched
pt_br: Marcado como visto

# #30035
source: Removed watched status
pt_br: Visto removido

# #30036
source: Live
pt_br: Ao vivo

# #30039
source: Show posters and plot
pt_br: Mostrar posters e descricao

# #30040
source: [B][COLOR blue]View settings:[/B][/COLOR]
pt_br: [B][COLOR blue]Definicoes de vista:[/B][/COLOR]

# #30041
source: View - TvShows
pt_br: Vista - Programas

# #30042
source: View - Episodes
pt_br: Vista - Episódios

# #30043
source: Could not resolve stream url
pt_br: Nao conseguiu resolver endereço da stream
