Repository: xbmc/repo-plugins
Catalog: plugin.video.tubed/resources/language/resource.language.*/strings.po
Languages: de_de, el_gr, es_mx, pt_br, pt_pt, ro_ro, ru_ru, zh_tw

# #30232
source: Favorite playlists cleared
de_de: Lieblingswiedergabelisten gelöscht
el_gr: Οι αγαπημένες λίστες αναπαραγωγής έχουν καθαριστεί
es_mx: Listas de reproducción favoritas limpiadas
pt_br: Lista de reprodução favorita limpa
pt_pt: Listas de reprodução eliminadas
ro_ro: Listele favorite au fost eliminate
ru_ru: Список любимых плейлистов очищен
zh_tw: 喜歡的播放清單已經清除

# #30233
source: Add %s to favorite playlists
de_de: %s zu Lieblingswiedergabelisten hinzufügen
el_gr: Προσθήκη %s στις αγαπημένες λίστες αναπαραγωγής
es_mx: Añadir %s a listas de reproducción favoritas
pt_br: Adicionar %s para lista de reprodução favorita
pt_pt: Adicionar %s às listas de reprodução favoritas
ro_ro: Adaugă %s la liste favorite
ru_ru: Добавить %s в любимые плейлисты
zh_tw: 新增 %s 至喜歡的播放清單

# #30234
source: Added %s to favorite playlists
de_de: %s zu Lieblingswiedergabelisten hinzugefügt
el_gr: Προσθήκη %s στις αγαπημένες λίστες αναπαραγωγής
es_mx: %s añadido a listas de reproducción favoritas
pt_br: Adicionado %s para lista de reprodução favorita
pt_pt: Adicionou %s às listas de reprodução favoritas
ro_ro: Adăugat %s la liste favorite
ru_ru: %s добавлен в любимые плейлисты
zh_tw: %s 已經新增至喜歡的播放清單

# #30235
source: Removed %s from favorite playlists
de_de: %s aus Lieblingswiedergabelisten entfernt
el_gr: Αφαιρέθηκε το %s από τις αγαπημένες λίστες αναπαραγωγής
es_mx: %s eliminado de listas de reproducción favoritas
pt_br: Removido %s da lista de reprodução favorita
pt_pt: Removeu %s das listas de reprodução favoritas
ro_ro: Șters %s din liste favorite
ru_ru: %s убран из любимых плейлистов
zh_tw: %s 已經自喜歡的播放清單中移除

# #30236
source: Favorite playlists
de_de: Lieblingswiedergabelisten
el_gr: Αγαπημένες λίστες αναπαραγωγής
es_mx: Listas de reproducción favoritas
pt_br: Listas de reprodução favorita
pt_pt: Listas de reprodução favoritas
ro_ro: Liste favorite
ru_ru: Любимые плейлисты
zh_tw: 喜歡的播放清單

# #30237
source: How many favorite playlists should be kept for each user
de_de: Anzahl von Lieblingswiedergabelisten, die pro Benutzer gespeichert werden sollen
el_gr: Πόσες αγαπημένες λίστες αναπαραγωγή πρέπει να κρατηθούν για κάθε χρήστη
es_mx: Cuántas listas de reproducción favoritas mantener por usuario
pt_br: Quantas playlists favoritas devem ser mantidas para cada usuário
pt_pt: Quantas listas de reprodução favoritas devem ser mantidas para cada utilizador
ro_ro: Câte liste favorite ar trebui păstrate pentru fiecare utilizator
ru_ru: Сколько любимых плейлистов может хранить каждый пользователь
zh_tw: 每位使用者要保留多少個喜歡的播放清單

# #30238
source: Backup
de_de: Sicherung
el_gr: Αντίγραφο ασφαλείας
es_mx: Respaldo
ro_ro: Copie de siguranță
ru_ru: Резервные копии
zh_tw: 備份

# #30239
source: Make a backup
de_de: Sicherung erstellen
el_gr: Δημιουργία αντιγράφου ασφαλείας
es_mx: Hacer un respaldo
pt_br: Fazer um backup
pt_pt: Criar um backup
ro_ro: Fă o copie de siguranță
ru_ru: Сделать резервную копию
zh_tw: 建立備份

# #30240
source: Backup your Tubed settings, users, search history, favorite channels and favorite playlists
de_de: Sicherung der Tubed-Einstellungen, -Benutzer, Suchverlauf, Lieblingskanäle und Lieblingswiedergabelisten erstellen
el_gr: Κράτα αντίγραφο των ρυθμίσεων, χρηστών, ιστορικού αναζήτησης, αγαπημένων καναλιών και αγαπημένων λιστών αναπαραγωγής του Tubed
es_mx: Respalda tu configuración de Tubed, usuarios, historial de búsqueda, canales favoritos y listas de reproducción favoritas
pt_br: Faça backup de suas configurações Tubed, usuários, histórico de pesquisa, canais favoritos e listas de reprodução favoritas
pt_pt: Efetuar backup das definições, utilizadores, histórico de pesquisas, canais e listas de reprodução favoritas do Tubed
ro_ro: Copie de siguranță a setărilor, utilizatorilor, istoricului de căutare, canalelor favorite și listelor favorite din Tubed
ru_ru: Сделать резервную копию настроек Tubed, пользователей, истории поиска, любимых каналов и плейлистов
zh_tw: 備份你的Tubed設定、使用者、搜尋紀錄、喜歡的頻道以及喜歡的播放清單

# #30241
source: Restore a backup
de_de: Sicherung wiederherstellen
el_gr: Ανάκτηση αντιγράφου ασφαλείας
es_mx: Restaurar un respaldo
pt_br: Restaurar um backup
pt_pt: Restaurar um backup
ro_ro: Restabilește o copie de siguranță
ru_ru: Восстановить резервную копию
zh_tw: 回復備份

# #30242
source: Restore your Tubed settings, users, search history, favorite channels and favorite playlists from a previous backup
de_de: Tubed-Einstellungen, -Benutzer, Suchverlauf, Lieblingskanäle und Lieblingswiedergabelisten aus einer Sicherung wiederherstellen
el_gr: Επαναφορά των ρυθμίσεων, χρηστών, ιστορικού αναζήτησης, αγαπημένων καναλιών και αγαπημένων λιστών αναπαραγωγής του Tubed από ένα προηγούμενο αντίγραφο ασφαλείας
es_mx: Restaura tu configuración de Tubed, usuarios, historial de búsqueda, canales favoritos y listas de reproducción favoritas
pt_br: Restaurar seus ajustes do Tubed, usuários, histórico de pesquisa, canais favoritos e listas de reprodução favoritas de um dos backups anteriores
pt_pt: Restaurar as definições, utilizadores, histórico de pesquisa, canais e listas de reprodução favoritas do Tubed a partir de um backup anterior
ro_ro: Restabilește în Tubed setările, utilizatorii, istoricul de căutare, canalele favorite și listele favorite dintr-o copie de siguranță anterioară
ru_ru: Восстановить настройки Tubed, пользователей, историю поиска, любимые каналы и плейлисты
zh_tw: 回復你的Tubed設定、使用者、搜尋紀錄、喜歡的頻道以及喜歡的播放清單自上一個備份

# #30243
source: Choose a location to create backup
de_de: Ordner zum Erstellen der Sicherung auswählen
el_gr: Επιλογή διαδρομής για δημιουργία αντιγράφου
es_mx: Elige una ubicación para crear el respaldo
pt_br: Escolher o local para criar o backup
pt_pt: Escolha uma localização para criar o backup
ro_ro: Alege locul unde vrei să fie creată copia de siguranță
ru_ru: Выберите место хранения резервной копии
zh_tw: 選擇備份位置

# #30244
source: Choose a backup to restore
de_de: Sicherung zum Wiederherstellen auswählen
el_gr: Επιλογή αντιγράφου ασφαλείας για ανάκτηση
es_mx: Elige un respaldo a restaurar
pt_br: Escolher um backup para restaurar
pt_pt: Escolha um backup a restaurar
ro_ro: Alege o copie de siguranță pentru restabilire
ru_ru: Выберите резервную копию для восстановления
zh_tw: 選擇要回復的備份

# #30245
source: Failed to create backup at %s
de_de: Sicherung konnte nicht in %s erstellt werden
el_gr: Αποτυχία δημιουργίας αντιγράφου ασφαλείας στο %s
es_mx: No se pudo crear un respaldo en %s
pt_br: Falhou para criar backup em %s
pt_pt: Falhou ao criar um backup em %s
ro_ro: A eșuat crearea copiei de siguranță în %s
ru_ru: Не удалось создать резервную копию от %s
zh_tw: 於 %s 建立備份失敗

# #30246
source: Failed to restore backup from %s
de_de: Sicherung konnte nicht aus %s wiederhergestellt werden
el_gr: Αποτυχία ανάκτησης αντιγράφου ασφαλείας από %s
es_mx: No se pudo restaurar el respaldo en %s
pt_br: Falhou para restaurar backup de %s
pt_pt: Falhou ao restaurar um backup de %s
ro_ro: A eșuat restabilirea copiei de siguranță din %s
ru_ru: Не удалось восстановиться из резервной копии от %s
zh_tw: 於 %s 回復備份失敗

# #30247
source: Backup successfully created at %s
de_de: Sicherung erfolgreich in %s erstellt
el_gr: Το αντίγραφο ασφαλείας έχει δημιουργηθεί επιτυχώς στο %s
es_mx: Respaldo creado satisfactoriamente en %s
pt_br: Backup criado com sucesso em %s
pt_pt: Backup criado com sucesso em %s
ro_ro: Copie de siguranță creată cu succes în %s
ru_ru: Создана резервная копия от %s
zh_tw: 備份成功建立於 %s

# #30248
source: Backup successfully restored from %s
de_de: Sicherung aus %s erfolgreich wiederhergestellt
el_gr: Το αντίγραφο ασφαλείας έχει ανακτηθεί επιτυχώς από %s
es_mx: Respaldo restaurado satisfactoriamente de %s
pt_br: Backup restaurado com sucesso de %s
pt_pt: Backup restaurado com sucesso a partir de %s
ro_ro: Copie de siguranță restabilită cu succes din %s
ru_ru: Восстановление из резервной копии от %s успешно выполнено
zh_tw: 回復備份成功建立於 %s

# #30249
source: Client ID: %s
el_gr: Αναγνωριστικό πελάτη: %s
es_mx: ID de cliente: %s
pt_br: ID Cliente: %S
pt_pt: ID de cliente: %s
ro_ro: ID client: %s
ru_ru: ID клиента: %s
zh_tw: 用戶端ID: %s

# #30250
source: Further use of Tubed will be subject to this privacy policy
de_de: Die weitere Nutzung von Tubed unterliegt diesen Datenschutzbestimmungen
el_gr: Περαιτέρω χρήση του Tubed υπόκειται σε αυτήν την πολιτική απορρήτου
es_mx: El uso continuo de Tubed estará sujeto a esta política de privacidad
pt_br: O uso posterior do Tubed estará sujeito a esta política de privacidade
pt_pt: O uso do Tubed está sujeito a esta política de privacidade
ro_ro: Utilizarea ulterioară a Tubed va fi subiectul următoarei Politici de Confidențialitate
ru_ru: Дальнейшее использование Tubed будет регулироваться этой политикой конфиденциальности
zh_tw: 使用Tubed必須遵守隱私政策

# #30251
source: Accept
de_de: Akzeptieren
el_gr: Αποδοχή
es_mx: Aceptar
pt_br: Aceitar
pt_pt: Aceitar
ru_ru: Принять
zh_tw: 接受

# #30252
source: Decline
de_de: Ablehnen
el_gr: Απόρριψη
es_mx: Rechazar
pt_br: Declinar
pt_pt: Rejeitar
ro_ro: Refuz
ru_ru: Отклонить
zh_tw: 拒絕

# #30253
source: Privacy Policy
de_de: Datenschutzbestimmungen
el_gr: Πολιτική απορρήτου
es_mx: Política de privacidad
pt_br: Política de privacidade
pt_pt: Política de privacidade
ro_ro: Politică de Confidențialitate
ru_ru: Политика конфиденциальности
zh_tw: 隱私政策

# #30254
source: Sign In
de_de: Anmelden
el_gr: Είσοδος
es_mx: Iniciar sesión
pt_br: Logar
pt_pt: Entrar
ro_ro: Conectare
ru_ru: Войти
zh_tw: 登入

# #30255
source: InputStream Adaptive is required and appears to be disabled. Would you like to enable InputStream Adaptive now?
de_de: Das Addon InputStream Adaptive wird benötigt und scheint deaktiviert zu sein. Soll das Addon jetzt aktiviert werden?
el_gr: Το "InputStream Adaptive" απαιτείται και φαίνεται να είναι απενεργοποιημένο. Θέλετε να το ενεργοποιήσετε τώρα;
es_mx: Se requiere InputStream Adaptive y parece que está desactivado. ¿Quieres activar InputStream Adaptive ahora?
pt_br: InputStream Adaptive é necessário e parece estar desativado. Gostaria de habilitar o InputStream Adaptive agora?
pt_pt: O addon InputStream Adaptive é necessário e não está ativo. Deseja ativá-lo agora?
ro_ro: InputStream Adaptive este necesar și pare să fie dezactivat. Dorești activarea InputStream Adaptive acum?
ru_ru: Требуется InputStream Adaptive, но дополнение отключено. Вы хотите включить InputStream Adaptive сейчас?
zh_tw: InputStream Adaptive是必要的且取消中，你要開啟InputStream Adaptive嗎?

# #30256
source: Settings
de_de: Einstellungen
el_gr: Ρυθμίσεις
es_mx: Configuración
pt_br: Ajustes
pt_pt: Definições
ro_ro: Setări
ru_ru: Настройки
zh_tw: 設定

# #30257
source: No entries found
de_de: Keine Einträge gefunden
el_gr: Δεν βρέθηκαν στοιχεία
es_mx: No se encontraron entradas
pt_br: nenhuma entrada localizada
pt_pt: Não foi encontrada nenhuma entrada
ro_ro: Nici un element găsit
ru_ru: Ничего не найдено
zh_tw: 沒有項目

# Addon Disclaimer
source: Tubed's use of information received from Google APIs will adhere to the Google API Services User Data Policy, including the Limited Use requirements. For more information on how your data is handled see Tubed's Privacy Policy at https://panicked.xyz/tubed-privacy/
de_de: Tubed verwendet Informationen der Google-APIs unter Einhaltung der Google API Services User Data Policy, inklusive der „Limited Use“ Voraussetzungen. Für weitere Informationen zur Verarbeitung persönlicher Daten bitte Tubeds Datenschutzbestimmungen einsehen unter https://panicked.xyz/tubed-privacy/
es_mx: El uso de Tubed de la información recibida mediante las API de Google se adherirá a la Política de datos de usuario de los servicios de API de Google, incluidos los requisitos de uso limitado. Para obtener más información sobre cómo se manejan tus datos, consulta la Política de privacidad de Tubed en https://panicked.xyz/tubed-privacy/
pt_br: Tubed's informações recebidas das APIs do Google obedecerá à Política de dados do usuário dos serviços de API do Google, incluindo os requisitos de uso limitado. Para obter mais informações sobre como seus dados são tratados, consulte a Política de privacidade da Tubed em https://panicked.xyz/tubed-privacy/
zh_tw: Tubed對從Google API收到的訊息的使用將遵守Google API服務用戶數據政策，包括“限制使用”要求。有關如何處理數據的更多信息，請參見Tubed的隱私政策，網址為https://panicked.xyz/tubed-privacy/
