Repository: xbmc/repo-plugins
Catalog: plugin.video.tubed/resources/language/resource.language.*/strings.po
Languages: de_de, el_gr, es_mx, pt_br, pt_pt, ro_ro, ru_ru, zh_tw

# #30091
source: %s playlist deleted
de_de: Wiedergabeliste %s gelöscht
el_gr: %s λίστα αναπαραγωγής διεγράφει
es_mx: Lista de reproducción %s eliminada
pt_br: %s lista de reprodução deletada
pt_pt: %s (lista de reprodução) removida
ro_ro: Lista %s s-a șters
ru_ru: Плейлист %s успешно удален
zh_tw: %s 播放清單刪除了

# #30092
source: Rename playlist
de_de: Wiedergabeliste umbenennen
el_gr: Μετονομασία λίστας αναπαραγωγής
es_mx: Renombrar lista de reproducción
pt_br: Renomear lista de reprodução
pt_pt: Renomear lista de reprodução
ro_ro: Redenumește lista
ru_ru: Переименовать плейлист
zh_tw: 重新命名播放清單

# #30093
source: Playlist renamed to %s
de_de: Wiedergabeliste zu %s umbenannt
el_gr: Η λίστα αναπαραγωγής μετονομάσθηκε σε %s
es_mx: Lista de reproducción renombrada a %s
pt_br: Lista de reprodução renomeada para %s
pt_pt: Lista de reprodução renomeada para %s
ro_ro: Lista redenumită la %s
ru_ru: Плейлист переименован в %s
zh_tw: 播放清單重新命名為 %s

# #30094
source: %s renamed to %s
de_de: %s in %s umbenannt
el_gr: %s μετονομάσθηκε σε %s
es_mx: %s renombrada a %s
pt_br: % renomeada para %s
pt_pt: %s renomeada para %s
ro_ro: %s redenumită la %s
ru_ru: Плейлист %s переименован в %s
zh_tw: %s 重新命名為 %s

# #30095
source: You are about to delete %s, are you sure?
de_de: %s wirklich löschen?
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε το/την %s;
es_mx: Vas a eliminar %s, ¿estás seguro?
pt_br: Você quer deletar %s, tem certeza?
pt_pt: Está prestes a eliminar %s, pretende prosseguir?
ro_ro: Ești sigur că vrei să ștergi %s?
ru_ru: Вы собираетесь удалить плейлист %s, вы уверены?
zh_tw: 你正要刪除 %s，你確定嗎?

# #30096
source: You are about to delete a playlist, are you sure?
de_de: Diese Wiedergabeliste wirklich löschen?
el_gr: Θα διαγράψετε μία λίστα αναπαραγωγής, είστε σίγουροι;
es_mx: Vas a eliminar una lista de reproducción, ¿estás seguro?
pt_br: Você está próximo de deletar uma lista de reprodução, tem certeza?
pt_pt: Está prestes a remover uma lista de reprodução, deseja prosseguir?
ro_ro: Ești sigur că vrei să ștergi lista?
ru_ru: Вы собираетесь удалить плейлист, вы уверены?
zh_tw: 你正要刪除播放清單，你確定嗎?

# #30097
source: Upcoming
de_de: Demnächst
el_gr: Ανερχόμενα
es_mx: Siguiente
pt_br: Por vir
pt_pt: Próximos
ro_ro: Urmează
ru_ru: Предстоящие трансляции
zh_tw: 即將到來

# #30098
source: Completed
de_de: Abgeschlossen
el_gr: Ολοκληρωμένα
es_mx: Completado
pt_br: Completado
pt_pt: Completados
ro_ro: Complet
ru_ru: Завершенные трансляции
zh_tw: 已完成

# #30099
source: %s was scheduled to start %s
de_de: %s sollte am %s starten
el_gr: %s έχει προγραμματιστεί να ξεκινήσει %s
es_mx: %s programado para iniciar en %s
pt_br: %s foi agendado para iniciar %s
pt_pt: %s foi marcado para iniciar %s
ro_ro: %s a fost programat să pornescă %s
ru_ru: Трансляция %s должна была начаться %s
zh_tw: %s 設定為在 %s 後開始

# #30100
source: %s is scheduled to start %s
de_de: %s soll am %s starten
el_gr: %s είχει προγραμματιστεί να ξεκινήσει %s
es_mx: %s está programado para iniciar en %s
pt_br: %s foi agendado para iniciar %s
pt_pt: %s está marcado para iniciar %s
ro_ro: $s este programat să pornească %s
ru_ru: Трансляция %s должна начаться %s
zh_tw: %s 設定為在 %s 後開始

# #30101
source: Related videos
de_de: Ähnliche Videos
el_gr: Σχετικά βίντεο
es_mx: Videos relacionados
pt_br: Vídeos relacionados
pt_pt: Vídeos relacionados
ro_ro: Clipuri similare
ru_ru: Похожие видео
zh_tw: 相關影片

# #30102
source: Cache
el_gr: Λανθάνουσα μνήμη
es_mx: Caché
ru_ru: Кеш
zh_tw: 快取

# #30103
source: Data cache TTL (weeks)
de_de: TTL für Datencache (Wochen)
el_gr: TTL μνήμης δεδομένων (εβδομάδες)
es_mx: Caché de datos TTL (semanas)
pt_br: Cache dados TTL (semanas)
pt_pt: Tempo de cache para os dados (weeks)
ro_ro: Vechimea maximă a datelor din cache (în săptămâni)
ru_ru: TTL кеша данных (недели)
zh_tw: 數據快取TTL (週)

# #30104
source: Function cache TTL (minutes)
de_de: TTL für Funktionscache (Minuten)
el_gr: TTL μνήμης λειτουργιών (λεπτά)
es_mx: Caché de función TTL (minutos)
pt_br: Função cache TTL (minutos)
pt_pt: Tempo de cache para funções (minutos)
ro_ro: Vechimea maximă cache funcție (în minute)
ru_ru: TTL кеша функций (минуты)
zh_tw: 功能快取TTL (分鐘)

# #30105
source: Clear data cache
de_de: Datencache leeren
el_gr: Εκκαθάριση μνήμης δεδομένων
es_mx: Limpiar caché de datos
pt_br: Limpar dados de cache
pt_pt: Remover cache dos dados
ro_ro: Golește cache de date
ru_ru: Очистить кеш данных
zh_tw: 清除數據快取

# #30106
source: Clear function cache
de_de: Funktionscache leeren
el_gr: Εκκαθάριση μνήμης λειτουργιών
es_mx: Limpiar caché de función
pt_br: Limpar função cache
pt_pt: Remover cache de funções
ro_ro: Golește cache-ul funcției
ru_ru: Очистить функциональный кеш
zh_tw: 清除功能快取

# #30107
source: Data cache was cleared
de_de: Datencache wurde geleert
el_gr: Η μνήμη δεδομένων έχει καθαριστεί
es_mx: Se limpió la caché de datos
pt_br: Dados do cache foram limpos
pt_pt: A cache dos dados foi eliminada
ro_ro: Datele cache au fost golite
ru_ru: Кеш данных очищен
zh_tw: 數據快取已被清除

# #30108
source: Function cache was cleared
de_de: Funktionscache wurde geleert
el_gr: Η μνήμη λειτουργιών έχει καθαριστεί
es_mx: Se limpió la caché de función
pt_br: Função cache foi limpa
pt_pt: A cache de funções foi eliminada
ro_ro: Cache-ul funcției a fost golit
ru_ru: Функциональный кеш очищен
zh_tw: 功能快取已被清除

# #30109
source: Delete data cache
de_de: Datencache löschen
el_gr: Διαγραφή μνήμης δεδομένων
es_mx: Caché de datos eliminada
pt_br: Deletar dados do cache
pt_pt: Remover cache de dados
ro_ro: Șterge cache de date
ru_ru: Удалить кеш данных
zh_tw: 刪除數據快取

# #30110
source: Delete function cache
de_de: Funktionscache löschen
el_gr: Διαγραφή μνήμης λειτουργιών
es_mx: Caché de función eliminada
pt_br: Função deletar do cache
pt_pt: Remover cache de funções
ro_ro: Șterge cache-ul funcției
ru_ru: Удалить функциональный кеш
zh_tw: 刪除功能快取

# #30111
source: Data cache was deleted
de_de: Datencache wurde gelöscht
el_gr: Η μνήμη δεδομένων έχει διαγραφεί
es_mx: El caché de datos ha sido eliminado
pt_br: Dados cache foram deletados
pt_pt: A cache dos dados foi eliminada
ro_ro: Cache-ul de date a fost șters
ru_ru: Кеш данных удален
zh_tw: 數據快取已被清除

# #30112
source: Function cache was deleted
de_de: Funktionscache wurde gelöscht
el_gr: Η μνήμη λειτουργιών έχει διαγραφεί
es_mx: El caché de funciones ha sido eliminado
pt_br: Função cache foi deletada
pt_pt: A cache de funções foi removida
ro_ro: Cache-ul funcției a fost șters
ru_ru: Функциональный кеш удален
zh_tw: 功能快取已被清除

# #30113
source: Time to Live
el_gr: Χρόνος για ζωντανά
pt_br: horário para ao vivo
pt_pt: Tempo de vida
ro_ro: Vechimea
zh_tw: 直播時間

# #30114
source: Maintenance
de_de: Wartung
el_gr: Συντήρηση
es_mx: Mantenimiento
pt_br: Manutenção
pt_pt: Manutenção
ro_ro: Mentenanță
ru_ru: Обслуживание
zh_tw: 維護

# #30115
source: How long until long term data cache expires in weeks
de_de: Dauer in Wochen bis der Langzeit-Datencache verfällt
el_gr: Πόσο πρέπει να κρατήσει, ώστε να ληξει, η διατήρηση δεδομένων μαρκάς διάρκειας σε εβδομάδες
es_mx: Tiempo hasta que el caché de datos a largo plazo expire (en semanas)
pt_br: Quanto tempo até que o cache de dados de longo prazo expire em semanas
pt_pt: Quanto tempo até a cache expirar, em semanas
ro_ro: Timpul maxim în săptămâni când expiră cache-ul de date pe termen lung
ru_ru: Как долго кеш данных будет храниться в неделях
zh_tw: 長期數據快取過期週數

# #30116
source: How long until short term function cache expires in minutes
de_de: Dauer in Minuten bis der Kurzzeit-Funktionscache verfällt
el_gr: Πόσο πρέπει να κρατήσει, ώστε να ληξει, η διατήρηση δεδομένων βραχείας διάρκειας σε λεπτά
es_mx: Tiempo hasta que el caché de funciones a corto plazo expire (en minutos)
pt_br: Quanto tempo até que o cache de função de curto prazo expire em minutos
pt_pt: Quanto tempo até a cache de funções de curto prazo expirar, em minutos
ro_ro: Timpul maxim în minute când expiră cache-ul pe termen scurt al funcției
ru_ru: Как долго функциональный кеш будет храниться в минутах
zh_tw: 短期功能快取過期分鐘

# #30117
source: Clearing long term data cache will remove all entries from the database
de_de: Leeren des Langzeit-Datencaches entfernt alle Einträge aus der Datenbank
el_gr: Η εκκαθάριση της μνήμης δεδομένων μακράς διάρκειας θα αφαιρέσει όλες τις καταχωρήσεις από την βάση δεδομένων
es_mx: Limpiar el caché de datos a largo plazo eliminará todas las entradas de la base de datos
pt_br: Limpar dados de cache de longo prazo
pt_pt: Eliminar a cache de longo prazo para os dados irá eliminar todas as entradas da base de dados
ro_ro: Golirea cache-ului datelor pe termen lung va elimina toate elementele din baza de date
ru_ru: Очистка кеша данных приведет к удалению всех записей с базы данных
zh_tw: 刪除長期數據快取將會全部自資料庫移除項目

# #30118
source: Clearing short term function cache will remove all cache entries
de_de: Leeren des Kurzzeit-Funktionscaches entfernt alle Cache-Einträge
el_gr: Η εκκαθάριση της μνήμης λειτουργιών βραχείας διάρκειας θα αφαιρέσει όλες τις καταχωρήσεις από την προσωρινή μνήμη
es_mx: Limpiar el caché de funciones a corto plazo eliminará todas las entradas en caché
pt_br: Limpar função de cache de curto prazo
pt_pt: Eliminar a cache de curto prazo irá remover todas as entradas de cache
ro_ro: Golirea cache-ului pe termen scurt al funcției va elimina toate elementele din cache
ru_ru: Очитска функционального кеша приведет к удалению всех кеш-записисей
zh_tw: 刪除短期功能快取將會全部自資料庫移除項目

# #30119
source: Deleting long term data cache will delete the whole database
de_de: Löschen des Langzeit-Datencaches löscht die komplette Datenbank
el_gr: Η διαγραφή της μνήμης δεδομένων μακράς διάρκειας θα διαγράψει ολόκληρη την βάση δεδομένων
es_mx: Eliminar el caché de datos a largo plazo eliminará la base de datos completa
pt_br: Deletar função de longo prazo cache
pt_pt: Remover a cache de longo prazo irá eliminar toda a base de dados
ro_ro: Ștergerea cache-ului datelor pe termen lung va goli toată baza de date
ru_ru: Удаление кеша данных приведет к полному удалению базы данных
zh_tw: 刪除長期數據快取將會刪除全部資料庫

# #30120
source: Deleting short term function cache will delete the whole database
de_de: Löschen des Kurzzeit-Funktionscaches löscht die komplette Datenbank
el_gr: Η διαγραφή της μνήμης λειτουργιών βραχείας διάρκειας θα διαγράψει ολόκληρη την βάση δεδομένων
es_mx: Eliminar el caché de funciones a corto plazo eliminará la base de datos completa
pt_br: Excluir função de curto prazo cache
pt_pt: Remover a cache de curto prazo irá remover toda a base de dados
ro_ro: Ștergerea cache-ului pe termen scurt al funcției va goli toată baza de date
ru_ru: Удаление функционального кеша приведет к полному удалению базы данных
zh_tw: 刪除短期功能快取將會刪除全部資料庫

# #30121
source: Failed to clear function cache
de_de: Funktionscache konnte nicht geleert werden
el_gr: Αποτυχία εκκαθάρισης μνήμης λειτουργιών
es_mx: No se pudo limpiar el caché de funciones
pt_br: Falhou em limpar a função cache
pt_pt: Falhou ao remover a cache de funções
ro_ro: A eșuat golirea cache-ului funcției
ru_ru: Не удалось очистить функциональный кеш
zh_tw: 清除功能快取失敗

# #30122
source: Failed to clear data cache
de_de: Datencache konnte nicht geleert werden
el_gr: Αποτυχία εκκαθάρισης μνήμης δεδομένων
es_mx: No se pudo limpiar el caché de datos
pt_br: Falhou em limpar dados do cache
pt_pt: Falhou a remover a cache dos dados
ro_ro: A eșuat golirea cache-ului de date
ru_ru: Не удалось очистить кеш данных
zh_tw: 清除數據快取失敗

# #30123
source: Failed to delete function cache
de_de: Funktionscache konnte nicht gelöscht werden
el_gr: Αποτυχία διαγραφής μνήμης λειτουργιών
es_mx: No se pudo eliminar el caché de funciones
pt_br: Falhou ao deletar a função cache
pt_pt: Falhou a remover a cached de funções
ro_ro: A eșuat ștergerea cache-ului funcției
ru_ru: Не удалось удалить функциональный кеш
zh_tw: 刪除功能快取失敗

# #30124
source: Failed to delete data cache
de_de: Datencache konnte nicht gelöscht werden
el_gr: Αποτυχία διαγραφής μνήμης δεδομένων
es_mx: No se pudo eliminar el caché de datos
pt_br: Falhou ao deletar dados do cache
pt_pt: Falhou a remover a cache dos dados
ro_ro: A eșuat ștergerea cache-ului datelor
ru_ru: Не удалось удалить кеш данных
zh_tw: 刪除數據快取失敗

# #30125
source: Debug
de_de: Fehlersuche
el_gr: Αποσφαλμάτωση
es_mx: Depuración
pt_br: Depurar
pt_pt: Depuração
ro_ro: Depanare
ru_ru: Отладка
zh_tw: 偵錯

# #30126
source: Component Logging
de_de: Komponentenprotokollierung
el_gr: Καταγραφή συνιστωσών
es_mx: Depuración de componentes
pt_br: Depuração Componente
pt_pt: Depuração específica para componentes individuais
ro_ro: Loguri componente
ru_ru: Отслеживание компонентов
zh_tw: 元件紀錄

# #30127
source: API requests
de_de: API-Anfragen
el_gr: Αιτήματα API
es_mx: Peticiones de API
pt_br: Requisições API
pt_pt: Pedidos à API
ro_ro: Cereri API
ru_ru: API запросы
zh_tw: API存取

# #30128
source: Enable logging of API requests and responses
de_de: Protokollieren von API-Anfragen und -Antworten aktivieren
el_gr: Ενεργοποίηση καταγραφής των αιτημάτων API και αποκρίσεων
es_mx: Activar depuración de peticiones y respuestas a la API
pt_br: Ativar registro de solicitações e respostas de API
pt_pt: Ativar depuração para os pedidos (e respostas) da API
ro_ro: Activează logurile cererilor și răspunsurilor API
ru_ru: Включить отслеживание API запросов и ответов
zh_tw: 允許存取API要求及回應

# #30129
source: Comments
de_de: Kommentare
el_gr: Σχόλια
es_mx: Comentarios
pt_br: Comentários
pt_pt: Comentários
ro_ro: Comentarii
ru_ru: Комментарии
zh_tw: 評論

# #30130
source: Comment
de_de: Kommentar
el_gr: Σχολιάστε
es_mx: Comentar
pt_br: Comentário
pt_pt: Comentar
ro_ro: Comentează
ru_ru: Оставить комментарий
zh_tw: 評論

# #30131
source: Read comment
de_de: Kommentar lesen
el_gr: Ανάγνωση σχολίου
es_mx: Leer comentario
pt_br: Ler comentário
pt_pt: Ler comentário
ro_ro: Citește comentarii
ru_ru: Прочитать комментарий
zh_tw: 瀏覽評論

# #30132
source: Likes
de_de: Anzahl von positiven Bewertungen
el_gr: Μου αρέσει
es_mx: Me gusta
pt_br: Curtidos
pt_pt: Gostos
ro_ro: Aprecieri
ru_ru: Понравилось
zh_tw: 喜歡

# #30133
source: Replies
de_de: Antworten
el_gr: Απαντήσεις
es_mx: Respuestas
pt_br: Respostas
pt_pt: Respostas
ro_ro: Răspunsuri
ru_ru: Ответов
zh_tw: 回覆

# #30134
source: Comment has been edited
de_de: Kommentar wurde bearbeitet
el_gr: Το σχόλιο έχει τροποποιηθεί
es_mx: El comentario ha sido editado
pt_br: Comentário foi editado
pt_pt: Comentário foi editado
ro_ro: Comentariul a fost modificat
ru_ru: Комментарий был изменен
zh_tw: 評論已被編輯

# #30135
source: Limits
de_de: Begrenzungen
el_gr: Όρια
es_mx: Límites
pt_br: Limites
pt_pt: Limites
ro_ro: Limite
ru_ru: Ограничения
zh_tw: 限制

# #30136
source: Data cache (MB)
de_de: Datencache (MB)
el_gr: Μνήμη δεδομένων (ΜΒ)
es_mx: Caché de datos (MB)
pt_br: Cache Dados (MB)
pt_pt: Cache de dados (MB)
ro_ro: Cache de date (MB)
ru_ru: Кеш данных (Мбайт)
zh_tw: 數據快取(MB)

# #30137
source: The maximum size of long term data cache before being automatically resized
de_de: Maximale Größe des Langzeit-Datencache, bis er automatisch verkleinert wird
el_gr: Το μέγιστο μέγεθος της μνήμης δεδομένων μακράς διάρκειας πριν αυτομάτως αλλαχτεί σε μέγεθος
es_mx: El tamaño máximo del caché de datos a largo plazo antes de que sea reajustado automáticamente
pt_br: O tamanho máximo do cache de dados de longo prazo antes de ser redimensionado automaticamente
pt_pt: O tamanho máximo da cache de longo prazo para os dados antes de ser automaticamente recalculado
ro_ro: Dimensiunea maximă a cache-ului de date pe termen lung a fost redimensionată automat
ru_ru: Максимальный размер кеша данных до автоматического сжатия
zh_tw: 在自動調整大小之前，長期數據快取的最大大小

# #30138
source: Sort order
de_de: Sortierung
el_gr: Τρόπος ταξινόμισης
es_mx: Orden
pt_br: Ordenar
pt_pt: Ordenar
ro_ro: Ordinea de sortare
ru_ru: Сортировка
zh_tw: 排序

# #30139
source: Choose a sort order
de_de: Sortierung auswählen
el_gr: Επιλογή τρόπου ταξινόμισης
es_mx: Eligen un método para ordenar
pt_br: Escolher uma ordenação
pt_pt: Escolher um método para ordenar
ro_ro: Alege o ordine de sortare
ru_ru: Выбор порядка сортировки
zh_tw: 選擇排序

# #30140
source: Alphabetical
de_de: Alphabetisch
el_gr: Αλφαβητική
es_mx: Alfabético
pt_br: Alfabética
pt_pt: Alfabeticamente
ro_ro: Alfabetică
ru_ru: По алфавиту
zh_tw: 字母

# #30141
source: Relevance
de_de: Relevanz
el_gr: Σχετικότητα
es_mx: Relevancia
pt_br: Relevância
pt_pt: Por relevância
ro_ro: Relevanță
ru_ru: По релевантности
zh_tw: 關聯

# #30142
source: Activity
de_de: Aktivität
el_gr: Δραστηριότητα
es_mx: Actividad
pt_br: Atividade
pt_pt: Actividade
ro_ro: Activitate
ru_ru: По активности
zh_tw: 活耀

# #30143
source: Time
de_de: Uhrzeit
el_gr: Χρόνος
es_mx: Tiempo
pt_br: Tempo
pt_pt: Tempo
ro_ro: Durată
ru_ru: Время
zh_tw: 時間

# #30144
source: Date
de_de: Datum
el_gr: Ημερομηνία
es_mx: Fecha
pt_br: Data
pt_pt: Data
ru_ru: По дате
zh_tw: 日期

# #30145
source: Rating
de_de: Bewertung
el_gr: Βαθμολόγιση
es_mx: Calificación
pt_br: Classificação
pt_pt: Classificação
ro_ro: Aprecieri
ru_ru: По рейтингу
zh_tw: 評價

# #30146
source: Title
de_de: Titel
el_gr: Τίτλος
es_mx: Titulo
pt_br: Título
pt_pt: Título
ro_ro: Titlu
ru_ru: По названию
zh_tw: 標題

# #30147
source: Video Count
de_de: Anzahl Videos
el_gr: Αριθμός των βίντεο
es_mx: Cantidad de videos
pt_br: Contador do vídeo
pt_pt: Número de vídeos
ro_ro: Număr de clipuri
ru_ru: По количеству видео
zh_tw: 影片數

# #30148
source: View Count
de_de: Anzahl Angesehen
el_gr: Αριθμός θεάσεων
es_mx: Cantidad de vistas
pt_br: Quantidade de visualizações
pt_pt: Número de visualizações
ro_ro: Număr de vizualizări
ru_ru: По количеству просмотров
zh_tw: 觀看數

# #30149
source: Post Play
de_de: Nach der Wiedergabe
el_gr: Με το πέρας της αναπαραγωγής
es_mx: Pos-reproducción
pt_br: Após reprodução
pt_pt: Após reprodução
ro_ro: Evenimente după redare
ru_ru: После просмотра
zh_tw: 播放後

# #30150
source: Post play minimum watch percentage
de_de: Minimale Ansehzeit nach der Wiedergabe
el_gr: Ελάχιστο ποσοστό για το πέρας της αναπαραγωγής
es_mx: Porcentaje mínimo de visualización para pos-reproducción
pt_br: Porcentagem mínima de reprodução
pt_pt: Percentagem mínima de visualização após reprodução
ro_ro: Procent minim de vizualizare pentru evenimente după redare
ru_ru: Минимальный процент видео для полного просмотра
zh_tw: 播放後的最低觀看百分比

# #30151
source: What percent of the video's duration must be watched to trigger post play events
de_de: Wieviel Prozent des Videos muss gesehen werden, um „Nach der Wiedergabe“ Ereignisse auszulösen
el_gr: Τι ποσοστό σε σχέση την διάρκεια του βίντεο πρέπει να παρακολουθηθεί ώστε να ενεργοποιήσει τις ενέργειες με το πέρας της αναπαραγωγής
es_mx: El porcentaje mínimo de visualización del video para iniciar eventos posteriores a la reproducción
pt_br: Qual porcentagem da duração do vídeo deve ser assistida para acionar eventos pós-reprodução
pt_pt: Que percentagem da duração do vídeo deverá ser assistida até ativar eventos de pós-reprodução
ro_ro: Care este procentul de vizionare din durata clipului pentru a declanșa evenimente după redare
ru_ru: Какой процент длительности видео нужно просмотреть, чтобы сработали события после просмотра
zh_tw: 在觀看多少百分比之後觸發撥放後事件

# #30152
source: Rate the video that just finished playing
de_de: Video nach der Wiedergabe bewerten
el_gr: Βαθμολόγηση του βίντεο το οποίο μόλις έχει αναπαραχθεί
es_mx: Calificar el video al finalizar la reproducción
pt_br: Avalie o vídeo que acabou de ser reproduzido
pt_pt: Classificar o vídeo que acabou de ser reproduzido
ro_ro: Evaluează clipul tocmai văzut
ru_ru: Оценивать видео после просмотра
zh_tw: 觀看後評價

# #30153
source: Rate during playlists
de_de: Während Wiedergabeliste bewerten
el_gr: Βαθμολόγηση κατά την διάρκεια των λιστών αναπαραγωγής
es_mx: Calificar en listas de reproducción
pt_br: Classificar durante playlists
pt_pt: Classificar durante a lista de reprodução
ro_ro: Evaluare în timpul listelor
ru_ru: Оценивать видео в плейлистах
zh_tw: 播放清單中的評價

# #30154
source: Should rating be requested while watching playlists
de_de: Festlegen, ob während der Wiedergabe von Wiedergabelisten nach Bewertungen gefragt werden soll
el_gr: Εάν θα πρέπει να υπάρξει αίτημα όσο παρακολουθείτε λίστες αναπαραγωγής
es_mx: Si se debería de solicitar calificación mientras se reproducen listas de reproducción
pt_br: A classificação deve ser solicitada ao assistir playlists
pt_pt: Se a classificação deverá ser pedida enquanto assiste aos vídeos
ro_ro: Dacă trebuie să se ceară evaluare în timpul vizionării listelor
ru_ru: Нужно ли оценивать видео во время просмотра плейлистов
zh_tw: 瀏覽播放清單時必須要求評價

# #30155
source: Autoplay related videos
de_de: Ähnliche Videos automatisch wiedergeben
el_gr: Αυτόματη αναπαραγωγή σχετικών βίντεο
es_mx: Videos relacionados de reproducción automática
pt_br: Vídeos relacionados à reprodução automática
pt_pt: Reproduzir videos semelhantes
ro_ro: Redare automată a clipurilor similare
ru_ru: Автоматически проигрывать похожее видео
zh_tw: 自動撥放相關影片

# #30156
source: Autoplay videos related to the previously played video
de_de: Videos automatisch wiedergeben, die dem vorherigen Video ähnlich sind
el_gr: Αυτόματη αναπαραγωγή σχετικών βίντεο σε σχεση με το προηγούμενο
es_mx: Videos de reproducción automática relacionados al video visto previamente
pt_br: Vídeos de reprodução automática relacionados ao vídeo reproduzido anteriormente
pt_pt: Reproduzir automaticamente vídeos relacionados com o vídeo previamente assistido
ro_ro: Redă automat clipuri similare cu cele tocmai văzute
ru_ru: Автоматически проигрывать видео, похожее на предыдущие
zh_tw: 自動撥放與前一影片相關影片

# #30157
source: Set as History
de_de: Als „Angesehen“ markieren
el_gr: Ορισμός ως ιστορικού
es_mx: Establecer como Historial
pt_br: Setar com Histórico
pt_pt: Marcar como histórico
ro_ro: Adaugă la istoric
ru_ru: Привязать плейлист к истории
zh_tw: 設為觀看歷史

# #30158
source: Set as Watch Later
de_de: Als „Später ansehen“ markieren
el_gr: Ορισμός ως Δείτε Αργότερα
es_mx: Establecer como Ver más tarde
pt_br: Setar para Assistir Depois
pt_pt: Marcar como "Ver a seguir"
ro_ro: Adaugă la 'Vezi mai târziu'
ru_ru: Привязать плейлист к "Смотреть позже"
zh_tw: 設為稍後觀看

# #30159
source: Remove as History
de_de: „Angesehen“ entfernen
el_gr: Αφαίρεση από ιστορικό
es_mx: Eliminar como Historial
pt_br: Remover do Histórico
pt_pt: Remover do histórico
ro_ro: Șterge din istoric
ru_ru: Отвязать плейлист от истории
zh_tw: 自觀看歷史中移除

# #30160
source: Remove as Watch Later
de_de: „Später ansehen“ entfernen
el_gr: Αφαίρεση από Δείτε Αργότερα
es_mx: Eliminar como Ver más tarde
pt_br: Remover de Assistir Depois
pt_pt: Remover dos vídeos a "Ver a seguir"
ro_ro: Șterge din 'Vezi mai târziu'
ru_ru: Отвязать плейлист от "Смотреть позже"
zh_tw: 自稍後觀看中移除

# #30161
source: History
de_de: Angesehen
el_gr: Ιστορικό
es_mx: Historial
pt_br: Histórico
pt_pt: Histórico
ro_ro: Istoric
ru_ru: История
zh_tw: 觀看歷史

# #30162
source: Watch later playlist configured
de_de: „Später ansehen“-Wiedergabeliste wurde eingerichtet
el_gr: Λίστα αναπαραγωγής ως Δείτε αργότερα έχει οριστεί
es_mx: Lista de reproducción Ver más tarde configurada
pt_br: Lista de reprodução assistir depois configurada
pt_pt: Playlist de "Reproduzir a seguir" configurada
ro_ro: Lista 'Vezi mai târziu' configurată
ru_ru: Плейлист "Смотреть позже" настроен
zh_tw: 已經設為稍後觀看

# #30163
source: History playlist configured
de_de: „Angesehen“-Wiedergabeliste wurde eingerichtet
el_gr: Έγινε ορισμός του ιστορικού αναπαραγωγής
es_mx: Lista de reproducción Historial configurada
pt_br: Lista de reprodução de histórico configurada
pt_pt: Playlist de histórico configurada
ro_ro: Lista de istoric configurată
ru_ru: Плейлист "История" настроен
zh_tw: 已經設為觀看歷史
