Repository: xbmc/repo-plugins
Catalog: plugin.video.tubed/resources/language/resource.language.*/strings.po
Languages: de_de, el_gr, es_mx, pt_br, pt_pt, ro_ro, ru_ru, zh_tw

# Addon Summary
source: Watch your favorite YouTube content on Kodi
de_de: Lieblingsinhalte von YouTube in Kodi ansehen
el_gr: Δείτε το αγαπημένο σας περιεχόμενο από το Youtube στο Kodi
es_mx: Mira tu contenido favorito de YouTube en Kodi
pt_br: Assista aos seus conteúdos favoritos do Youtube no Kodi
pt_pt: Visualizar o seu conteúdo preferido do Youtube no Kodi
ro_ro: Urmărește conținutul Youtube favorit în Kodi
ru_ru: Смотрите свои любимые видео с Youtube в Kodi
zh_tw: 在Kodi上觀看您最喜歡的YouTube內容

# Addon Description
source: Browse your favorite content from YouTube; create, delete, and rename playlists; subscribe or unsubscribe from your favorite channels; and rate your favorite videos.
de_de: Lieblingsinhalte von YouTube in Kodi ansehen, Wiedergabelisten erstellen, löschen, umbenennen, Lieblingskanäle abonnieren und deabonnieren, Videos bewerten.
el_gr: Περιηγηθείτε στο αγαπημένο σας περιεχόμενο στο Kodi, δημιουργήστε, διαγράψτε, μετονομάστε λίστες αναπαραγωγής, εγγραφτείτε στα αγαπημένα σας κανάλια, βαθμολογείστε τα αγαπημένα σας βίντεο.
es_mx: Navega tu contenido favorito desde YouTube; crea, elimina y renombra listas de reproducción; suscríbete o desuscríbete de tus canales favoritos; y valora tus videos favoritos.
pt_br: Navegue pelo seu conteúdo favorito do YouTube; criar, excluir e renomear listas de reprodução; inscreva-se ou cancele a inscrição de seus canais favoritos; e avalie seus vídeos favoritos.
pt_pt: Assista ao seu conteúdo preferido do Youtube; Crie, remova ou edite listas de reprodução; subscreva ou remova a subscrição para os seus canais favoritos; classifique os seus vídeos favoritos.
ro_ro: Răsfoiește conținutul favorit de pe Youtube; creează, șterge și redenumește liste; abonează-te sau dezabonează-te de la canalele favorite; evaluează clipurile favorite.
ru_ru: Просматривайте любимый контент с YouTube; создавайте, удаляйте, и переименовывайте плейлисты; подписывайтесь или отписывайтесь на каналы; оценивайте любимые видео.
zh_tw: 從YouTube瀏覽您喜歡的內容；新建，刪除和重命名播放列表；訂閱或取消訂閱您喜歡的頻道；對您喜歡的視頻進行評分。

# Addon Disclaimer
source: Tubed&#8217;s use of information received from Google APIs will adhere to the Google API Services User Data Policy, including the Limited Use requirements. For more information on how your data is handled see Tubed&#39;s Privacy Policy at https://panicked.xyz/tubed-privacy/
el_gr: Το Tubed κάνει χρήση πληροφοριών που λαμβάνονται από το API της Google και ακολουθεί της οδηγίες της πολιτικής χρήσης για τα προσωπικά δεδομένα της Google, συμπεριλαμβανομένου και τις απαιτήσεις περιορισμένης χρήσης. Για περισσότερες πληροφορίες και το πως επεξεργάζονται τα δεδομένα παρακαλώ δείτε την πολιτική απορρήτου του Tubed εδώ: https://panicked.xyz/tubed-privacy/
pt_pt: A utilização de informação recebida pelas APIs da Google pelo Tubed respeita os termos de utilização de dados da Google, incluíndo os requisitos limitados de utilização. Para mais informação relativa à utilização dos seus dados consulte a política de privacidade do Tubed em https://panicked.xyz/tubed-privacy/
ro_ro: Utilizarea informațiilor primite de la API-urile Google prin Tubed va adera la politicile Google legate de datele utilizatorilor, inclusiv cerințele de Utilizare Limitată. Pentru mai multe informații despre cum sunt folosite datele utilizatorilor vezi Politica de Confidențialitate a Tubed la https://panicked.xyz/tubed-privacy/
ru_ru: Использование Tubed информации, полученной от Google API, будет соответствовать Политике в отношении пользовательских данных служб Google API, включая требования ограниченного использования. Для получения дополнительной информации о том, как обрабатываются ваши данные, см. Политику конфиденциальности Tubed по адресу https://panicked.xyz/tubed-privacy/

# #30000
source: Most Popular
de_de: Am Beliebtesten
el_gr: Τα πιο δημοφιλή
es_mx: Más popular
pt_br: Populares
pt_pt: Mais populares
ro_ro: Cel mai popular
ru_ru: Самое популярное
zh_tw: 最受歡迎

# #30001
source: Next Page
de_de: Nächste Seite
el_gr: Επόμενη σελίδα
es_mx: Siguiente página
pt_br: Próxima Página
pt_pt: Próxima página
ro_ro: Pagina următoare
ru_ru: Следующая страница
zh_tw: 下一頁

# #30002
source: Recommendations
de_de: Empfehlungen
el_gr: Προτάσεις
es_mx: Recomendaciones
pt_br: Recomendações
pt_pt: Recomendações
ro_ro: Recomandări
ru_ru: Рекомендуемое
zh_tw: 為你推薦

# #30003
source: Search
de_de: Suche
el_gr: Αναζήτηση
es_mx: Buscar
pt_br: Procurar
pt_pt: Pesquisa
ro_ro: Căutare
ru_ru: Поиск
zh_tw: 搜尋

# #30004
source: My Channel
de_de: Mein Kanal
el_gr: Το κανάλι μου
es_mx: Mi canal
pt_br: Meu Canal
pt_pt: O meu canal
ro_ro: Canalul meu
ru_ru: Мой канал
zh_tw: 我的頻道

# #30005
source: Liked Videos
de_de: Positiv bewertete Videos
el_gr: Βίντεο που μου αρέσουν
es_mx: Videos que me gustan
pt_br: Vídeos Curtidos
pt_pt: Videos que gostou
ro_ro: Clipuri apreciate
ru_ru: Понравившееся видео
zh_tw: 喜歡的影片

# #30006
source: Disliked Videos
de_de: Negativ bewertete Videos
el_gr: Βίντεο που δεν μου αρέσουν
es_mx: Videos que no me gustan
pt_br: Vídeos Não Curtidos
pt_pt: Vídeos que não gostou
ro_ro: Clipuri neapreciate
ru_ru: Непонравившееся видео
zh_tw: 不喜歡的影片

# #30007
source: Playlists
de_de: Wiedergabelisten
el_gr: Λίστες αναπαραγωγής
es_mx: Listas de reproducción
pt_br: Listas de Reprodução
pt_pt: Listas de reprodução
ro_ro: Liste
ru_ru: Плейлисты
zh_tw: 播放清單

# #30008
source: Channels
de_de: Kanäle
el_gr: Κανάλια
es_mx: Canales
pt_br: Canais
pt_pt: Canais
ro_ro: Canale
ru_ru: Каналы
zh_tw: 頻道

# #30009
source: Subscriptions
de_de: Abonnements
el_gr: Εγγραφές
es_mx: Suscripciones
pt_br: Subscrições
pt_pt: Subscrições
ro_ro: Abonări
ru_ru: Подписки
zh_tw: 訂閱內容

# #30010
source: Live
el_gr: Ζωντανά
es_mx: En vivo
pt_br: Ao Vivo
pt_pt: Ao vivo
ro_ro: În direct
ru_ru: Трансляции
zh_tw: 直播

# #30011
source: Sign in with Google
de_de: Mit Google anmelden
el_gr: Είσοδος μέσω Google
es_mx: Inicia sesión con Google
pt_br: Logar com Google
pt_pt: Login com o Google
ro_ro: Conectare cu contul Google
ru_ru: Войти с помощью Google
zh_tw: 以Google帳號登入

# #30012
source: Sign Out
de_de: Abmelden
el_gr: Έξοδος
es_mx: Cerrar sesión
pt_br: deslogar
pt_pt: Sair
ro_ro: Deconectare
ru_ru: Выйти
zh_tw: 登出

# #30013
source: Manage Users
de_de: Benutzer verwalten
el_gr: Διαχείρηση χρηστών
es_mx: Administrar usuarios
pt_br: Gerenciar Usuários
pt_pt: Gerir utilizadores
ro_ro: Administrează utilizatori
ru_ru: Управление пользователями
zh_tw: 管理使用者

# #30014
source: New Search
de_de: Neue Suche
el_gr: Νέα αναζήτηση
es_mx: Nueva búsqueda
pt_br: Próxima Procura
pt_pt: Nova pesquisa
ro_ro: Căutare nouă
ru_ru: Новый поиск
zh_tw: 新的搜尋

# #30015
source: Enter your search term
de_de: Bitte Suchbegriff eingeben
el_gr: Εισάγετε τον όρο αναζήτησης
es_mx: Ingresa el término de búsqueda
pt_br: Entre com o termo de sua procura
pt_pt: Introduza o termo a procurar
ro_ro: Introdu termenul căutării
ru_ru: Введите поисковый запрос
zh_tw: 輸入你要搜尋的關鍵字

# #30016
source: Go to %s and enter the following code:
de_de: Bitte %s aufrufen und folgenden Code eingeben:
el_gr: Πήγαινε στο %s και εισάγετε τον ακόλουθο κωδικό:
es_mx: Ve a %s e ingresa el siguiente código:
pt_br: Vá para %s e entre o seguinte código:
pt_pt: Navegue até %s e introduza o seguinte código:
ro_ro: Mergi la %s și introdu următorul cod:
ru_ru: Зайдите в %s и введите следующий код:
zh_tw: 前往 %s 並輸入以下代號:

# #30017
source: New user...
de_de: Neuer Benutzer ...
el_gr: Νέος χρήστης...
es_mx: Nuevo usuario...
pt_br: Novo usuário...
pt_pt: Novo utilizador...
ro_ro: Utilizator nou...
ru_ru: Новый пользователь...
zh_tw: 新增使用者...

# #30018
source: Rename user...
de_de: Benutzer umbenennen ...
el_gr: Μετονομασία χρήστη...
es_mx: Renombrar usuario...
pt_br: Ronomear usuário...
pt_pt: Renomear utilizador...
ro_ro: Redenumește utilizator...
ru_ru: Сменить имя пользователя...
zh_tw: 重新命名使用者...

# #30019
source: Remove user...
de_de: Benutzer entfernen ...
el_gr: Αφαίρεση χρήστη...
es_mx: Eliminar usuario...
pt_br: Remover usuário...
pt_pt: Remover utilizador...
ro_ro: Șterge utilizator...
ru_ru: Удалить пользователя...
zh_tw: 移除使用者...

# #30020
source: New Username
de_de: Neuer Benutzername
el_gr: Νέο όνομα χρήστη
es_mx: Nuevo nombre de usuario
pt_br: Novo nome de usuário
pt_pt: Novo utilizador
ro_ro: Nume nou de utilizator
ru_ru: Новое имя пользователя
zh_tw: 新增使用者名稱

# #30021
source: Remove User
de_de: Benutzer entfernen
el_gr: Αφαίρεση χρήστη
es_mx: Eliminar usuario
pt_br: Remover Usuário
pt_pt: Remover Utilizador
ro_ro: Șterge utilizator
ru_ru: Удалить пользователя
zh_tw: 移除使用者

# #30022
source: Removing %s, are you sure?
de_de: Soll %s wirklich entfernt werden?
el_gr: Αφαίρεση του %s, είστε σίγουροι;
es_mx: Se eliminará a %s, ¿estás seguro?
pt_br: Removendo %s, tem certeza?
pt_pt: A remover %s, tem a certeza?
ro_ro: Ești sigur că vrei să ștergi utilizatorul %s?
ru_ru: Пользователь %s будет удален, вы уверены?
zh_tw: 正要移除 %s，你確定嗎?

# #30023
source: Uploads
el_gr: Μεταφορώσεις
es_mx: Subidas
pt_br: Envios
ro_ro: Încărcări
ru_ru: Загрузки
zh_tw: 你上傳的影片

# #30024
source: You are about to sign out, are you sure?
de_de: Wirklich abmelden?
el_gr: Είστε σίγουροι ότι θέλετε να κάνετε έξοδο;
es_mx: Vas a cerrar sesión, ¿estás seguro?
pt_br: Você está prestes a deslogar, tem certeza?
pt_pt: Está prestes a efectuar logout, tem a certeza?
ro_ro: Ești sigur că vrei să te deconectezi?
ru_ru: Вы собираетесь выйти, вы уверены?
zh_tw: 你正要登出此帳號，你確定嗎?

# #30025
source: Categories
de_de: Kategorien
el_gr: Κατηγορίες
es_mx: Categorías
pt_br: Categorias
pt_pt: Categorias
ro_ro: Categorii
ru_ru: Категории
zh_tw: 類別

# #30026
source: Remove...
de_de: Entfernen ...
el_gr: Αφαίρεση...
es_mx: Eliminar...
pt_br: Remover...
pt_pt: Remover...
ro_ro: Șterge...
ru_ru: Удалить...
zh_tw: 移除...

# #30027
source: Clear history
de_de: Verlauf leeren
el_gr: Εκκαθάριση ιστορικού
es_mx: Limpiar historial
pt_br: Limpar histórico
pt_pt: Limpar histórico
ro_ro: Șterge istoric
ru_ru: Очистить историю
zh_tw: 清除歷史紀錄

# #30028
source: General
de_de: Allgemein
el_gr: Γενικά
pt_br: Geral
pt_pt: Geral
ru_ru: Общие
zh_tw: 一般

# #30029
source: Quality
de_de: Qualität
el_gr: Ποιότητα
es_mx: Calidad
pt_br: Qualidade
pt_pt: Qualidade
ro_ro: Calitate
ru_ru: Качество
zh_tw: 畫質

# #30030
source: Choose the maximum playback quality for videos and live content
de_de: Maximale Wiedergabequalität für Videos und Live-Inhalte auswählen
el_gr: Επιλογή της μέγιστης ποιότητας αναπαραγωγης για τα βίντεο και το ζωντανό περιεχόμενο
es_mx: Elige la calidad de reproducción máxima para video y contenido en vivo
pt_br: Escolha a qualidade máxima de reprodução para vídeos e conteúdos ao vivo
pt_pt: Escolha a qualidade máxima da reprodução de vídeos e conteúdo ao vivo
ro_ro: Alege calitatea maximă pentru redarea clipurilor și conținutului în direct
ru_ru: Выбор максимального качества для видео и прямых эфиров
zh_tw: 選擇影片以及直播的最高畫質

# #30031
source: Limit to 30 fps
de_de: Auf 30 fps begrenzen
el_gr: Περιορισμός στα 30 κ/δ
es_mx: Limitar a 30 fps
pt_br: Limitado a 30 fps
pt_pt: Limitar a 30 fps
ro_ro: Limitează la 30 fps
ru_ru: Лимит в 30 кадров в секунду
zh_tw: 限制至30fps

# #30032
source: Limit playback quality to 30 fps or less
de_de: Wiedergabequalität auf 30 fps oder weniger begrenzen
el_gr: Περιορισμός ποιότητας αναπαραγωγής στα 30 κ/δ ή λιγότερα
es_mx: Limitar calidad de reproducción a 30 fps o menos
pt_br: Limite a qualidade da reprodução para 30 fps ou menos
pt_pt: Limitar a qualidade de reprodução a 30 fps ou inferior
ro_ro: Limitează calitatea redării la 30 fps sau mai puțin
ru_ru: Ограничить воспроизведение видео в 30 кадров в секунду или меньше
zh_tw: 限制影片畫質至30fps或更低

# #30034
source: Use the best matching HDR streams for videos
de_de: Die am besten passenden HDR-Streams für Videos auswählen
el_gr: Κάνε χρήση του βέλτιστου ζεύγους HDR ροών για τα βίντεο
es_mx: Utilizar las transmisiones HDR que mejor coincidan para videos
pt_br: Use os melhores streams HDR correspondentes para vídeos
pt_pt: Utilizar a melhor combinação para streams de vídeo HDR
ro_ro: Folosește cele mai bune fluxuri HDR pentru clipuri
ru_ru: Использовать наиболее подходящие HDR потоки для видео
zh_tw: 使用最符合的HDR串流

# #30035
source: Adaptive (MP4/H264)
de_de: Adaptiv (MP4/H264)
el_gr: Μεταβλητή (MP4/H264)
pt_br: Adaptativo (MP4/H264)
pt_pt: Adaptativo (MP4/H264)
ro_ro: Adaptiv (MP4/H264)
zh_tw: 自適應(MP4/H264)

# #30036
source: Adaptive (WEBM/VP9)
de_de: Adaptiv (WEBM/VP9)
el_gr: Μεταβλητή (WEBM/VP9)
pt_br: Adaptativo (WEBM/VP9)
pt_pt: Adaptativo (WEBM/VP9)
ro_ro: Adaptiv (WEBM/VP9)
zh_tw: 自適應(WEBM/VP9)

# #30045
source: Playback
de_de: Wiedergabe
el_gr: Αναπαραγωγή
es_mx: Reproducción
pt_br: Reprodução
pt_pt: Reprodução
ro_ro: Redare
ru_ru: Воспроизведение
zh_tw: 重播

# #30046
source: Watch Later
de_de: Später ansehen
el_gr: Δείτε αργότερα
es_mx: Ver más tarde
pt_br: Assistir depois
pt_pt: Ver mais tarde
ro_ro: Vezi mai târziu
ru_ru: Смотреть позже
zh_tw: 稍後觀看

# #30047
source: Regional
el_gr: Τοπικά
ru_ru: Региональные
zh_tw: 你的位置

# #30048
source: Language
de_de: Sprache
el_gr: Γλώσσα
es_mx: Idioma
pt_br: Idioma
pt_pt: Língua
ro_ro: Limbă
ru_ru: Язык
zh_tw: 語言

# #30049
source: Your preferred YouTube UI language
de_de: Bevorzugte YouTube-UI-Sprache
el_gr: Η προτιμώμενη γλώσσα για το UI του Youtube
es_mx: Tu idioma preferido para la interfaz de YouTube
pt_br: Seu ID de idioma preferido no Youtube
pt_pt: A sua língua preferida para a interface do YouTube
ro_ro: Limba preferată pentru interfața Youtube
ru_ru: Язык интерфейса Youtube
zh_tw: 你偏好的YouTube介面語言

# #30050
source: Region
el_gr: Περιοχή
es_mx: Región
pt_br: Região
pt_pt: Região
ro_ro: Regiune
ru_ru: Регион
zh_tw: 地區

# #30051
source: Your preferred content region
de_de: Bevorzugten Region für Inhalte
el_gr: Η προτιμώμενη
es_mx: Tu región de contenido preferida
pt_br: Sua região preferido para conteúdo
pt_pt: A sua região preferida
ro_ro: Conținut regional preferat
ru_ru: Предпочитаемый регион
zh_tw: 你偏好內容的地區

# #30052
source: Configure regional preferences
de_de: Regionale Vorlieben einstellen
el_gr: Ρύθμιση τοπικών προτιμήσεων
es_mx: Configurar preferencias regionales
pt_br: Configure as preferências regionais
pt_pt: Configurar as preferências regionais
ro_ro: Configurează preferințele regionale
ru_ru: Настройка языка и региона
zh_tw: 設定你的位置

# #30053
source: Configure your preferred language and region
de_de: Bevorzugte Sprache und Region einstellen
el_gr: Ρύθμιση της προτιμώνενης γλώσσας και περιοχής
es_mx: Configura tu idioma y región preferidos
pt_br: Configure seu idioma e região preferido
pt_pt: Configurar a língua e região preferidas
ro_ro: Configurează limba și regiunea preferată
ru_ru: Настройте подходящий язык и регион
zh_tw: 設定你偏好的語言以及地區

# #30054
source: Configure subtitles
de_de: Untertitel konfigureren
el_gr: Ρύθμιση υποτίτλων
es_mx: Configura los subtítulos
pt_br: Configure legendas
pt_pt: Configurar legendas
ro_ro: Configurează subtitrare
ru_ru: Настройка субтитров
zh_tw: 設定字幕

# #30055
source: Configure your preferred subtitle language
de_de: Bevorzugte Sprache für Untertitel einstellen
el_gr: Ρύθμιση της προτιμώμενης γλώσσας υποτίτλων
es_mx: Configura tu idioma de subtítulos preferido
pt_br: Configure seu idioma de legenda preferido
pt_pt: Configurar a sua língua preferida para as legendas
ro_ro: Configurează limba preferată a subtitrării
ru_ru: Настройте подходящий язык субтитров
zh_tw: 設定你偏好的字幕語言

# #30056
source: Subtitle language
de_de: Untertitelsprache
el_gr: Γλώσσα υποτίτλων
es_mx: Idioma de subtítulos
pt_br: Idioma legenda
pt_pt: Língua das legendas
ro_ro: Limba subtitrării
ru_ru: Язык субтитров
zh_tw: 字幕語言

# #30057
source: Your preferred subtitle language
de_de: Bevorzugte Untertitelsprache
el_gr: Ο προτιμώμενη γλώσσα υποτίτλων
es_mx: Tu idioma de subtítulos preferido
pt_br: Seu idioma de legenda preferido
pt_pt: A sua língua preferida para as legendas
ro_ro: Limba preferată a subtitrării
ru_ru: Предпочитаемый язык субтитров
zh_tw: 你偏好的字幕語言

# #30058
source: Subtitles
de_de: Untertitel
el_gr: Υπότιτλοι
es_mx: Subtítulos
pt_br: Legendas
pt_pt: Legendas
ro_ro: Subtitrări
ru_ru: Субтитры
zh_tw: 字幕

# #30059
source: %s with %s fallback
de_de: %s mit Fallback %s
el_gr: %s με %s ως υπαναχώρηση
es_mx: %s y %s como alternativa
pt_br: $s com %s reserva
pt_pt: % com %s como alternativa
ro_ro: %s cu rezervă %s
ru_ru: %s с альтернативой %s
zh_tw: %s 倒退 %s

# #30060
source: No auto-generated
de_de: Keine automatisch erzeugten
el_gr: Χωρίς αυτόματα δημιουργημένες
es_mx: No auto-generados
pt_br: Sem geração automática
pt_pt: Sem geração automática
ro_ro: Fără subtitrări auto-generate
ru_ru: Не создано автоматически
zh_tw: 沒有自動產生

# #30061
source: None
de_de: Keine
el_gr: Καμία/Κανένα
es_mx: Ninguno
pt_br: Nenhum
pt_pt: Nenhum
ro_ro: Nici una
ru_ru: Нет
zh_tw: 無

# #30062
source: Prompt
de_de: Nachfragen
el_gr: Ερώτηση
es_mx: Preguntar
pt_br: Perguntar
pt_pt: Pedir
ru_ru: Всегда спрашивать
zh_tw: 提示

# #30063
source: Subscribe
de_de: Abonnieren
el_gr: Εγγραφή
es_mx: Suscribir
pt_br: Subscrever
pt_pt: Subscrever
ro_ro: Abonează-te
ru_ru: Подписаться
zh_tw: 訂閱

# #30064
source: Subscribed
de_de: Abonniert
el_gr: Εγγρεγραμένος/η
es_mx: Suscrito
pt_br: Subscrito
pt_pt: Subscrito
ro_ro: Abonat
ru_ru: Подписан
zh_tw: 已訂閱

# #30065
source: Unsubscribe
de_de: Abonnement beenden
el_gr: Αποεγγραφή
es_mx: Desuscribir
pt_br: Remover subscrição
pt_pt: Remover subscrição
ro_ro: Dezabonare
ru_ru: Отписаться
zh_tw: 取消訂閱

# #30066
source: Unsubscribed
de_de: Abonnement beendet
el_gr: Μη εγγεγραμένος
es_mx: Desuscrito
pt_br: Subscrição cancelada
pt_pt: Subscrição removida
ro_ro: Dezabonat
ru_ru: Отписан
zh_tw: 未訂閱

# #30067
source: Error
de_de: Fehler
el_gr: Σφάλμα
pt_br: Erro
pt_pt: Erro
ro_ro: Eroare
ru_ru: Ошибка
zh_tw: 錯誤

# #30068
source: Play (Prompt for subtitles)
de_de: Wiedergeben (nach Untertiteln fragen)
el_gr: Αναπαραγωγή (Ερώτηση για υποτίτλους)
es_mx: Reproducir (Preguntar por subtítulos)
pt_br: Reprodução (Prompt para legendas)
pt_pt: Reproduzir (Questionar para as legendas)
ro_ro: Redă (întreabă de subtitrări)
ru_ru: Воспроизвести (с выбором субтитров)
zh_tw: 播放(提示字幕)

# #30069
source: Go to %s
de_de: %s besuchen
el_gr: Πήγαινε στο %s
es_mx: Ir a %s
pt_br: Ir para %s
pt_pt: Ir para %s
ro_ro: Mergi la %s
ru_ru: Перейти в %s
zh_tw: 前往 %s

# #30070
source: Subscribed to %s
de_de: %s abonniert
el_gr: Εγγραφή στο %s
es_mx: Suscrito a %s
pt_br: Subscrito para %s
pt_pt: Subscreveu %s
ro_ro: Abonat la %s
ru_ru: Подписан на канал %s
zh_tw: 訂閱 %s

# #30071
source: Unsubscribed from %s
de_de: Abonnement von %s beendet
el_gr: Έγινε αποεγγραφή από %s
es_mx: Desuscrito de %s
pt_br: Removido subscrição para %s
pt_pt: Removeu subscrição de %s
ro_ro: Dezabonat de la %s
ru_ru: Отписан от канала %s
zh_tw: 取消訂閱 %s

# #30072
source: Rate
de_de: Bewerten
el_gr: Βαθμολόγηση
es_mx: Valorar
pt_br: Classificar
pt_pt: Classificação
ro_ro: Evaluează
ru_ru: Оценить видео
zh_tw: 評價

# #30073
source: I like this
de_de: Gefällt mir
el_gr: Μου αρέσει αυτό
es_mx: Me gusta
pt_br: Eu gosto disto
pt_pt: Gosto disto
ro_ro: Îmi place
ru_ru: Мне понравилось
zh_tw: 我喜歡這個

# #30074
source: I dislike this
de_de: Gefällt mir nicht
el_gr: Δεν μου αρέσει αυτό
es_mx: No me gusta
pt_br: Eu não gosto disto
pt_pt: Não gosto disto
ro_ro: Nu îmi place
ru_ru: Мне не понравилось
zh_tw: 我不喜歡這個

# #30075
source: Remove rating
de_de: Bewertung entfernen
el_gr: Αφαίρεση βαθμολόγησης
es_mx: Quitar me gusta/no me gusta
pt_br: Remover classificação
pt_pt: Remover classificação
ro_ro: Șterge evaluare
ru_ru: Убрать оценку
zh_tw: 移除評價

# #30076
source: Liked
de_de: Positiv bewertet
el_gr: Μου αρέσει
es_mx: Te gusta
pt_br: Curtido
pt_pt: Gostos
ro_ro: Apreciat
ru_ru: Оценка "Нравится" поставлена
zh_tw: 喜歡了

# #30077
source: Disliked
de_de: Negativ bewertet
el_gr: Δεν μου αρέσει
es_mx: No te gusta
pt_br: Descurtido
pt_pt: Não gostei
ro_ro: Neapreciat
ru_ru: Оценка "Не нравится" поставлена
zh_tw: 不喜歡了

# #30078
source: Liked %s
de_de: %s als positiv bewertet
el_gr: Μου άρεσε το %s
es_mx: Te gusta %s
pt_br: Curtido %s
pt_pt: Gostou de %s
ro_ro: Apreciat %s
ru_ru: Оценка "Нравиться" поставлена для видео %s
zh_tw: 喜歡 %s

# #30079
source: Disliked %s
de_de: %s als negativ bewertet
el_gr: Δεν μου άρεσε το %s
es_mx: No te gusta %s
pt_br: Descurtido %s
pt_pt: Não gostou de %s
ro_ro: Neapreciat %s
ru_ru: Оценка "Не нравиться" поставлена для видео %s
zh_tw: 不喜歡 %s

# #30080
source: Rating removed
de_de: Bewertung entfernt
el_gr: Έγινε αφαίρεση της βαθμολογίας
es_mx: Valoración quitada
pt_br: Classificação removida
pt_pt: Classificação removida
ro_ro: Evaluare ștearsă
ru_ru: Оценка убрана
zh_tw: 評價已經移除

# #30081
source: Rating removed from %s
de_de: Bewertung von %s entfernt
el_gr: Έγινε αφαίρεση της βαθμολογίας από %s
es_mx: Valoración quitada de %s
pt_br: Classificação removida de %s
pt_pt: Removeu classificação de %s
ro_ro: Evaluare ștearsă pentru %s
ru_ru: Оценка убрана с видео %s
zh_tw: 評價已經從 %s 移除

# #30082
source: New playlist
de_de: Neue Wiedergabeliste
el_gr: Νέα λίστα αναπαραγωγής
es_mx: Nueva lista de reproducción
pt_br: Nova lista de reprodução
pt_pt: Nova lista de reprodução
ro_ro: Listă nouă
ru_ru: Новый плейлист
zh_tw: 新增撥放清單

# #30083
source: Add to playlist
de_de: Zu Wiedergabeliste hinzufügen
el_gr: Προσθήκη στην λίστα αναπαραγωγής
es_mx: Agregar a lista de reproducción
pt_br: Adicionar para lista de reprodução
pt_pt: Adicionou à lista de reprodução
ro_ro: Adaugă la listă
ru_ru: Добавить в плейлист
zh_tw: 新增至播放清單

# #30084
source: Remove from playlist
de_de: Aus Wiedergabeliste entfernen
el_gr: Αφαίρεση από την λίστα αναπαραγωγής
es_mx: Quitar de lista de reproducción
pt_br: Remover da lista de reprodução
pt_pt: Removeu da lista de reprodução
ro_ro: Șterge din listă
ru_ru: Убрать с плейлиста
zh_tw: 自播放清單中移除

# #30085
source: Delete playlist
de_de: Wiedergabeliste löschen
el_gr: Διαγραφή λίστας αναπαραγωγής
es_mx: Eliminar lista de reproducción
pt_br: Deletar lista de reprodução
pt_pt: Removeu lista de reprodução
ro_ro: Șterge listă
ru_ru: Удалить плейлист
zh_tw: 移除播放清單

# #30086
source: Enter your playlist title
de_de: Bitte den Titel der Wiedergabeliste eingeben
el_gr: Εισαγωγή της ονομασίας της λίστας αναπαραγωγής
es_mx: Ingresa el nombre de tu lista de reproducción
pt_br: Entre com título para lista de reprodução
pt_pt: Introduza um nome para a lista de reprodução
ro_ro: Introdu numele listei
ru_ru: Введите название плейлиста
zh_tw: 輸入你的播放清單名稱

# #30087
source: Added %s to %s
de_de: %s zu %s hinzugefügt
el_gr: Έγινε προσθήκη του %s στο %s
es_mx: Agregado %s a %s
pt_br: Adicionado %s para %s
pt_pt: Adicionou %s a %s
ro_ro: Adăugat %s la %s
ru_ru: Видео %s добавлно в плейлист %s
zh_tw: 新增 %s 至 %s

# #30088
source: Removed from playlist
de_de: Aus Wiedergabeliste entfernt
el_gr: Αφαίρεση από λίστα αναπαραγωγής
es_mx: Quitado de la lista de reproducción
pt_br: Removido da lista de reprodução
pt_pt: Removido da lista de reprodução
ro_ro: Șters din listă
ru_ru: Видео удалено с плейлиста
zh_tw: 已經從播放清單中移除

# #30089
source: Removed %s from playlist
de_de: %s aus Wiedergabeliste entfernt
el_gr: Αφαίρεση του %s από την λίστα αναπαραγωγής
es_mx: Quitado %s de la lista de reproducción
pt_br: Removido %s da lista de reprodução
pt_pt: Removeu %s da lista de reprodução
ro_ro: %s șters din listă
ru_ru: Видео %s удалено с плейлиста
zh_tw: 從播放清單中移除 %s

# #30090
source: Playlist deleted
de_de: Wiedergabeliste gelöscht
el_gr: Διαγραφή λίστας αναπαραγωγής
es_mx: Lista de reproducción eliminada
pt_br: Lista de reprodução deletada
pt_pt: Lista de reprodução removida
ro_ro: Listă ștearsă
ru_ru: Плейлист удален
zh_tw: 已經刪除播放清單
