Repository: xbmc/repo-plugins
Catalog: plugin.video.tubed/resources/language/resource.language.*/strings.po
Languages: de_de, el_gr, es_mx, pt_br, pt_pt, ro_ro, ru_ru, zh_tw

# #30164
source: %s was configured as your watch later playlist
de_de: %s wurde als „Später ansehen“-Wiedergabeliste eingestellt
el_gr: Η %s έχει ρυθμιστεί ως λίστα αναπαραγωγής Δείτε Αργότερα
es_mx: %s fue configurada como tu lista de reproducción de Ver más tarde
pt_br: %s foi configurado como sua lista de reprodução para assistir mais tarde
pt_pt: %s foi configurada como a sua playlist de "Assistir a seguir"
ro_ro: %s a fost adăugat în lista 'Vezi mai târziu'
ru_ru: Плейлист %s привязан к "Смотреть позже"
zh_tw: %s 已經設為稍後觀看播放清單

# #30165
source: %s was configured as your history playlist
de_de: %s wurde als „Angesehen“-Wiedergabeliste eingestellt
el_gr: Η %s έχει ρυθμιστεί ως ιστορικό αναπαραγωγής
es_mx: %s fue configurada como tu lista de reproducción de Historial
pt_br: %s foi configurado como sua lista de reprodução de histórico
pt_pt: %s foi configurada como a sua playlist de histórico
ro_ro: %s a fost adăugat în istoric
ru_ru: Плейлист %s привязан к "История"
zh_tw: %s 已經設為觀看歷史播放清單

# #30166
source: Watch later playlist is no longer configured
de_de: „Später ansehen“-Wiedergabeliste ist nicht länger eingestellt
el_gr: Η λίστα αναπαραγωγής Δείτε Αργότερα δεν είναι πλέον ρυθμισμένη
es_mx: La lista de reproducción de Ver más tarde ya no está configurada
pt_br: Assistir mais tarde a lista de reprodução não está mais configurada
pt_pt: A lista de reprodução de "Assistir a seguir" não está mais configurada
ro_ro: Lista 'Vezi mai târziu' nu mai este folosită
ru_ru: Плейлист "Смотреть позже" больше не настроен
zh_tw: 稍後觀看播放清單尚未設定

# #30167
source: History playlist is no longer configured
de_de: „Angesehen“-Wiedergabeliste ist nicht länger eingestellt
el_gr: Το ιστορικό αναπαραγωγής δεν είναι πλέον ρυθμισμένο
es_mx: La lista de reproducción de Historial ya no está configurada
pt_br: A lista de reprodução do histórico não está mais configurada
pt_pt: A lista de reprodução de histórico não está mais configurada
ro_ro: Istoricul nu mai este folosit
ru_ru: Плейлист "История" больше не настроен
zh_tw: 觀看歷史播放清單尚未設定

# #30168
source: %s is no longer configured as your watch later playlist
de_de: %s ist nicht länger als „Später ansehen“-Wiedergabeliste eingestellt
el_gr: Η %s δεν είναι πλέον ορισμένη ως την λίστα αναπαραγωγής Δείτε Αργότερα
es_mx: %s ya no está configurada como tu lista de reproducción de Ver más tarde
pt_br: %s não está mais configurado como sua lista de reprodução para assistir mais tarde
pt_pt: %s não está mais configurada como a lista de reprodução a "Assistir a seguir"
ro_ro: %s nu mai este configurată ca lista 'Vezi mai târziu'
ru_ru: Плейлист %s отвязан от "Смотреть позже"
zh_tw: %s 不再設為稍後觀看播放清單

# #30169
source: %s is no longer configured as your history playlist
de_de: %s ist nicht länger als „Angesehen“-Wiedergabeliste eingestellt
el_gr: Η %s δεν είναι πλέον ορισμένη ως το ιστορικο αναπαραγωγής
es_mx: %s ya no está configurada como tu lista de reproducción de Historial
pt_br: %s não está mais configurado como sua lista de reprodução de histórico
pt_pt: %s não está mais configurada como a sua playlist de histórico
ro_ro: %s nu mai este configurată ca lista de istoric
ru_ru: Плейлист %s отвязан от "История"
zh_tw: %s 不再設為觀看歷史播放清單

# #30170
source: Add to watch later
de_de: Zu „Später ansehen“ hinzufügen
el_gr: Προσθήκη στα Δείτε Αργότερα
es_mx: Añadir a Ver más tarde
pt_br: Adicionar para assistir depois
pt_pt: Adicionar a "Assistir a seguir"
ro_ro: Adaugă la 'Vezi mai târziu'
ru_ru: Добавить в "Cмотреть позже"
zh_tw: 加入至稍後觀看

# #30171
source: Favorite Channels
de_de: Lieblingskanäle
el_gr: Αγαπημένα κανάλια
es_mx: Canales favoritos
pt_br: Canais Favoritos
pt_pt: Canais favoritos
ro_ro: Canale favorite
ru_ru: Любимые каналы
zh_tw: 喜歡的頻道

# #30172
source: Add to favorite channels
de_de: Zu Lieblingskanälen hinzufügen
el_gr: Προσθήκη στα αγαπημένα κανάλια
es_mx: Añadir a canales favoritos
pt_br: Adicionar aos canais favoritos
pt_pt: Adicionar aos seus canais favoritos
ro_ro: Adaugă la canale favorite
ru_ru: Добавить в любимые каналы
zh_tw: 加入至喜歡的頻道

# #30173
source: Clear favorite channels
de_de: Lieblingskanäle löschen
el_gr: Καθαρισμός αγαπημένων καναλιών
es_mx: Limpiar canales favoritos
pt_br: Limpar canais favoritos
pt_pt: Remover canais favoritos
ro_ro: Golește canalele favorite
ru_ru: Очистить любимые каналы
zh_tw: 清除喜歡的頻道

# #30174
source: Added to favorite channels
de_de: Zu Lieblingskanälen hinzugefügt
el_gr: Προστέθηκε στα αγαπημένα κανάλια
es_mx: Añadido a canales favoritos
pt_br: Adicionado ao canais favoritos
pt_pt: Adicionar aos canais favoritos
ro_ro: Adăugat la canale favorite
ru_ru: Добавлен в любимые каналы
zh_tw: 已經加入至喜歡的頻道

# #30175
source: Removed from favorite channels
de_de: Aus Lieblingskanälen entfernt
el_gr: Αφαιρέθηκε από τα αγαπημένα κανάλια
es_mx: Eliminado de canales favoritos
pt_br: Removido dos canais favoritos
pt_pt: Remover dos canais favoritos
ro_ro: Șters din canale favorite
ru_ru: Убран из любимых каналов
zh_tw: 已經自喜歡的頻道移除

# #30176
source: Import from xml
de_de: Aus XML importieren
el_gr: Εισαγωγή από xml
es_mx: Importar de XML
pt_br: Importar do xml
pt_pt: Importar do XML
ro_ro: Importă din xml
ru_ru: Импортировать из xml
zh_tw: 從xml匯入

# #30177
source: Import failed
de_de: Importieren fehlgeschlagen
el_gr: Αποτυχία εισαγωγής
es_mx: Importación fallida
pt_br: Importar falhou
pt_pt: Importação falhou
ro_ro: Importul a eșuat
ru_ru: Не удалость импортировать
zh_tw: 匯入失敗

# #30178
source: Import completed successfully
de_de: Importieren erfolgreich abgeschlossen
el_gr: Η εισαγωγή έχει επιτυχώς ολοκληρωθεί
es_mx: Importación completada con éxito
pt_br: Importar completado com sucesso
pt_pt: Importação completada com sucesso
ro_ro: Importul s-a terminat cu succes
ru_ru: Импорт успешно выполнен
zh_tw: 匯入成功

# #30179
source: You are about to clear your favorite channels, are you sure?
de_de: Sollen die Lieblingskanäle wirklich gelöscht werden?
el_gr: Πρόκειται να καθαρίστε τα αγαπημένα σας κανάλια, είστε σίγουροι;
es_mx: Vas a limpiar tus canales favoritos, ¿estas seguro?
pt_br: Você está prestes a limpar seus canais favoritos, tem certeza?
pt_pt: Está prestes a remover os seus canais favoritos, deseja prosseguir?
ro_ro: Ești sigur că vrei să golești canalele favorite
ru_ru: Вы собираетесь очистить список любимых каналов, вы уверены?
zh_tw: 你正要清除喜歡的頻道，你確定嗎?

# #30180
source: Favorite channels cleared
de_de: Lieblingskanäle gelöscht
el_gr: Τα αγαπημένα κανάλια έχουν καθαριστεί
es_mx: Canales favoritos limpiados
pt_br: Canais favoritos limpo
pt_pt: Canais favoritos removidos
ro_ro: Canalele favorite au fost golite
ru_ru: Список любимых каналов очищен
zh_tw: 已經清除喜歡的頻道

# #30181
source: Add %s to favorite channels
de_de: %s zu Lieblingskanälen hinzufügen
el_gr: Προσθήκη %s στα αγαπημένα κανάλια
es_mx: Añadir %s a canales favoritos
pt_br: Adicionar %s para canais favoritos
pt_pt: Adicionou %s aos canais favoritos
ro_ro: Adaugă %s la canalele favorite
ru_ru: Добавить %s в любимые каналы
zh_tw: %s 加入至喜歡的頻道

# #30182
source: Added %s to favorite channels
de_de: %s zu Lieblingskanälen hinzugefügt
el_gr: Έγινε προσθήκη του %s στα αγαπημένα κανάλια
es_mx: %s añadido a canales favoritos
pt_br: Adicionado %s dos canais favoritos
pt_pt: Adicionou %s aos canais favoritos
ro_ro: Adăugat %s la canalele favorite
ru_ru: %s добавлен в список любимых каналов
zh_tw: %s 已經加入至喜歡的頻道

# #30183
source: Removed %s from favorite channels
de_de: %s aus Lieblingskanälen entfernt
el_gr: Αφαιρέθηκε το %s από τα αγαπημένα κανάλια
es_mx: %s eliminado de canales favoritos
pt_br: Removido %s dos canais favoritos
pt_pt: Removeu %s dos canais favoritos
ro_ro: %s șters din canalele favorite
ru_ru: %s убран из списка любимых каналов
zh_tw: %s 已經自喜歡的頻道移除

# #30184
source: Refresh
de_de: Aktualisieren
el_gr: Ανανέωση
es_mx: Actualizar
pt_br: Atualizar
pt_pt: Atualizar
ro_ro: Reîncărcare
ru_ru: Обновить
zh_tw: 重新整理

# #30185
source: Clear function cache on refresh
de_de: Funktionscache beim Aktualisieren leeren
el_gr: Εκκαθάριση μνήμης λειτουργιών με την ανανέωση
es_mx: Limpiar caché de funciones al actualizar
pt_br: Função limpar cache ao atualizar
pt_pt: Remover funções de cache após atualização
ro_ro: Golește cache-ul funcției la reîncărcare
ru_ru: Очищать функциональный кеш при обновлении
zh_tw: 在重新整理時清除功能快取

# #30186
source: Short term function cache will be cleared when using Refresh from the context menu
de_de: Kurzzeit-Funktionscache wird beim Klick auf „Aktualisieren“ im Kontextmenü geleert
el_gr: Η μνήμη λειτουργιών βραχείας διάρκειας θα καθαριστεί με το που γίνει ανανέωση από το εναλλακτικό μενού
es_mx: El caché de funciones a corto plazo será limpiado al Actualizar desde el menú contextual
pt_br: O cache de função de curto prazo será limpo ao usar Atualizar no menu de contexto
pt_pt: A cache de funções de curto prazo será removida quando utilizar "Atualizar" a partir do menu de contexto
ro_ro: Cache-ul pe termen scurt al funcției va fi golit când este folosită Reîncărcarea din meniul de context
ru_ru: Функциональный кеш будет очищаться при выборе пункта Обновить в контекстном меню
zh_tw: 在內容選單中使用“重新整理”時，短期功能快取將會被清除

# #30187
source: Choose watch later playlist
de_de: „Später ansehen“-Wiedergabeliste auswählen
el_gr: Επιλογή λίστας αναπαραγωγής Δείτε Αργότερα
es_mx: Elegir lista de reproducción de Ver más tarde
pt_br: Escolher uma lista de reprodução para assistir mais tarde
pt_pt: Escolher lista de reprodução para ver mais tarde
ro_ro: Alege lista 'Vezi mai târziu'
ru_ru: Выберите плейлист для "Смотреть позже"
zh_tw: 選擇稍後觀看播放清單

# #30188
source: Added %s to the new watch later playlist %s
de_de: %s zur neuen „Später ansehen“-Wiedergabeliste %s hinzugefügt
el_gr: Έγινε προσθήκη του %s στη νέα λίστα Δείτε Αργότερα %s
es_mx: %s añadido a la nueva lista de reproducción de Ver más tarde %s
pt_br: Adicionado %s à nova lista de reprodução assistir mais tarde %s
pt_pt: Adicionou %s à nova lista de reprodução a ver mais tarde %s
ro_ro: %s adăugat la noua listă 'Vezi mai târziu' %s
ru_ru: Добавлен плейлист %s для "Смотреть позже"
zh_tw: 新增 %s 至新的播放清單 %s

# #30189
source: Search history items
de_de: Suchverlaufseinträge
el_gr: Αναζήτηση αντικειμένων ιστορικού
es_mx: Elementos de Historial de búsqueda
pt_br: Procurar itens no histórico
pt_pt: Items do histórico de pesquisas
ro_ro: Istoric elemente de căutare
ru_ru: Элементы истории поиска
zh_tw: 搜尋紀錄項目數

# #30190
source: How many search history items should be kept for each user
de_de: Anzahl der Suchverlaufseinträge, die pro Benutzer gespeichert werden sollen
el_gr: Πόσα αντικείμενα από το ιστορικό πρέπει να παραμείνουν για καθε χρήστη
es_mx: Cuántos elementos del historial de búsqueda mantener por usuario
pt_br: Quantos itens do histórico de pesquisa devem ser mantidos para cada usuário
pt_pt: Quantos items deverão ser guardados por utilizador para o histórico de pesquisas
ro_ro: Câte elemente în istoricul de căutare ar trebui păstrate pentru fiecare utilizator
ru_ru: Сколько элементов в истории поиска может храниться у каждого пользователя
zh_tw: 每位使用者保留多少搜尋項目紀錄

# #30191
source: Favorite channels
de_de: Lieblingskanäle
el_gr: Αγαπημένα κανάλια
es_mx: Canales favoritos
pt_br: Canais favoritos
pt_pt: Canais favoritos
ro_ro: Canale favorite
ru_ru: Любимые каналы
zh_tw: 喜歡的頻道

# #30192
source: How many favorite channels should be kept for each user
de_de: Anzahl der Lieblingskanäle, die pro Benutzer gespeichert werden sollen
el_gr: Πόσα αγαπημένα κανάλια πρέπει να κρατηθούν για κάθε χρήστη
es_mx: Cuántos canales favoritos mantener por cada usuario
pt_br: Quantos canais favoritos devem ser mantidos para cada usuário
pt_pt: Quantos canais favoritos devem ser guardados para cada utilizador
ro_ro: Câte canale favorite ar trebui păstrate pentru fiecare utilizator
ru_ru: Сколько любимых каналов может хранить каждый пользователь
zh_tw: 每位使用者保留多少喜歡的頻道

# #30193
source: Play
de_de: Wiedergeben
el_gr: Αναπαραγωγή
es_mx: Reproducir
pt_br: Reproduzir
pt_pt: Reproduzir
ro_ro: Redă
ru_ru: Воспроизвести
zh_tw: 撥放

# #30194
source: Play from %s
de_de: Wiedergeben ab %s
el_gr: Αναπαραγωγή από %s
es_mx: Reproducir desde %s
pt_br: Reproduzir de %s
pt_pt: Reproduzir de %s
ro_ro: Redă de la %s
ru_ru: Воспроизвести с %s
zh_tw: 自 %s 開始撥放

# #30195
source: Most Popular Regionally
de_de: Regional am Beliebtesten
el_gr: Τα πιο δημοφιλή σε τοπικό επίπεδο
es_mx: Más popular en la región
pt_br: Populares na Região
pt_pt: Mais populares na região
ro_ro: Cel mai popular pe plan local
ru_ru: Популярное в регионе
zh_tw: 在地區中最後歡迎

# #30196
source: Main Menu
de_de: Hauptmenü
el_gr: Κυρίως μενού
es_mx: Menú principal
pt_br: Menu Principal
pt_pt: Menú principal
ro_ro: Meniu principal
ru_ru: Главное меню
zh_tw: 主選單

# #30197
source: Show/Hide this item on the main menu
de_de: Diesen Eintrag im Hauptmenü anzeigen oder ausblenden
el_gr: Δείξε/Κρύψε αυτό το αντικείμενο από το κυρίως μενού
es_mx: Mostrar/Ocultar este elemento en el menú principal
pt_br: Mostrar/Ocultar este item do menu principal
pt_pt: Mostrar/esconder este item do menu principal
ro_ro: Arată/ascunde aceste element în meniul principal
ru_ru: Показать/скрыть этот пункт главного меню
zh_tw: 自主選單中顯示/隱藏此項目

# #30198
source: Hide %s
de_de: %s ausblenden
el_gr: Κρύψε το %s
es_mx: Ocultar %s
pt_br: Ocultar %s
pt_pt: Esconder %s
ro_ro: Ascunde &s
ru_ru: Скрыть %s
zh_tw: 隱藏 %s

# #30199
source: %s was hidden from the main menu
de_de: %s wurde im Hauptmenü ausgeblendet
el_gr: Το %s έχει κρυφτεί από το κυρίως μενού
es_mx: %s ha sido ocultado del menú principal
pt_br: %s foi oculto do menu principal
pt_pt: %s foi escondido do menu principal
ro_ro: &s a fost ascuns în meniul principal
ru_ru: %s убран с главного меню
zh_tw: %s 已經自主選單中隱藏

# #30200
source: User is authenticated
de_de: Benutzer ist authentifiziert
el_gr: Ο χρήστης έχει πιστοποιηθεί
es_mx: El usuario está autenticado
pt_br: Usuário foi autenticado
pt_pt: Utilizador está autenticado
ro_ro: Utilizatorul este autentificat
ru_ru: Пользователь авторизован
zh_tw: 使用者已經認證

# #30201
source: User is not authenticated
de_de: Benutzer ist nicht authentifiziert
el_gr: Ο χρήστης δεν έχει πιστοποιηθεί
es_mx: El usuario no está autenticado
pt_br: Usuário não foi autenticado
pt_pt: Utilizador não está autenticado
ro_ro: Utilizatorul nu este autentificat
ru_ru: Пользователь не авторизован
zh_tw: 使用者尚未認證

# #30202
source: Create a new user
de_de: Einen neuen Benutzer anlegen
el_gr: Δημιουργία νέου χρήστη
es_mx: Crear un nuevo usuario
pt_br: Criar um novo usuário
pt_pt: Criar um novo utilizador
ro_ro: Creează un utilizator nou
ru_ru: Создать нового пользователя
zh_tw: 新增使用者

# #30203
source: Rename a current user
de_de: Einen aktuellen Benutzer umbenennen
el_gr: Μετονομασία του τρέχοντος χρήστη
es_mx: Renombrar un usuario existente
pt_br: Renomear o usuário atual
pt_pt: Renomear o utilizador atual
ro_ro: Redenumește un utilizator nou
ru_ru: Сменить имя пользователя
zh_tw: 重新命名目前使用者

# #30204
source: Remove a current user
de_de: Einen aktuellen Benutzer entfernen
el_gr: Αφαίρεση τρεχόντως χρήστη
es_mx: Eliminar un usuario existente
pt_br: Remover o usuário atual
pt_pt: Remover o utilizador atual
ro_ro: Șterge un utilizator nou
ru_ru: Удалить пользователя
zh_tw: 移除目前使用者

# #30205
source: Change avatar...
de_de: Avatar ändern ...
el_gr: Αλλαγή νέου αβατάρ...
es_mx: Cambiar avatar...
pt_br: Alterar avatar...
pt_pt: Alterar avatar...
ro_ro: Schimbă avatar...
ru_ru: Изменить аватар...
zh_tw: 更換頭像...

# #30206
source: Change a current user's avatar
de_de: Avatar eines aktuellen Benutzers ändern
el_gr: Αλλαγή του αβατάρ του τρέχοντος χρήστη
es_mx: Cambiar el avatar de un usuario existente
pt_br: Alterar o avatar do usuário atual
pt_pt: Alterar o avatar do utilizador atual
ro_ro: Schimbă avatarul utilizatorului curent
ru_ru: Изменить аватар у пользователя
zh_tw: 更換目前使用者頭像

# #30207
source: Choose a new avatar
de_de: Neuen Avatar auswählen
el_gr: Επιλογή νέου αβατάρ
es_mx: Elegir un nuevo avatar
pt_br: Escolher um novo avatar
pt_pt: Escolher um novo avatar
ro_ro: Alege un nou avatar
ru_ru: Выберите новый аватар
zh_tw: 選擇新的頭像

# #30208
source: Up Next
el_gr: Επόμενο
es_mx: Siguiente
pt_br: A seguir
pt_pt: A seguir
ro_ro: Urmează
ru_ru: Следующее видео
zh_tw: 接著撥放

# #30209
source: Links in the description
de_de: Links in der Beschreibung
el_gr: Σύνδεσμοι στην περιγραφή
es_mx: Enlaces en la descripción
pt_br: Links na descrição
pt_pt: Links na descrição
ro_ro: Legături din descriere
ru_ru: Ссылки в описании
zh_tw: 網址在描述欄

# #30210
source: There were no links found in the description
de_de: Keine Links in der Beschreibung gefunden
el_gr: Δεν βρέθηκαν σύνδεσμοι στην περιγραφή
es_mx: No se encontraron enlaces en la descripción
pt_br: Nenhum link encontrado na descrição
pt_pt: Não existem quaisquer links na descrição
ro_ro: Nu au fost găsite legături în descriere
ru_ru: Ссылок в описании не найдено
zh_tw: 描述欄沒有找到任何網址

# #30211
source: Create a new playlist
de_de: Neue Wiedergabeliste erstellen
el_gr: Δημιουργία νέας λίστας αναπαραγωγής
es_mx: Crear una nueva lista de reproducción
pt_br: Criar uma nova lista de reprodução
pt_pt: Criar nova lista de reprodução
ro_ro: Creează o listă nouă
ru_ru: Создать новый плейлист
zh_tw: 新增播放清單

# #30212
source: Go to the next page
de_de: Nächste Seite
el_gr: Πήγαινε στην επόμενη σελίδα
es_mx: Ir a la siguiente página
pt_br: ir para próxima página
pt_pt: Ir para a página seguinte
ro_ro: Mergi la pagina următoare
ru_ru: Следующая страница
zh_tw: 前往下一頁

# #30213
source: Rate the selected video
de_de: Ausgewähltes Video bewerten
el_gr: Βαθμολόγησε το επιλεγμένο βίντεο
es_mx: Calificar el video seleccionado
pt_br: Classificar o vídeo selecionado
pt_pt: Classificar o vídeo seleccionado
ro_ro: Evaluează clipul selectat
ru_ru: Оценить видео
zh_tw: 評價選擇的影片

# #30214
source: Rate %s
de_de: %s bewerten
el_gr: Βαθμολόγησε %s
es_mx: Calificar %s
pt_br: Classificar %s
pt_pt: Classificar %s
ro_ro: Evaluează %s
ru_ru: Оценить видео %s
zh_tw: 評價 %s

# #30215
source: Dialogs
de_de: Dialoge
el_gr: Διάλογοι
es_mx: Diálogos
pt_br: Diálogos
pt_pt: Janelas
ro_ro: Dialoguri
ru_ru: Диалоги
zh_tw: 對話方塊

# #30216
source: Open the autoplay related video dialog for debugging
de_de: Dialog zur automatischen Wiedergabe zu Debugzwecken öffnen
el_gr: Άνοιξε τον διάλογο του επόμενου βίντεο αυτόματης αναπαραγωγής για αποσφαλμάτωση
es_mx: Abrir el diálogo de reproducción automática del video relacionado para depuración
pt_br: Abra a caixa de diálogo de vídeo relacionada à reprodução automática para depuração
pt_pt: Abrir a janela de reprodução automática dos vídeos relacionados para depuração
ro_ro: Deschide dialogul de redarea automată a clipurilor similare pentru depanare
ru_ru: Открыть диалог запуска похожего видео для отладки
zh_tw: 於偵錯模式開啟自動撥放對話方塊

# #30217
source: Open the sign in dialog for debugging
de_de: Anmeldedialog zu Debugzwecken öffnen
el_gr: Άνοιξε τον διάλογο εισόδου για αποσφαλμάτωση
es_mx: Abrir el diálogo de inicio de sesión para depuración
pt_br: Abra a caixa de diálogo de login para depuração
pt_pt: Abrir a janela de login para depuração
ro_ro: Deschide dialogul de conectare pentru depanare
ru_ru: Открыть диалог входа для отладки
zh_tw: 於偵錯模式開啟登入對話方塊

# #30218
source: likes
de_de: Anzahl von positiven Bewertungen
el_gr: μου αρέσει
es_mx: me gusta
pt_br: Curtidos
pt_pt: gostos
ro_ro: aprecieri
ru_ru: нравится
zh_tw: 喜歡

# #30219
source: dislikes
de_de: Anzahl von negativen Bewertungen
el_gr: δεν μου αρέσει
es_mx: no me gusta
pt_br: Descurtidos
pt_pt: não gostos
ro_ro: neaprecieri
ru_ru: не нравится
zh_tw: 不喜歡

# #30220
source: views
de_de: Ansichten
el_gr: θεάσεις
es_mx: vistas
pt_br: visualizações
pt_pt: visualizações
ro_ro: vizualizări
ru_ru: просмотров
zh_tw: 觀看數

# #30221
source: Chapters
de_de: Kapitel
el_gr: Κεφάλαια
es_mx: Capítulos
pt_br: Capítulos
pt_pt: Capítulos
ro_ro: Capitole
ru_ru: Главы
zh_tw: 章節數

# #30222
source: Chapter starts at %s
de_de: Kapitel startet bei %s
el_gr: Το κεφάλαιο ξεκινα σε %s
es_mx: El capítulo empieza en %s
pt_br: Capítulo inícia em %s
pt_pt: Capítulo começa aos %s
ro_ro: Capitolul începe la %s
ru_ru: Глава начинается с %s
zh_tw: 章節於 %s 開始

# #30223
source: API Module
de_de: API-Modul
el_gr: Μονάδα API
es_mx: Módulo de API
pt_br: Módulo API
pt_pt: Módulo da API
ro_ro: Modul API
ru_ru: API модуль
zh_tw: API模組

# #30224
source: Configure API module
de_de: API-Modul einrichten
el_gr: Ρύθμιση μονάδας API
es_mx: Configurar módulo de API
pt_br: Configurar módulo API
pt_pt: Configurar módulos da API
ro_ro: Configurează modul API
ru_ru: Настроить API модуль
zh_tw: 設定API模組

# #30225
source: Open Tubed API settings to configure the API module
de_de: Tubed-API-Einstellungen öffnen, um das API-Modul zu konfiguriren
el_gr: Άνοιγμα των ρυθμίσεων API του Tubed για να ρυθμιστεί η μονάδα API
es_mx: Abrir la configuración de API de Tubed para configurar el módulo de API
pt_br: Abra as configurações da API Tubed para configurar o módulo API
pt_pt: Abrir definições da API do Tubed para configuração
ro_ro: Deschide setările API Tubed pentru a configura modulul API
ru_ru: Открыть настройки Tubed API, для настройки API модуля
zh_tw: 開啟Tubed API設定頁面以設定APU模組

# #30226
source: Favorite Playlists
de_de: Lieblingswiedergabelisten
el_gr: Αγαπημένες λίστες αναπαραγωγής
es_mx: Listas de reproducción favoritas
pt_br: Lista de reprodução favorita
pt_pt: Listas de reprodução favoritas
ro_ro: Liste favorite
ru_ru: Любимые плейлисты
zh_tw: 喜歡的播放清單

# #30227
source: Add to favorite playlists
de_de: Zu Lieblingswiedergabelisten hinzufügen
el_gr: Προσθήκη στις αγαπημένες λίστες αναπαραγωγής
es_mx: Añadir a listas de reproducción favoritas
pt_br: Adicionar para lista de reprodução favorita
pt_pt: Adicionar às listas de reprodução favoritas
ro_ro: Adaugă la liste favorite
ru_ru: Добавить в любимые плейлисты
zh_tw: 新增至喜歡的摸放清單

# #30228
source: Clear favorite playlists
de_de: Lieblingswiedergabelisten löschen
el_gr: Καθαρισμός αγαπημένων λιστών αναπαραγωγής
es_mx: Limpiar listas de reproducción favoritas
pt_br: Limpar lista de reprodução favorita
pt_pt: Apagar listas de reprodução favoritas
ro_ro: Elimină liste favorite
ru_ru: Очистить любимые плейлисты
zh_tw: 清除喜歡的播放清單

# #30229
source: Added to favorite playlists
de_de: Zu Lieblingswiedergabelisten hinzugefügt
el_gr: Προσθήκη στις αγαπημένες λίστες αναπαραγωγής
es_mx: Añadido a listas de reproducción favoritas
pt_br: Adicionado para a lista de reprodução favorita
pt_pt: Adicionado às listas de reprodução favoritas
ro_ro: Adăugat la liste favorite
ru_ru: Добавлен в любимые плейлисты
zh_tw: 已經新增至喜歡的播放清單

# #30230
source: Removed from favorite playlists
de_de: Aus Lieblingswiedergabelisten entfernt
el_gr: Αφαίρεση από τις αγαπημένες λίστες αναπαραγωγής
es_mx: Eliminado de listas de reproducción favoritas
pt_br: Removida da lista de reprodução favorita
pt_pt: Remover das listas de reprodução favoritas
ro_ro: Șters din liste favorite
ru_ru: Убран из любимых плейлистов
zh_tw: 已經自喜歡的播放清單中移除

# #30231
source: You are about to clear your favorite playlists, are you sure?
de_de: Lieblingswiedergabelisten löschen?
el_gr: Θα κάνετε καθαρισμό των αγαπημένων λιστών αναπαραγωγής, είστε σίγουροι;
es_mx: Vas a limpiar tus listas de reproducción favoritas, ¿estás seguro?
pt_br: Você está próximo de limpar a lista de reprodução favorita, tem certeza?
pt_pt: Está prestes a remover as suas listas de reprodução favoritas. Tem a certeza?
ro_ro: Ești sigur că vrei să elimini listele favorite?
ru_ru: Вы собираетесь очистить список любимых плейлистов, вы уверены?
zh_tw: 你正要清除喜歡的播放清單，你確定嗎?
