Repository: xbmc/repo-plugins
Catalog: plugin.video.orftvthek/resources/language/resource.language.*/strings.po
Languages: de_de

# #30101
source: General
de_de: Allgemein

# #30102
source: Use subtitles
de_de: Untertitel anzeigen

# #30103
source: Hide sign language content
de_de: Gebärdensprache Inhalte ausblenden

# #30104
source: Hide Audio description content
de_de: Audiodeskription Inhalte ausblenden

# #30105
source: Items per page
de_de: Inhalte pro Seite

# #30107
source: Reload channel/settings Cache
de_de: Sender/Konfigurations Cache neu laden

# #30108
source: Cache validity (days)
de_de: Cache Gültigkeit (Tage)

# #30109
source: Clear search history
de_de: Suchverlauf löschen

# #30110
source: Frontpage
de_de: Startseite

# #30111
source: Schedule
de_de: Sendung verpasst

# #30112
source: Shows
de_de: Sendungen

# #30114
source: Search
de_de: Suche

# #30116
source: Categories
de_de: Kategorien

# #30124
source: All episode results
de_de: Alle Episoden Ergebnisse

# #30125
source: All chapter results
de_de: Alle Kapitel Ergebnisse

# #30126
source: All history results
de_de: Alle ORF History Ergebnisse

# #30127
source: Next page
de_de: Nächste Seite

# #30128
source: Geo lock active
de_de: Geo Lock aktiv

# #30129
source: Some content may not be available in your country
de_de: Einige Inhalte sind in Ihrem Land unter Umständen nicht verfügbar

# #30130
source: Select a date
de_de: Datum auswählen

# #30131
source: Enter search
de_de: Suchbegriff eingeben

# #30132
source: Clearing search history
de_de: Suchverlauf löschen

# #30133
source: Clearing
de_de: Wird gelöscht

# #30134
source: Done
de_de: Fertig

# #30136
source: Reloading cache
de_de: Lade Cache neu

# #30137
source: Loading channels
de_de: Sender werden geladen

# #30138
source: Loading settings
de_de: Einstellungen werden geladen

# #30140
source: All episodes
de_de: Alle Folgen

# #30141
source: Episodes
de_de: Folgen

# #30142
source: Channel
de_de: Sender

# #30143
source: Starts in
de_de: Startet in

# #30144
source: Recently added
de_de: Neuste Sendungen

# #30145
source: Broadcasts using sign language
de_de: Sendungen mit Gebärdensprache

# #30146
source: Broadcasts with audio description
de_de: Sendungen mit Audiodeskription

# #30147
source: Accessibility
de_de: Barrierefrei

# #30148
source: Broadcasts with subtitles
de_de: Sendungen mit Untertitel

# #30149
source: Use segements
de_de: Kapitel verwenden

# #30150
source: Related content
de_de: Ähnliche Inhalte

# #30151
source: Show segements
de_de: Kapitel anzeigen

# #30152
source: Use timeshift
de_de: Timeshift verwenden
