Repository: xbmc/repo-plugins
Catalog: plugin.video.plutotv/resources/language/resource.language.*/strings.po
Languages: da_dk

# Addon Summary
source: TV channels devoted to your favorite things, made from blockbuster movies from Paramount, ... “The genius of Pluto TV: This is real internet television”.
da_dk: Tv-kanaler dedikeret til dine yndlingsting, lavet af storfilm fra Paramount... "Det geniale ved Pluto TV: dette er ægte internet-tv".

# Addon Description
source: Watch Free TV on Kodi! Stream Pluto TV's 100+ channels of news, sports, and the Internet's best, completely free on your Kodi device.
da_dk: Se gratis tv i Kodi! Stream Pluto TV's mere end 100 kanaler med nyheder, sport og internettets bedste, helt gratis på din Kodi-enhed.

# #30000
source: Enable Debugging [Log errors]
da_dk: Aktiver fejfinding (logfør fejl)

# #30011
source: Live
da_dk: Direkte

# #30014
source: All Channels
da_dk: Alle kanaler

# #30015
source: >> Next
da_dk: >> Næste

# #30016
source: Featured
da_dk: Fremhævede

# #30017
source: Categories
da_dk: Kategorier

# #30018
source: Lineup
da_dk: Opstilling

# #30023
source: On Now
da_dk: Direkte nu

# #30024
source: Channel lineup
da_dk: Kanaloversigt

# #30025
source: Channel by genre
da_dk: Kanal efter genre

# #30029
source: Coming Up Later...
da_dk: Kommer senere...

# #30030
source: Allow this plugin to automatically configure IPTV Simple PVR Backend?
da_dk: Tillad dette plugin automatisk at konfigurere IPTV Simple PVR backend?

# #30031
source: %s Updating...
da_dk: %s opdaterer...

# #30032
source: M3U/XMLTV Path
da_dk: Sti til M3U/XMLTV

# #30033
source: Enable M3U/XMLTV Generator Service
da_dk: Aktiver tjenesten for oprettelse af M3U/XMLTV

# #30035
source: Build Only Favorites
da_dk: Byg kun favoritter

# #30036
source: %s added to Favorites
da_dk: %s føjet til favoritter

# #30037
source: %s removed from Favorites
da_dk: %s fjernet fra favoritter

# #30038
source: Add Channel to Favorites
da_dk: Tilføj kanal til favoritter

# #30039
source: Remove Channel from Favorites
da_dk: Fjern kanal fra favoritter

# #30040
source: Live (Favorites)
da_dk: Direkte (favoritter)

# #30041
source: Use Direct stream
da_dk: Anvend direkte stream

# #30042
source: PseudoTV Live Supported through Recommended Services
da_dk: PseudoTV Live understøttet gennem anbefalede tjenester

# #30043
source: Prefer Color Channel Logos
da_dk: Foretræk kanallogoer i farve

# #30044
source: General
da_dk: Generel

# #49001
source: Install PseudoTV Live add-on
da_dk: Installer PseudoTV Live add-on

# #49002
source: Install IPTV Manager add-on
da_dk: Installer IPTV Manager add-on

# #49003
source: Enable IPTV Manager integration
da_dk: Aktiver integration af IPTV Manager

# #49004
source: IPTV Manager settings…
da_dk: Indstillinger for IPTV Manager…

# #49005
source: PseudoTV Live settings…
da_dk: Indstillinger for PseudoTV Live…

# #49006
source: Only add Favorites
da_dk: Tilføj kun favoritter

# #49007
source: %s added to Favorites
da_dk: %s føjet til favoritter

# #49008
source: %s removed from Favorites
da_dk: %s fjernet fra favoritter

# #49009
source: Add Channel to Favorites
da_dk: Tilføj kanal til favoritter

# #49010
source: Remove Channel from Favorites
da_dk: Fjern kanal fra favoritter

# #49011
source: Live (Favorites)
da_dk: Direkte (favoritter)

# #49012
source: Favorites
da_dk: Favoritter
