Repository: xbmc/repo-plugins
Catalog: plugin.audio.lastfm/resources/language/Polish/strings.po
Languages: pl

# #30000
source: General
pl: Ogólne

# #30001
source: Submit songs to Last.fm
pl: Publikowanie odtwarzanych utworów w serwisie Last.fm

# #30002
source: Submit online radio to Last.fm
pl: Zgłoś radio online do Last.fm

# #30003
source: Last.fm username
pl: Nazwa użytkownika Last.fm

# #30004
source: Last.fm password
pl: Hasło Last.fm

# #30005
source: Confirm Love/Ban submissions
pl: Potwierdź zgłoszenia Ulubionych/Banów

# #32012
source: Do you want to add the current track to your loved tracks?
pl: Na pewno chcesz dodać ten utwór do ulubionych?

# #32013
source: Do you want to ban the current track?
pl: Na pewno chcesz zablokować ten utwór?

# #32014
source: Added to your loved tracks: '%s'.
pl: Dodano do ulubionych: „%s”.

# #32015
source: Could not add '%s' to your loved tracks.
pl: Nie mogę dodać '%s' do twoich ukubionych ścieżek.

# #32016
source: Banned: '%s'.
pl: Zablokowano: „%s”.

# #32017
source: Could not ban '%s'.
pl: Nie można zablokować „%s”.

# #32018
source: Do you want to remove this track from your loved tracks?
pl: Usunąć ten utwór z listy ulubionych?

# #32019
source: Do you want to un-ban this track?
pl: Odblokować ten utwór?

# #32020
source: Removed from your loved tracks: '%s'.
pl: '%s' usunięto z twoich ulubionych ścieżek.

# #32021
source: Could not remove '%s' from your loved tracks.
pl: Nie można usunąć '%s' z twoich ulubionych ścieżek.

# #32022
source: Un-banned: '%s'.
pl: Zdjeto bana z: '%s'.

# #32023
source: Could not un-ban '%s'.
pl: Nie można zdjąć bana z '%s'.

# #32024
source: Remove from loved tracks
pl: Usuń z ulubionych utworów

# #32025
source: Un-ban
pl: Odblokuj

# #32026
source: Connect to Last.fm failed
pl: Połączenie z Last.fm nie powiodło się

# #32027
source: No username or password provided
pl: Nie podano nazwy uzytkownika i/lub hasła

# #32028
source: Could not retrieve list from Last.fm
pl: Nie można pobrać listy z Last.fm

# #32051
source: Friends of user %s
pl: Przyjaciele uzytkownika %s

# #32052
source: Neighbours of user %s
pl: Sąsiedzi uzytkiwnika %s

# #32053
source: Top albums for user %s
pl: Top albumy użytkownika %s

# #32054
source: Top artists for user %s
pl: Top wykonawcy użytkownika %s

# #32055
source: Top tags for user %s
pl: Top etykiety użytkownika %s

# #32056
source: Top tracks for user %s
pl: Top ścieżki użytkownika %s

# #32057
source: Tracks recently banned by %s
pl: Ścieżki ostatnio banowane przez %s

# #32058
source: Tracks recently listened by %s
pl: Ścieżki ostatnio słuchane przez %s

# #32059
source: Tracks recently loved by %s
pl: Ścieżki ostatnio dodane do ulubionych przez %s

# #32060
source: Weekly album chart for %s
pl: Tygodniowy wykres albumów dla %s

# #32061
source: Weekly artist chart for %s
pl: Tygodniowy wykres wykonawców dla %s

# #32062
source: Weekly track chart for %s
pl: Tygodniowy wykres ścieżek dla %s

# #32063
source: Listen to %s's mix Last.fm radio
pl: Słuchaj mix %s radia Last.fm

# #32064
source: Listen to %s's neighbours Last.fm radio
pl: Słuchaj %s sąsiadów radia Last.fm

# #32065
source: Listen to %s's personal Last.fm radio
pl: Słuchaj osobistego radia Last.fm %s

# #32066
source: Listen to %s's recommendations Last.fm radio
pl: Słuchaj radia Last.fm polecanego przez %s

# #32067
source: Biggest fans of %s
pl: Najwięksi fani %s

# #32068
source: Similar artists as %s
pl: Wykonawcy podobni do %s

# #32069
source: Top %s albums
pl: Top albumy %s

# #32070
source: Top %s tags
pl: Top etykiety %s

# #32071
source: Top %s tracks
pl: Top utwory %s

# #32072
source: Listen to %s fans Last.fm radio
pl: Słuchaj radia Last.fm fanów %s

# #32073
source: Listen to %s similar artists Last.fm radio
pl: Słuchaj radia Last.fm wykonawców podobnych do %s

# #32074
source: Top albums for tag %s
pl: Top albumy dla etykiety %s

# #32075
source: Top artists for tag %s
pl: Top wykonawcy dla etykiety %s

# #32076
source: Top tracks for tag %s
pl: Top utwory dla etykiety %s

# #32077
source: Listen to tag %s Last.fm radio
pl: Słuchaj radia Last.fm etykiety %s

# #32078
source: Search
pl: Wyszukaj

# #32079
source: No results found
pl: Brak wyników
