Repository: xbmc/repo-plugins
Catalog: plugin.video.vrt.nu/resources/language/resource.language.*/strings.po
Languages: nl_nl

# #30979
source: Because of important internal changes, existing Kodi favourites and watched history from VRT NU no longer work. [B]Please recreate all your VRT NU favorites.[/B]
nl_nl: Wegens belangrijke interne wijzigingen werken bestaande Kodi-favorieten en kijkgeschiedenis van VRT NU niet meer. [B]Gelieve al uw VRT NU-favorieten opnieuw aan te maken.[/B]

# #30981
source: Successfully invalidated caches.
nl_nl: Caches werden ongeldig gemaakt.

# #30982
source: Successfully refreshed favorites.
nl_nl: Favoriete programmma's werden ververst.

# #30983
source: Successfully refreshed watching activity.
nl_nl: Kijkactiviteit werd ververst.

# #30985
source: Successfully cleared VRT tokens.
nl_nl: VRT tokens werden verwijderd.

# #30986
source: No on demand stream available for {title}.
nl_nl: Geen on demand stream beschikbaar voor {title}.

# #30987
source: No stream found, please try again!
nl_nl: Geen stream gevonden, gelieve opnieuw te proberen!
