Repository: xbmc/repo-plugins
Catalog: plugin.video.vrt.nu/resources/language/resource.language.*/strings.po
Languages: nl_nl

# #30010
source: My favorites
nl_nl: Mijn favorieten

# #30011
source: Browse only the programs you follow
nl_nl: Bekijk alleen de tv-programma's die je volgt

# #30012
source: All programs
nl_nl: Alle programma's

# #30013
source: Alphabetically sorted list of programs
nl_nl: Alle tv-programma's in alfabetische volgorde

# #30014
source: Categories
nl_nl: Categorieën

# #30015
source: TV programs listed by category
nl_nl: Tv-programma's gerangschikt per categorie

# #30016
source: Channels
nl_nl: Kanalen

# #30017
source: TV programs listed by channel
nl_nl: Tv-programma's gerangschikt per kanaal

# #30018
source: Live TV
nl_nl: Live kijken

# #30019
source: Watch TV channels live via Internet
nl_nl: Bekijk tv-kanalen live via Internet

# #30020
source: Most recent
nl_nl: Meest recent

# #30021
source: Recently published episodes
nl_nl: Recent gepubliceerde afleveringen

# #30022
source: Soon offline
nl_nl: Binnenkort offline

# #30023
source: Episodes that will soon be offline
nl_nl: Afleveringen die binnenkort verdwijnen

# #30024
source: Featured content
nl_nl: Uitgelicht aanbod

# #30025
source: Highlighted movies and TV programs
nl_nl: Aanbevolen films en tv-programma's

# #30026
source: TV guide
nl_nl: Tv-gids

# #30027
source: Browse channel TV guides
nl_nl: Doorblader de tv-gids per kanaal

# #30028
source: Search VRT NU
nl_nl: Doorzoek VRT NU

# #30029
source: Search the complete VRT NU library
nl_nl: Doorzoek de hele VRT NU-bibliotheek

# #30030
source: Remove
nl_nl: Verwijder

# #30031
source: Search
nl_nl: Zoeken

# #30032
source: Search results
nl_nl: Zoekresultaten

# #30033
source: Edit
nl_nl: Bewerk

# #30040
source: My programs
nl_nl: Mijn programma's

# #30041
source: Alphabetically sorted list of My TV programs
nl_nl: Alle tv-programma's die je volgt in alfabetische volgorde

# #30042
source: Movies
nl_nl: Films

# #30043
source: All movies available on VRT NU
nl_nl: Alle films beschikbaar op VRT NU

# #30044
source: Documentaries
nl_nl: Documentaires

# #30045
source: All [I]one-off[/I] documentaries on VRT NU
nl_nl: Alle [I]one-off[/I] documentaires op VRT NU

# #30046
source: Music
nl_nl: Muziek

# #30047
source: All [I]one-off[/I] music on VRT NU
nl_nl: Alle [I]one-off[/I] muziek op VRT NU

# #30048
source: Most recent
nl_nl: Meest recent

# #30049
source: Recently published episodes of My TV programs
nl_nl: Recent gepubliceerde afleveringen van tv-programma's die je volgt

# #30050
source: Soon offline
nl_nl: Binnenkort offline

# #30051
source: My episodes that will soon be offline
nl_nl: Mijn afleveringen die binnenkort verdwijnen

# #30052
source: Watch later
nl_nl: Later bekijken

# #30053
source: The videos you like to watch later
nl_nl: Mijn afleveringen die ik later wil bekijken

# #30054
source: Continue watching
nl_nl: Verder kijken

# #30055
source: Continue watching the videos you started earlier
nl_nl: Bekijk de programma's verder die je eerder bent gestart

# #30070
source: Audio description
nl_nl: Audiodescriptie

# #30071
source: Culture
nl_nl: Cultuur

# #30072
source: Documentary
nl_nl: Docu

# #30076
source: Comedy
nl_nl: Humor

# #30077
source: Children and youth
nl_nl: Kinderen en jongeren

# #30078
source: Cooking
nl_nl: Koken

# #30080
source: Music
nl_nl: Muziek

# #30081
source: News and current affairs
nl_nl: Nieuws en actua

# #30083
source: Sports
nl_nl: Sport

# #30085
source: Flemish Sign Language
nl_nl: Vlaamse Gebarentaal

# #30086
source: Science and nature
nl_nl: Wetenschap en natuur

# #30087
source: Worldview
nl_nl: Levensbeschouwing

# #30100
source: Online exclusive
nl_nl: Exclusief online

# #30101
source: Last episode
nl_nl: Laatste aflevering

# #30102
source: Last chance
nl_nl: Laatste kans

# #30103
source: New
nl_nl: Nieuw

# #30104
source: Full season
nl_nl: Volledig seizoen

# #30105
source: Complete series
nl_nl: Volledige reeks

# #30106
source: Brand new
nl_nl: Gloednieuw

# #30107
source: New episodes
nl_nl: Nieuwe afleveringen

# #30120
source: Short film
nl_nl: Kortfilm

# #30131
source: Season
nl_nl: Seizoen

# #30132
source: Episode
nl_nl: Aflevering

# #30133
source: * All seasons
nl_nl: * Alle seizoenen

# #30134
source: Enter search string
nl_nl: Geef zoektermen op

# #30135
source: Nothing found
nl_nl: Niets gevonden

# #30136
source: Nothing was found when searching for: {keywords}
nl_nl: Er werd niets gevonden bij het zoeken naar: {keywords}

# #30142
source: Watch [B]{label}[/B] live via Internet
nl_nl: Bekijk [B]{label}[/B] live via Internet

# #30143
source: {label} on YouTube
nl_nl: {label} op YouTube

# #30144
source: Watch [B]{label}[/B] on YouTube
nl_nl: Bekijk [B]{label}[/B] op YouTube

# #30201
source: [COLOR={geoblocked}]Geo-blocked[/COLOR]
nl_nl: [COLOR={geoblocked}]Geo-geblokkeerd[/COLOR]

# #30202
source: [COLOR={availability}][B]{years} more years[/B] available[/COLOR]
nl_nl: [COLOR={availability}]Nog [B]{years} jaren[/B] beschikbaar[/COLOR]

# #30203
source: [COLOR={availability}][B]{months} more months[/B] available[/COLOR]
nl_nl: [COLOR={availability}]Nog [B]{months} maanden[/B] beschikbaar[/COLOR]

# #30204
source: [COLOR={availability}][B]{days} more days[/B] available[/COLOR]
nl_nl: [COLOR={availability}]Nog [B]{days} dagen[/B] beschikbaar[/COLOR]

# #30205
source: [COLOR={availability}][B]1 more day[/B] available[/COLOR]
nl_nl: [COLOR={availability}]Nog [B]1 dag[/B] beschikbaar[/COLOR]

# #30206
source: [COLOR={availability}][B]{hours} more hours[/B] available[/COLOR]
nl_nl: [COLOR={availability}]Nog [B]{hours} uren[/B] beschikaar[/COLOR]

# #30207
source: [COLOR={availability}][B]1 more hour[/B] available[/COLOR]
nl_nl: [COLOR={availability}]Nog [B]1 uur[/B] beschikaar[/COLOR]

# #30208
source: [COLOR={availability}][B]{minutes} more minutes[/B] available[/COLOR]
nl_nl: [COLOR={availability}]Nog [B]{minutes} minuten[/B] beschikbaar[/COLOR]

# #30300
source: [B][COLOR={highlighted}]More…[/COLOR][/B]
nl_nl: [B][COLOR={highlighted}]Meer…[/COLOR][/B]

# #30301
source: [B][I]Now on live TV[/I][/B]
nl_nl: [B][I]Speelt nu op TV[/I][/B]

# #30302
source: TV guide for channel [B]{label}[/B]
nl_nl: Tv-gids for kanaal [B]{label}[/B]

# #30303
source: {label} TV guide
nl_nl: {label} tv-gids

# #30330
source: 2 days ago
nl_nl: Eergisteren

# #30331
source: Yesterday
nl_nl: Gisteren

# #30332
source: Today
nl_nl: Vandaag

# #30333
source: Tomorrow
nl_nl: Morgen

# #30334
source: In 2 days
nl_nl: Overmorgen

# #30401
source: Watch later
nl_nl: Later bekijken

# #30402
source: Remove from watch later
nl_nl: Niet later bekijken

# #30403
source: Add {title} to watch later
nl_nl: {title} later bekijken

# #30404
source: Remove {title} from watch later
nl_nl: {title} niet later bekijken

# #30409
source: episode
nl_nl: aflevering

# #30410
source: program
nl_nl: programma

# #30411
source: Follow {title}
nl_nl: Volg {title}

# #30412
source: Unfollow {title}
nl_nl: Vergeet {title}

# #30413
source: Refresh menu
nl_nl: Vernieuw menu

# #30415
source: No followed programs found
nl_nl: Geen programma's worden gevolgd

# #30416
source: We could not find any programs that are followed. Either right-click on a program or episode to follow a program, or follow a program on the VRT NU website.
nl_nl: We konden geen programma's vinden die je volgt. Klik met de rechtermuisknop op een programma of aflevering om een programma te volgen of volg een programma op de VRT NU-website.

# #30417
source: Go to program
nl_nl: Ga naar programma

# #30418
source: No favorites found
nl_nl: Geen favoriten gevonden

# #30419
source: Currently you have not followed any programs.
nl_nl: Er werden geen gevolgde programma's gevonden.

# #30420
source: Please unselect/select favorites to unfollow/follow.
nl_nl: Duidt aan welke programma's je als favorieten wil volgen.

# #30421
source: Now:
nl_nl: Nu:

# #30422
source: Next:
nl_nl: Straks:

# #30423
source: Retransmissions
nl_nl: Herhalingslus

# #30424
source: [B]New search…[/B]
nl_nl: [B]Nieuwe zoekopdracht…[/B]

# #30425
source: Perform a new search on VRT NU content
nl_nl: Geef een nieuwe zoekopdracht in

# #30426
source: [B]Clear search history[/B]
nl_nl: [B]Verwijder oude zoekopdrachten[/B]

# #30427
source: Clear the search history
nl_nl: Verwijder alle oude zoekopdrachten

# #30428
source: My
nl_nl: Mijn

# #30430
source: Quiet
nl_nl: Stil

# #30432
source: Verbose
nl_nl: Uitgebreid

# #30433
source: Debug
nl_nl: Foutopsporing

# #30450
source: Update add-on repositories
nl_nl: Add-on repositories worden bijgewerkt

# #30451
source: If a VRT NU add-on update is available, it should now be updating and you will be notified. Make sure you have [I]Auto-update[/I] enabled for the VRT NU add-on.
nl_nl: Als een VRT NU update beschikbaar is, zal deze nu geïnstalleerd worden en krijg je hiervan een melding. Controleer wel dat [I]Automatische update[/I] is ingesteld voor de VRT NU add-on.

# #30452
source: Automatic updates are disabled
nl_nl: Automatische updates zijn uitgeschakeld

# #30453
source: Kodi is configured to not update add-ons automatically, so you will not get VRT NU updates unless you fix this setting. We will open de Kodi settings, please change this setting.
nl_nl: Kodi is ingesteld om add-ons niet automatisch bij te werken, dus je zal geen VRT NU updates ontvangen tenzij je deze instelling aanpast. We openen nu de Kodi-instellingen zodat je dit kan wijzigen.

# #30454
source: from livestream cache
nl_nl: uit de livestream-cache

# #30700
source: Credentials
nl_nl: Inloggegevens

# #30703
source: Email address
nl_nl: E-mailadres

# #30704
source: Provide your VRT NU email address. In case this is a Google, Facebook or Apple account, please ensure that this login is enabled for normal username/password authentication. See the wiki for more information.
nl_nl: Geef je VRT NU e-mailadres in. In het geval je een Google-, Facebook- of Apple-account gebruikt, controleer dat deze login geactiveerd werd voor normale gebruikersnaam/wachtwoord authenticatie. Zie de wiki pagina voor meer informatie.

# #30705
source: Password
nl_nl: Wachtwoord

# #30706
source: Provide your VRT NU account password.
nl_nl: Geef je VRT NU account paswoord in.

# #30741
source: My favorites
nl_nl: Mijn favorieten

# #30743
source: Enable My favorites
nl_nl: Toon Mijn favorieten

# #30744
source: When enabled, the user can follow their favorite programs and list these separately. In this case the VRT NU add-on will download and update a list of your followed programs on the VRT NU website.
nl_nl: Indien actief kan de gebruiker zijn favoriete programma's volgen en apart aanroepen. Dit zorgt er wel voor dat de VRT NU add-on een lijst van favoriete programma's download en aanpast op de VRT NU website.

# #30745
source: Manage My favorites…
nl_nl: Beheer Mijn favorieten…

# #30747
source: Enable watching activity
nl_nl: Toon kijkactiviteit

# #30748
source: This enables 'watch later' and 'continue watching' menus and syncs playback position between different devices using the same VRT NU account.
nl_nl: Dit activeert 'kijk later' en 'verderkijken' menu's and synchroniseert de afspeelpositie tussen verschillende toestellen die hetzelfde VRT NU account gebruiken.

# #30749
source: Add Movies subsection
nl_nl: Toon Films rubriek

# #30751
source: Add Documentaries subsection
nl_nl: Toon Documentaires rubriek

# #30753
source: Add Music subsection
nl_nl: Toon Muziek rubriek

# #30755
source: Features
nl_nl: Functionaliteit

# #30757
source: Show one-off videos in between program folders
nl_nl: Toon one-off video's tussen tv-programmafolders

# #30759
source: Show fanart
nl_nl: Toon fanart

# #30761
source: Number of items per page
nl_nl: Aantal items per pagina

# #30763
source: Show episode permalink in plot
nl_nl: Toon aflevering permalink in beschrijving

# #30764
source: When enabled, the video description will include a permanent link that points to this episode. This is useful for quickly opening an episode or movie on a mobile device.
nl_nl: Indien actief zal de beschrijving van iedere video een permanent link bevatten die je rechtstreeks naar de VRT NU website brengt. Dit is handig om snel een aflevering of film to openen op een mobiel toestel.

# #30765
source: Colour preferences
nl_nl: Kleurvoorkeuren

# #30767
source: Colour theme
nl_nl: Kleurenthema

# #30769
source: Highlighted text
nl_nl: Benadrukte tekst

# #30771
source: Greyed-out text
nl_nl: Vergrijsde tekst

# #30773
source: Availability text
nl_nl: Beschikbaarheidstekst

# #30775
source: Geo-blocked text
nl_nl: Geo-blocked tekst

# #30780
source: Playback
nl_nl: Afspelen

# #30781
source: Subtitles
nl_nl: Ondertiteling

# #30783
source: Always show subtitles when available
nl_nl: Toon altijd ondertiteling indien beschikbaar

# #30784
source: This enables subtitles by default for all content that includes subtitles.
nl_nl: Dit zet ondertitels standaard aan voor alle video's met ondertitels.

# #30785
source: Streaming and DRM
nl_nl: Streaming en DRM

# #30787
source: Use Widevine DRM [COLOR=gray](for protected content)[/COLOR]
nl_nl: Gebruik Widevine DRM [COLOR=gray](voor beveiligde video's)[/COLOR]

# #30788
source: Most live streams are available in 720p HD-quality, but may require DRM to be enabled.
nl_nl: De meeste livestreams zijn beschikbaar in 720p HD-kwaliteit, maar hiervoor moet mogelijk DRM worden ingeschakeld.

# #30789
source: Maximum bandwidth [COLOR=gray](in kbps)[/COLOR]
nl_nl: Maximale bandbreedte [COLOR=gray](in kbps)[/COLOR]

# #30790
source: In case you have limited bandwidth available, you may want to specify a maximum bandwidth so that a lower bitrate stream can be selected for playback.
nl_nl: Als de bandbreedte van je verbinding gelimiteerd is, wilt u misschien een maximale bandbreedte instellen zodat een stream met lagere bitrate-stream wordt geselecteerd.

# #30820
source: Channels
nl_nl: Kanalen

# #30821
source: Select channels to use for 'Most recent' and 'Soon offline' listings
nl_nl: Selecteer kanalen voor de 'Meest recent' en 'Binnenkort offline' lijsten

# #30860
source: Integration
nl_nl: Integratie

# #30861
source: Integration with other Kodi add-ons
nl_nl: Integratie met andere Kodi add-ons

# #30863
source: Install YouTube add-on…
nl_nl: Installeer de YouTube add-on…

# #30864
source: Show YouTube channel content in the Channels menu.
nl_nl: Toon YouTube kanaal video's in het Kanalen menu.

# #30865
source: Enable YouTube integration
nl_nl: Activeer YouTube integratie

# #30867
source: YouTube settings…
nl_nl: YouTube instellingen…

# #30869
source: Install Up Next add-on…
nl_nl: Installeer de Up Next add-on…

# #30870
source: This enables a Netflix style pop up notification for watching the next episode using the Up Next service add-on.
nl_nl: Dit activeert een pop-upmelding in Netflix-stijl voor het bekijken van de volgende aflevering met de service-add-up Up Next.

# #30871
source: Enable Up Next integration
nl_nl: Activeer Up Next integratie

# #30873
source: Up Next settings…
nl_nl: Up Next instellingen…

# #30874
source: Open Up Next service add-on settings.
nl_nl: Open de Up Next service add-on instellingen.

# #30875
source: Install IPTV Manager add-on…
nl_nl: Installeer de IPTV Manager add-on…

# #30877
source: Enable IPTV Manager integration (experimental)
nl_nl: Activeer IPTV Manager integratie (experimenteel)

# #30879
source: IPTV Manager settings…
nl_nl: IPTV Manager instellingen…

# #30881
source: Install PySocks library…
nl_nl: Installeer de PySocks library…

# #30891
source: Update the VRT NU add-on
nl_nl: Bijwerken van de VRT NU add-on

# #30893
source: Install the latest add-on updates…
nl_nl: Installeer de nieuwste add-on updates…

# #30895
source: Open Kodi add-ons settings… [COLOR=gray]to enable Kodi auto-updates)[/COLOR]
nl_nl: Open de Kodi add-ons instellingen… [COLOR=gray](voor Kodi automatische updates)[/COLOR]

# #30897
source: Open VRT NU add-on information…
nl_nl: Open VRT NU add-on informatie… [COLOR=gray](voor VRT NU automatisch updates)[/COLOR]

# #30901
source: Streaming and DRM
nl_nl: Streaming en DRM

# #30903
source: Please install or enable InputStream Adaptive to use this setting
nl_nl: Installeer of schakel InputStream Adaptive in voor deze instelling

# #30905
source: Use InputStream Adaptive
nl_nl: Gebruik InputStream Adaptive

# #30907
source: InputStream Adaptive settings…
nl_nl: InputStream Adaptive instellingen…

# #30909
source: InputStream Helper information
nl_nl: InputStream Helper informatie

# #30911
source: InputStream Helper settings… [COLOR=gray](for protected content)[/COLOR]
nl_nl: InputStream Helper instellingen… [COLOR=gray](voor beveiligde video's)[/COLOR]

# #30915
source: Clear VRT tokens
nl_nl: Verwijder VRT-tokens

# #30917
source: Refresh favorites
nl_nl: Ververs favoriete programma's

# #30919
source: Refresh watching activity
nl_nl: Ververs kijkactiviteit

# #30921
source: Use menu caching
nl_nl: Gebruik menu caching

# #30922
source: When enabled, menus are being cached so they work more quickly. Only in very specific use-cases this is problematic as new episodes may not appear when they are expected. You can also use [B]Refresh[/B] from the context-menu.
nl_nl: Indien geactiveerd worden Kodi menus gecached zodat ze sneller werken. Enkel in heel uitzonderlijke gevallen is het interessanter noodzakelijk om altijd nieuwe episodes te zijn als ze uitkomen. Je kan ook [B]Ververs[/B] gebruiken vanuit het context-menu.

# #30923
source: Use local HTTP caching
nl_nl: Gebruik lokale HTTP caching

# #30925
source: Invalidate local HTTP caches
nl_nl: Maak lokale HTTP caches ongeldig

# #30927
source: Direct HTTP cache time-to-live [COLOR=gray](in minutes)[/COLOR]
nl_nl: Directe HTTP cache levensduur [COLOR=gray](in minuten)[/COLOR]

# #30929
source: Indirect HTTP cache time-to-live [COLOR=gray](in minutes)[/COLOR]
nl_nl: Indirecte HTTP cache levensduur [COLOR=gray](in minuten)[/COLOR]

# #30931
source: Logging
nl_nl: Logboek

# #30933
source: Log level
nl_nl: Log niveau

# #30951
source: Login failed!
nl_nl: Inloggen mislukt!

# #30952
source: Login succeeded.
nl_nl: Inloggen gelukt.

# #30953
source: Invalid email address or password. Only VRT logins are supported, no Google, Facebook or Apple logins.
nl_nl: Ongeldig e-mailadres of wachtwoord. Alleen VRT-logins worden ondersteund, geen Google-, Facebook- of Apple-logins.

# #30954
source: Whoops something went wrong, check the kodi log for more details.
nl_nl: Oeps, er ging iets mis, check de kodi log voor meer informatie.

# #30955
source: Please fill in your email address to login.
nl_nl: Gelieve je e-mailadres in te vullen om in te loggen.

# #30956
source: Please fill in your password to login.
nl_nl: Gelieve je wachtwoord in te vullen om in te loggen.

# #30957
source: Please increase the maximum bandwidth. Maximum bandwidth is set to {max} kbps, but this stream needs a minimum of {min} kbps.
nl_nl: Verhoog de maximale bandbreedte alstublieft. De maximale bandbreedte is ingesteld op {max} kbps, maar deze stream heeft minimum {min} kbps nodig.

# #30958
source: There is a problem with this VRT NU {protocol} stream. Try again with {component} {state} or try to play this program from the VRT NU website. Please report this problem at https://www.vrt.be/vrtnu/help/
nl_nl: Er is een probleem met deze VRT NU {protocol}-stream. Probeer het opnieuw met {component} {state} of probeer dit programma af te spelen vanaf de VRT NU-website. Meld dit probleem op https://www.vrt.be/vrtnu/help/

# #30959
source: InputStream Adaptive and Widevine DRM
nl_nl: InputStream Adaptive en Widevine DRM

# #30960
source: disabled
nl_nl: uitgeschakeld

# #30961
source: enabled
nl_nl: ingeschakeld

# #30962
source: There is a problem with this VRT NU {protocol} stream and Kodi {version} does not support the alternative stream. Please upgrade to a newer Kodi version or try to play this program from the VRT NU website. Please report this problem at https://www.vrt.be/vrtnu/help/
nl_nl: Er is een probleem met deze VRT NU {protocol}-stream en Kodi {version} ondersteunt de alternatieve stream niet. Schakel over op een nieuwere versie van Kodi of probeer dit programma af te spelen vanaf de VRT NU-website. Meld dit probleem op https://www.vrt.be/vrtnu/help/

# #30963
source: This program cannot be played. You need a VRT account to play this program. Please register at https://www.vrt.be/vrtnu/
nl_nl: Dit programma kan niet afgespeeld worden. Je hebt een VRT-account nodig om deze stream af te spelen. Registreer je op https://www.vrt.be/vrtnu/

# #30964
source: This program cannot be played. To view this program outside of Belgium, a Belgian mobile phone number must be linked to your VRT account at https://www.vrt.be/vrtnu/
nl_nl: Dit programma kan niet afgespeeld worden. Om dit programma buiten België te bekijken moet er een Belgisch gsm-nummer aan je VRT-account gekoppeld zijn op https://www.vrt.be/vrtnu/

# #30965
source: This program cannot be played. It is blocked on your geographical location based on your IP address. More info at https://www.vrt.be/vrtnu/help/country/
nl_nl: Dit programma kan niet afgespeeld worden. Het wordt geblokkeerd op jouw geografische locatie op basis van je IP-adres. Meer info op https://www.vrt.be/vrtnu/help/country/

# #30966
source: Using a SOCKS proxy requires the PySocks library (script.module.pysocks) installed.
nl_nl: Het gebruik van SOCKS proxies vereist dat de PySocks library (script.module.pysocks) geïnstalleerd is.

# #30967
source: Could not retrieve this program list. VRT Search API url is too long. Go to [B]VRT NU settings » Interface » Manage My favorites…[/B] and unfollow older favorite programs to fix this problem.
nl_nl: Deze programmalijst kan niet opgehaald worden. VRT Search API url is te lang. Ga naar [B]VRT NU instellingen » Interface » Beheer Mijn favorieten[/B] en verwijder een aantal favoriete programma's om dit probleem op te lossen.

# #30968
source: No connection
nl_nl: Geen verbinding

# #30969
source: There is a problem connecting to the Internet. This could be related to Kodi, your network, your ISP or VRT NU. Check out the Kodi log for more details.
nl_nl: Er is een probleem met het verbinden met internet. Dit kan liggen aan Kodi, aan jouw netwerk, aan jouw ISP of aan VRT NU. Bekijk de Kodi-log voor meer details.

# #30970
source: VRT NU authentication failed
nl_nl: VRT NU-verificatie is mislukt

# #30971
source: There is an unknown problem authenticating your user credentials at VRT NU. Please check your VRT NU account at https://www.vrt.be/vrtnu/
nl_nl: Er is een onbekend probleem bij het verifiëren van je gebruikersgegevens bij VRT NU. Controleer je VRT NU-account op https://www.vrt.be/vrtnu/

# #30972
source: There is a problem authenticating at VRT NU to enable favorites. Please check your VRT NU account at https://www.vrt.be/vrtnu/ or disable favorites in the add-on settings.
nl_nl: Er is een probleem met de authenticatie bij VRT NU om favorieten in te schakelen. Controleer je VRT NU-account op https://www.vrt.be/vrtnu/ of schakel favorieten uit in de add-on-instellingen.

# #30975
source: Failed to get user token from VRT NU
nl_nl: Ophalen van het gebruikerstoken van VRT NU is mislukt

# #30976
source: Failed to (un)follow program '{program}' at VRT NU
nl_nl: Het programma '{program}' op VRT NU volgen of vergeten is mislukt

# #30977
source: Failed to update watch activity '{title}' at VRT NU
nl_nl: Updaten van kijkactiviteit '{title}' bij VRT NU is mislukt

# #30978
source: Welcome to VRT NU add-on v2.0.0
nl_nl: Welkom bij VRT NU add-on v2.0.0
