Repository: xbmc/repo-plugins
Catalog: plugin.video.jworg/resources/language/Polish/strings.po
Languages: pl

# #30001
source: Next page >>
pl: Następna strona >>

# #30002
source: Language of multimedia file
pl: Język zawartości multimedialnej

# #30005
source: General
pl: Ogólne

# #30007
source: Choose a video
pl: Wybierz film

# #30010
source: Books of the Bible
pl: Księgi Biblii

# #30011
source: Music and songs
pl: Muzyka i piosenki

# #30012
source: Daily text
pl: Słowo na dziś

# #30013
source: Bible dramas
pl: Nauki Biblijne

# #30014
source: Dramatic bible reading
pl: Adaptacje dźwiękowe Biblii

# #30015
source: Musics, dramas, and dramatic readings
pl: Muzyka i słuchowiska

# #30016
source: Newest first
pl: Najpierw najnowsze

# #30017
source: Oldest first
pl: Najpierw najstarsze

# #30018
source: By title
pl: Po tytułach

# #30019
source: Sorting
pl: Sortowanie

# #30020
source: Videos
pl: Wideo

# #30021
source: Cache
pl: Pamięć podręczna

# #30022
source: Empty cache (force lists update)
pl: Wyczyść pamięć podręczną (aktualizacja listy)

# #30023
source: Emptying cache
pl: Czyszczenie pamięci podręcznej

# #30024
source: Successfully done
pl: Zrobione

# #30025
source: Magazines
pl: Publikacje

# #30026
source: All magazines
pl: Wszystkie publikacje

# #30027
source: Awake!
pl: Przebudźcie się!

# #30028
source: The Watchtower
pl: Strażnica

# #30029
source: The Watchtower (Study Edition)
pl: Strażnica (wydanie do studium)

# #30030
source: The Watchtower (Simplified Edition)
pl: Strażnica (wydanie uproszczone)

# #30031
source: Latest
pl: Najnowsze

# #30032
source: Newsroom
pl: Dla mediów
