Repository: xbmc/repo-plugins
Catalog: plugin.video.zdf_*_2016/resources/language/resource.language.*/strings.po
Languages: de_de

# #32001
source: Full episodes
de_de: Ganze Sendungen

# #32002
source: Fulltext Search
de_de: Volltext Suche

# #32003
source: Rubrics
de_de: Rubriken

# #32004
source: Rubric
de_de: Rubrik

# #32005
source: Search
de_de: Suche

# #32006
source: Empty search string.
de_de: Suchbergriff ist leer.

# #32007
source: Play Video
de_de: Video starten

# #32008
source: Downloading video information ...
de_de: Lade Video Information ...

# #32009
source: Downloading stream information ...
de_de: Lade Stream Information ...

# #32010
source: Starting video player ...
de_de: Starte Video Player ...

# #32011
source: con't find video-info-url in video-content
de_de: Video-info-url fehlt im Video-Content

# #32012
source: con't find stream-info-url in video-content
de_de: Stream-info-url fehlt im Video-Content

# #32013
source: No results found for last search.
de_de: Die Suche lieferte keine Treffer.

# #32014
source: Searching
de_de: Suchen

# #32015
source: Merge genre-category and title
de_de: Verbinde Genre-Kategorie und Titel

# #32016
source: Item pattern
de_de: Listeneintrag Template

# #32017
source: Show more (page {0} of {1}) ...
de_de: Mehr Suchergebnisse (Seite {0} von {1}) ...

# #32018
source: Load all search results
de_de: Alle Suchergebnisse laden

# #32019
source: Show only playable search results
de_de: Nur abspielbare Suchergebnisse anzeigen

# #32020
source: Loading results
de_de: Lade Ergebnisse

# #32021
source: page 1 ...
de_de: Seite 1 ...

# #32022
source: page {0} of {1} ...
de_de: Seite {0} von {1} ...

# #32023
source: Labeling
de_de: Beschriftung

# #32024
source: Show date in title
de_de: Zeige Datum im Titel

# #32025
source: Show genre in title
de_de: Zeige Genre im Titel

# #32026
source: Show playable '(>)' in title
de_de: Zeige abspielbar '(>)' im Titel

# #32027
source: Show tags in title
de_de: Zeige Tags im Titel

# #32028
source: Search History Size
de_de: Größe der Such-Historie

# #32029
source: {1} (Search on {0})
de_de: {1} (Suche vom {0})

# #32030
source: Search History
de_de: Gespeicherte Suchen

# #32031
source: Most Liked
de_de: Bestbewertet

# #32032
source: Most Watched
de_de: Meist gesehen

# #32033
source: Episodes A-Z
de_de: Sendungen A-Z

# #32034
source: Approved for Accessibility
de_de: Barrierearm

# #32036
source: Missed a Show
de_de: Sendung verpasst

# #32037
source: Shows A-Z
de_de: Sendungen A-Z

# #32038
source: Shows with {0}
de_de: Sendungen mit {0}

# #32039
source: Error
de_de: Fehler

# #32040
source: Info
de_de: Hinweis

# #32041
source: Redirect Detected
de_de: Weiterleitung erkannt

# #32042
source: The page '{0}' was redirected by the ZDF server to '{1}'. This is an external link that can not be opened inside the ZDF Mediathek 2016. Please open this link in a web-browser.
de_de: Die Seite '{0}' wurde vom ZDF Server weitergeleitet zu '{1}'. Dies is ein externer Link, der nicht innerhalb der ZDF Mediathek 2016 geöffnet werden kann. Bitte öffnen Sie diesen Link in einem Web-Browser.

# #32043
source: Homepage zdf.de
de_de: Startseite zdf.de

# #32044
source: Downloading master playlist ...
de_de: Lade Master Playlist ...

# #32046
source: Filter master playlist for best resolution
de_de: Filtere Master Playlist nach höchster Auflösung
