Repository: xbmc/repo-plugins
Catalog: plugin.video.gamekings/resources/language/resource.language.*/strings.po
Languages: nl_nl

# Addon Summary
source: Watch videos from Gamekings.tv (dutch)
nl_nl: Bekijk videos van Gamekings.tv (dutch)

# Addon Description
source: Watch videos from Gamekings.tv (dutch)
nl_nl: Bekijk videos van Gamekings.tv (dutch)

# Addon Disclaimer
source: For bugs, requests or general questions visit the Gamekings.tv thread on the Kodi forum.
nl_nl: Bugs of andere feedback op deze plugin kan geplaatst worden in de Gamekings.tv thread op het Kodi forum.

# #30001
source: TV Episodes
nl_nl: TV Afleveringen

# #30004
source: Search in Videos
nl_nl: Zoeken in Videos

# #30006
source: Videos on Frontpage
nl_nl: Videos op Voorpagina

# #30100
source: Version
nl_nl: Versie

# #30101
source: Author
nl_nl: Auteur

# #30103
source: Base Url
nl_nl: Basis Url

# #30104
source: Gamekings Premium Member
nl_nl: Gamekings Premium Lid

# #30105
source: User Name
nl_nl: Gebruikers Naam

# #30106
source: Password
nl_nl: Wachtwoord

# #30204
source: Episode
nl_nl: Aflevering

# #30300
source: Maximum Video quality
nl_nl: Mamimum Video kwaliteit

# #30301
source: Standard
nl_nl: Standaard

# #30302
source: High
nl_nl: Hoog

# #30501
source: %s to %s
nl_nl: %s tot %s

# #30502
source: Page %u
nl_nl: Pagina %u

# #30503
source: Next page
nl_nl: Volgende pagina

# #30504
source: Getting video location...
nl_nl: Video wordt opgehaald...

# #30505
source: No video found.
nl_nl: Video niet gevonden.

# #30506
source: Error playing media file.
nl_nl: Fout bij het afspelen van video.

# #30507
source: Error getting page: %s.
nl_nl: Fout bij ophalen van pagina %s.

# #30601
source: Login has failed for this Premium video. In settings
nl_nl: Login is mislukt voor deze Premium video. In settings

# #30602
source: enter the correct username and password. Or turn off
nl_nl: voer de correcte gebruikersnaam en wachtwoord in. Of

# #30603
source: the Gamekings-Premium-membership-switch if you are not a member.
nl_nl: zet Gameking Premium-lidmaatschap-switch uit als u geen lid bent.

# #30604
source: Login Failed: %s.
nl_nl: Login gefaald: %s

# #30605
source: Sorry. You must be a Premium member to see this video.
nl_nl: Sorry. Je moet Premium lid zijn om deze video te zien.

# #30610
source: Only show Videos category
nl_nl: Toon alleen Videos categorie

# #30611
source: Start the Kodi twitch video addon and go to the Gamekings channel to see the live stream.
nl_nl: Start de Kodi twitch video addon en ga naar het Gamekings kanaal om de live stream te zien
