Repository: xbmc/repo-plugins
Catalog: plugin.video.couchpotato_manager/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #30000
source: All Movies
pt_br: Todos os Filmes

# #30001
source: Add new Movie to Wanted-list
pt_br: Adicionar novo filme para lista dos mais desejados

# #30002
source: Wanted Movies
pt_br: Filmes Desejados

# #30003
source: Done Movies
pt_br: Filmes Concluídos

# #30004
source: Status List
pt_br: Lista com Estatus

# #30100
source: Add-on Settings
pt_br: Ajustes do Add-on

# #30101
source: Refresh Releases
pt_br: Atualizar Releases

# #30102
source: Delete Movie
pt_br: Deletar Filme

# #30103
source: Delete Release
pt_br: Deletar Release

# #30105
source: Ignore Release
pt_br: Ignorar Release

# #30106
source: Search Trailer on YouTube
pt_br: Procurar Trailer no YouTube

# #30107
source: Force full search
pt_br: Forçar procura total

# #30110
source: Please enter movie title
pt_br: Por favor entre com o título do filme

# #30111
source: Please select the correct Movie
pt_br: Por favor selecione o filme correto

# #30112
source: Please select the profile
pt_br: Por favor selecione o perfil

# #30113
source: Delete Movie
pt_br: Deletar Filme

# #30114
source: Are you sure to delete?
pt_br: Você tem certeza que quer deletar?

# #30115
source: Please select your default profile
pt_br: Por favor selecione seu perfil padrão

# #30120
source: Connection error
pt_br: Erro Conexão

# #30121
source: Wrong User-Credentials or Api Key
pt_br: Credenciais do usuário errado ou chave API

# #30122
source: Wrong Network Settings or CP not running.
pt_br: Ajustes de redes errados ou CP não está rodando.

# #30123
source: Do you want to change them now?
pt_br: Você deseja alterar agora?

# #30130
source: Movie added
pt_br: Filme adicionado

# #30140
source: Please use context menu
pt_br: Por favor use o menu de contexto

# #30141
source: You need to open the context-menu
pt_br: Você precisar abrir o menu de contexto

# #30142
source: to choose the action you want
pt_br: para escolher a ação desejada

# #30150
source: Type
pt_br: Tipo

# #30151
source: Provider
pt_br: Fornecedor

# #30152
source: Provider-Extra
pt_br: Fornecedor Extra

# #30153
source: Age
pt_br: Tempo

# #30155
source: Size (MB)
pt_br: Tamanho (MB)

# #30156
source: Description
pt_br: Descrição

# #30300
source: Username
pt_br: Nome de usuário

# #30301
source: Password
pt_br: Senha

# #30302
source: Use HTTPS
pt_br: Usar HTTPs

# #30303
source: Hostname
pt_br: Nome do Host

# #30304
source: Port
pt_br: porta

# #30305
source: Api Key
pt_br: Chave API

# #30306
source: Set default profile
pt_br: Setar Perfil Padrão

# #30310
source: You only need username/password OR Api Key!
pt_br: Você somente necessita usuário/senha ou Chave API
