Repository: xbmc/repo-plugins
Catalog: service.mailnotifiers/resources/language/*/strings.po
Languages: french

# #611
source: (%s) New e-mail%s
french: (%s) Nouveau courriel%s

# #612
source: Received on %s
french: Reçu sur %s

# #613
source: Error Connecting to server
french: Erreur de connection au serveur

# #614
source: Please set Username and Password
french: SVP votre nom et mot de passe

# #615
source: Update in %i second(s)
french: Mise à jour dans %i seconde(s)

# #616
source: Fectching Mails %s
french: Relève du courrier %s...

# #30100
source: Server name
french: Nom du serveur

# #30101
source: Username
french: Utilisateur

# #30102
source: Password
french: Mot de passe

# #30103
source: Server
french: Serveur

# #30107
source: Time
french: Temps

# #30114
source: Popup New Mail
french: Popup Nouveau courriel

# #30115
source: Popup Connexion Error
french: Popup erreur de connection

# #30116
source: Folder
french: Dossier

# #30117
source: Show Update Time
french: Afficher le temps de mise à jour

# #30118
source: Enable Server
french: Active le serveur

# #30119
source: Width
french: Largeur

# #30120
source: Height
french: Hauteur

# #30121
source: Font
french: Police

# #30122
source: Text color
french: Couleur du texte

# #30123
source: Alternate display (Display servers one after one)
french: Affichage alterné (Affiche les serveurs l'un après l'autre

# #30124
source: Display by skin
french: Affichage défini dans le skin

# #30127
source: Max Size Message
french: Taille maximum des messages IMAP

# #30128
source: Filter search messages IMAP
french: Filtre de recherche des messages IMAP

# #30130
source: Multilines (Display messages on multilines)
french: Multilignes (Afficahge des messages en multilignes)
