Repository: xbmc/repo-plugins
Catalog: script.service.hyperion/resources/language/resource.language.*/strings.po
Languages: de_de, it_it

# #32001
source: General
de_de: Allgemein
it_it: Generale

# #32002
source: Enable addon (Grabbing)
de_de: Aktiviere das Addon (Grabbing)
it_it: Abilita l'Addon (Acquisizione)

# #32003
source: Hyperion hostname or IP-address
de_de: Hyperion Hostname oder IP-Adresse
it_it: Nome host o indirizzo IP di Hyperion

# #32005
source: Hyperion priority channel
de_de: Hyperion Priorität
it_it: Canale prioritario di Hyperion

# #32006
source: Reconnect timeout (s)
de_de: Zeitlimit für erneute Verbindung (s)
it_it: Timeout riconnessione (s)

# #32007
source: Enable when on screensaver
de_de: Aktiviere bei Bildschirmschoner
it_it: Abilita con lo screen saver

# #32008
source: Grabber picture width (pixel)
de_de: Bildbreite (pixel)
it_it: Larghezza immagine acquisita (pixel)

# #32010
source: Frame rate (fps)
de_de: Bildfrequenz (fps)

# #32100
source: Error: Unable to connect to Hyperion. Wrong hostname or IP-address?
de_de: Fehler: Kann keine Verbindung zu Hyperion aufbauen. Falscher Hostname oder IP-Adresse?
it_it: Errore: Impossible connettersi a Hyperion. Nome host o indirizzo IP sbagliato?

# #32101
source: Error: Unable to send image to Hyperion. Wrong PROTO-port?
de_de: Fehler: Kann kein Bild an Hyperion senden. Falscher PROTO-Port?
it_it: Errore: Impossibile inviare l'immagine a Hyperion. porta PROTO sbagliata?

# #32102
source: ATTENTION: Higher the values below may lead to performance issues
de_de: ACHTUNG: Ein Erhöhen der folgenden Werte kann zu hoher CPU-Last führen
it_it: ATTENZIONE: Alzare i valori seguenti pu√≤ portare a problemi di performance

# #32004
source: Hyperion host PROTO-port
it_it: Porta PROTO di Hyperion
