Repository: xbmc/repo-plugins
Catalog: service.twitterfeed/resources/language/*/strings.po
Languages: german

# Addon Summary
source: Shows Twitter Messages in Kodi
german: Zeigt Twitter Nachrichten in Kodi an

# Addon Description
source: Shows Hastags from "TV Shows and Sender" or "Timline" or a "defined search word"
german: Zeigt Hashtags aus dem Fernsehen an oder die Timeline oder ein Suchbegriff an

# #30001
source: Filter(words seperated with ,)
german: Filter(Komma getrennt)

# #30002
source: Conent
german: Welche Art von Tweets

# #30003
source: Countrycode (Exampe DE)
german: Ländercode (z.b. DE)

# #30005
source: Authentificate
german: Authentifizieren

# #30006
source: Show Twets Always
german: Tweets überall anzeigen

# #30007
source: Search for
german: Suchwort

# #30008
source: Avatar Picture
german: Avatar Bild

# #30009
source: generel
german: Generell

# #30019
source: Twitter Auth in Local Browser?
german: Twitter Auth im Lokalen Browser?

# #30020
source: Show Auth URL in Kodi for externel Browser
german: Twitter Auth im Externen Brwoser?

# #30021
source: Cancel
german: Abbrechen

# #30022
source: Twitter: Enter the Pin
german: Twitter: Pin Eingeben

# #30024
source: New Configuration
german: Neu Configuration

# #30025
source: After Leaving the Settings, Twitteraddon will Authentificate again
german: Nach verlassen des Einstellungen wird Twitter neu Configuriert

# #30027
source: Font
german: Schrift

# #30028
source: Message Start X
german: Meldung Start X

# #30029
source: Message Start Y
german: Meldung Start Y

# #30030
source: Meldung Height
german: Meldung Höhe

# #30031
source: Meldung Length
german: Meldung Breite

# #30032
source: Picture Height
german: Bild Höhe

# #30033
source: Picture Length
german: Bild Breit

# #30034
source: Advanced (Only If you know what you are doing)
german: Advanced (Nur wenn du weißt was du tust)

# #30035
source: Fontcolor
german: Schriftfarbe
