Repository: xbmc/repo-plugins
Catalog: plugin.audio.radio_*/resources/language/resource.language.*/strings.po
Languages: es_mx

# Addon Summary
source: Access >30000 radio broadcasts
es_mx: Accede a >30000 transmisiones de radio

# Addon Description
source: Music plugin to access over 30000 international radio broadcasts from rad.io, radio.de, radio.fr, radio.pt and radio.es[CR]Currently features[CR]- English, german, french translated[CR]- Browse stations by location, genre, topic, country, city and language[CR]- Search for stations[CR]- 115 genres, 59 topics, 94 countrys, 1010 citys, 63 languages
es_mx: Complemento de música para acceder a más de 30000 transmisiones de radio internacionales de rad.io, radio.de, radio.fr, radio.pt y radio.es[CR]Características actuales[CR]- Traducido a inglés, alemán, francés y español[CR]- Explora estaciones por ubicación, género, tópico, país, ciudad e idioma[CR]Busca estaciones[CR]- 115 géneros, 59 tópicos, 94 países, 1010, ciudades, 63 idiomas

# #30100
source: Editorials Recommendations
es_mx: Recomendaciones de los editores

# #30101
source: Top Stations
es_mx: Top estaciones

# #30102
source: Browse by genre
es_mx: Navegar por genero

# #30103
source: Browse by topic
es_mx: Explorar por tópico

# #30104
source: Browse by country
es_mx: Explorar por país

# #30105
source: Browse by city
es_mx: Explorar por ciudad

# #30106
source: Browse by language
es_mx: Explorar por idioma

# #30107
source: Local Stations
es_mx: Estaciones locales

# #30108
source: My Stations
es_mx: Mis Estaciones

# #30200
source: Search for station
es_mx: Buscar estación

# #30300
source: Language
es_mx: Idioma

# #30301
source: English
es_mx: Inglés

# #30302
source: German
es_mx: Alemán

# #30303
source: French
es_mx: Francés

# #30304
source: Portuguese
es_mx: Portugués

# #30305
source: Spanish
es_mx: Español

# #30310
source: Force ViewMode to Thumbnail
es_mx: Forzar Modo de Vista a Miniatura

# #30400
source: Add to 'My Stations'
es_mx: Agregar a 'Mis Estaciones'

# #30401
source: Remove from 'My Stations'
es_mx: Remover de 'Mis Estaciones'

# #30402
source: Edit custom Station
es_mx: Editar estación personalizada

# #30500
source: Please enter %s
es_mx: Por favor ingresa %s

# #30501
source: title
es_mx: título

# #30502
source: thumbnail url or path
es_mx: ruta o url a miniatura

# #30503
source: stream url
es_mx: url de transmisión

# #30504
source: Add custom Station...
es_mx: Añadir estación personalizada...

# #30600
source: Network Error
es_mx: Error de red

# #30602
source: Hide fanart
es_mx: Esconder fanart

# #30603
source: Most Popular
es_mx: Más popular

# #30605
source: Page (%s/%s) | Next >>
es_mx: Página (%s/%s) | Siguiente >>

# #30606
source: By country
es_mx: Por país

# #30607
source: Prefer HTTP streams over HTTS
es_mx: Preferir conexiones HTTP sobre HTTS

# #30608
source: Unable to get radio stream url
es_mx: No se pudo obtener la url de la transmisión de radio

# #30609
source: Sucessfully added to my stations!
es_mx: ¡Añadido exitosamente a Mis estaciones!

# #30610
source: Sucessfully removed from my stations!
es_mx: ¡Eliminado exitosamente de Mis estaciones!
