Repository: xbmc/repo-plugins
Catalog: plugin.audio.intergalacticfm/resources/language/*/strings.po
Languages: dutch, german

# #32001
source: Quality
dutch: Kwaliteit
german: Qualität

# #32002
source: Format
dutch: Formaat

# #32003
source: Firewall friendly
dutch: Firewallvriendelijk

# #32005
source: Cache cleared.
dutch: Cache geleegd.
german: Cache gelöscht.

# #32007
source: Clear channel and playlist cache
dutch: Leeg cache van kanaal en playlist
german: Cache mit Senderliste und Playlists löschen

# #32008
source: Refresh channel list from server
dutch: Ververs kanaallijst van server
german: Senderliste vom Server laden

# #32009
source: Please consider donating to keep Intergalactic FM in orbit. Visit https://intergalacticfm.com
dutch: Doneer a.u.b. om Intergalactic FM in haar baan houden. Ga naar https://intergalacticfm.com

# #32913
source: High, medium, low
dutch: Hoog, middel, laag
german: Hoch, mittel, niedrig

# #32912
source: Medium, high, low
dutch: Middel, hoog, laag
german: Mittel, hoch, niedrig

# #32911
source: Medium, low, high
dutch: Middel, laag, hoog
german: Mittel, niedrig, hoch

# #32910
source: Low, medium, high
dutch: Laag, middel, hoog
german: Niedrig, mittel, hoch

# #32920
source: MP3 only
dutch: Alleen MP3
german: Nur MP3

# #32922
source: AAC, MP3
dutch: AAC, MP#

# #32923
source: AAC only
dutch: Alleen AAC
german: Nur AAC

# #32930
source: Always
dutch: Altijd
german: Immer

# #32931
source: Once in a day
dutch: Eens per dag
german: Einmal am Tag

# #32932
source: Once in a week
dutch: Eens per week
german: Einmal in der Woche

# #32933
source: Once in a month
dutch: Eens per maand
german: Einmal im Monat

# #32009
source: Please consider donating to keep Intergalactic FM in orbit. Visit https://intergalactic.fm
german: Bitte erhalte Intergalactic FM mit Deiner Spende in der Umlaufbahn. Besuche https://intergalactic.fm
