Repository: xbmc/repo-plugins
Catalog: plugin.offtictor/resources/language/resource.language.*/strings.po
Languages: es_es

# #32011
source: Login
es_es: Nombre de usuario / email

# #32012
source: Password
es_es: Contraseña

# #32013
source: Connected
es_es: Connectado

# #32014
source: Mark as read
es_es: Marcar como leído

# #32015
source: Mark as unread
es_es: Marcar como NO lleído

# #32016
source: Play with Youtube
es_es: Ver en Youtube

# #32017
source: Marked as read
es_es: Marcado como leído

# #32018
source: Marked as unread
es_es: Marcado como NO leído

# #32019
source: Can not mark as read
es_es: No se ha podido marcar como leído

# #32020
source: Can not mark as unread
es_es: No se ha podido marcar como NO leído

# #32021
source: List Subscriptions
es_es: Listar suscripciones

# #32022
source: Clear cache
es_es: Limpiar caché

# #32023
source: Cache cleared
es_es: Caché limpia

# #32024
source: Behaviour
es_es: Comportamiento

# #32025
source: Max feed length
es_es: Posts a mostrar de una suscripción

# #32026
source: Subscriptions preloaded
es_es: Suscripciones precargadas

# #32027
source: Next page
es_es: Siguiente página

# #33001
source: Can not connect
es_es: No se ha podido conectar

# #33002
source: Can not connect to TOR
es_es: No se ha podido conectar a TOR

# #33003
source: Can not start addon
es_es: No se ha podido iniciar el complemento
