Repository: xbmc/repo-plugins
Catalog: plugin.program.remote.control.browser/resources/language/resource.language.*/strings.po
Languages: de_de, pt_br

# #30001
source: Add Bookmark
de_de: Lesezeichen Hinzufügen
pt_br: Adicionar Marcador

# #30002
source: Remove Bookmark
de_de: Lesezeichen Entfernen
pt_br: Remover Marcador

# #30003
source: Title
de_de: Titel
pt_br: Título

# #30005
source: Browser not found!
de_de: Browser nicht gefunden!
pt_br: Navegador não encontrado!

# #30006
source: Edit Bookmark
de_de: Lesezeichen Ändern
pt_br: Editar Marcador

# #30007
source: Thumbnail
pt_br: Miniatura

# #30018
source: Dependencies
de_de: Abhängigkeiten
pt_br: Dependências

# #30019
source: Browser Path
de_de: Browser Pfad
pt_br: Caminho do Navegador

# #30020
source: Browser Arguments
de_de: Browser Argumente
pt_br: Argumentos do Navegador

# #30021
source: “xdotool” Path
de_de: „xdotool“ Pfad
pt_br: Caminho do “xdotool”

# #30022
source: Warning: Missing Python package “psutil”
de_de: Warnung: Python-Paket „psutil“ fehlt
pt_br: Atenção: Faltando pacote Python “psutil”

# #30023
source: Warning: Missing Python package “pyalsaaudio”
de_de: Warnung: Python-Paket „pyalsaaudio“ fehlt
pt_br: Atenção: Faltando pacote Python “pyalsaaudio”

# #30024
source: Warning: Missing Python package “pylirc2”
de_de: Warnung: Python-Paket „pylirc2“ fehlt
pt_br: Atenção: Faltando pacote Python “pylirc2”

# #30025
source: Launch Bookmark
de_de: Lesezeichen Starten
pt_br: Iniciar Marcador

# #30027
source: Edit Keymap
de_de: Keymap Ändern
pt_br: Editar Keymap

# #30028
source: LIRC Configuration File
de_de: LIRC Konfigurationsdatei
pt_br: Arquivo de Configuração do LIRC

# #30029
source: Loading Webpage
de_de: Webseite Wird Geladen
pt_br: Carregando Página Web

# #30030
source: Enable Linkcast
de_de: Linkcast Aktivieren
pt_br: Ativar Linkcast

# #30031
source: Linkcast Port
pt_br: Porta do Linkcast

# #30034
source: The link was sent to Kodi.
de_de: Die Link wurde zu Kodi gesendet.
pt_br: O link foi enviado para Kodi.

# #30036
source: Drag this bookmarklet to the bookmarks bar and then you can use it to linkcast your current webpage:
de_de: Ziehen Sie dieses Bookmarklet in die Lesezeichenleiste und dann können Sie verwenden, um Ihre aktuelle Webseite zu linkcast:
pt_br: Arraste este bookmarklet para a barra de marcadores e então você pode usá-lo para linkcast sua página web atual:

# #30037
source: Kodi Linkcast does not support the scheme: %(url)s
de_de: Kodi Linkcast nicht das Schema unterstützen: %(url)s
pt_br: O Kodi Linkcast não suporta o esquema: %(url)s

# #30038
source: Browser already running!
de_de: Browser ausgeführt bereits!
pt_br: Navegador já em execução!

# #30039
source: Warning: Insufficient memory
de_de: Warnung: Unzureichender Speicher
pt_br: Atenção: Memória insuficiente

# #30040
source: Browser reported an error!
de_de: Browser einen Fehler gemeldet!
pt_br: Navegador relatou um erro!

# #30041
source: Suspend Kodi During Browsing
de_de: Während des Surfens Kodi Aussetzen
pt_br: Suspender Kodi Durante a Navegação

# #30042
source: Sound Server
pt_br: Servidor de Som

# #30044
source: ALSA Audio
pt_br: Áudio ALSA

# #30045
source: ALSA Volume Control Device
de_de: ALSA Lautstärkeregler Geräte
pt_br: Dispositivo para Controle de Volume
