Repository: xbmc/repo-plugins
Catalog: plugin.video.dplay/resources/language/*/strings.po
Languages: italian

# #30000
source: Video content streaming quality
italian: Qualità dei contenuti video

# #30008
source: Don't show seasons if there's only one
italian: Non mostrare le stagioni se ne è presente solo una

# #30009
source: Hide shows without episodes
italian: Nascondi gli spettacoli senza episodi

# #30010
source: Show Discovery channels
italian: Mostra i canali Discovery

# #30011
source: Maximum number of shows to download for each request to the server
italian: Numero massimo di spettacoli da scaricare per ogni richiesta al server

# #30012
source: Shows a page for each request
italian: Mostra una pagina per ogni richiesta

# #30013
source: Shows
italian: Spettacoli

# #30014
source: Channels
italian: Canali

# #30015
source: {show} ({number} episodes)
italian: {show} ({number} episodi)

# #30016
source: {season} ({numberof} episodes of {numbertot} available)
italian: {season} ({numberof} episodi su {numbertot} disponibili)

# #30017
source: {episode} (Episode {number})
italian: {episode} (Episodio {number})
