Repository: xbmc/repo-plugins
Catalog: plugin.video.catchuptvandmore/resources/language/resource.language.*/strings.po
Languages: fr_fr, nl_nl

# #30002
source: Quality and content
fr_fr: Qualité et Contenu
nl_nl: Kwaliteit en inhoud

# #30003
source: Downloads
fr_fr: Téléchargements

# #30004
source: Accounts
fr_fr: Comptes

# #30005
source: Advanced settings
fr_fr: Paramètres avancés
nl_nl: Geavanceerde instellingen

# #30006
source: Channels
fr_fr: Chaînes
nl_nl: Kanalen

# #30009
source: General
fr_fr: Général
nl_nl: Algemeen

# #30010
source: Hide main menu categories
fr_fr: Masquer des catégories du menu principal
nl_nl: Verberg hoofdmenu categorieën

# #30011
source: Hide channels
fr_fr: Masquer des chaînes
nl_nl: Verberg kanalen

# #30012
source: To configure YTDL go settings of script.module.youtube.dl
fr_fr: Pour configurer YTDL aller dans la configuration de script.module.youtube.dl
nl_nl: Ga naar de instellingen van script.module.youtube.dl om YTDL te configureren

# #30013
source: Hide countries
fr_fr: Masquer des pays
nl_nl: Verberg landen

# #30014
source: Hide websites
fr_fr: Masquer des sites internet
nl_nl: Verberg websites

# #30015
source: Hide live TV countries
fr_fr: Masquer des pays pour la TV en direct
nl_nl: Verberg live tv landen

# #30016
source: Hide catch-up TV countries
fr_fr: Masquer des pays pour le replay TV
nl_nl: Verberg replay tv landen

# #30017
source: Default values
fr_fr: Valeurs par défaut
nl_nl: Standaardwaarden

# #30018
source: Unmask main menus items
fr_fr: Démasquer les éléments des menus principaux

# #30019
source: Unmask live TV channels
fr_fr: Démasquer les chaînes de la TV en direct

# #30020
source: Unmask replay TV channels
fr_fr: Démasquer les chaînes des replay TV

# #30030
source: Live TV
fr_fr: TV en direct

# #30031
source: Catch-up TV
fr_fr: Replay TV
nl_nl: Replay tv

# #30032
source: Websites
fr_fr: Sites internet

# #30033
source: Favourites
fr_fr: Favoris
nl_nl: Favorieten

# #30051
source: Switzerland
fr_fr: Suisse
nl_nl: Zwitserland

# #30052
source: United Kingdom
fr_fr: Royaume-Uni
nl_nl: Groot-Brittannië

# #30054
source: Belgium
fr_fr: Belgique
nl_nl: België

# #30055
source: Japan
fr_fr: Japon

# #30057
source: United States of America
fr_fr: États-Unis d'Amérique
nl_nl: Verenigde Staten

# #30058
source: Poland
fr_fr: Pologne
nl_nl: Polen

# #30059
source: Spain
fr_fr: Espagne
nl_nl: Spanje

# #30060
source: Tunisia
fr_fr: Tunisie
nl_nl: Tunesië

# #30061
source: Italia
fr_fr: Italie
nl_nl: Italië

# #30062
source: Netherlands
fr_fr: Pays-Bas
nl_nl: Nederland

# #30063
source: China
fr_fr: Chine

# #30064
source: Cameroon
fr_fr: Cameroun
nl_nl: Kameroen

# #30065
source: Slovenia
fr_fr: Slovénie
nl_nl: Slovenië

# #30066
source: Ethiopia
fr_fr: Ethiopie
nl_nl: Ethiopië

# #30067
source: Morocco
fr_fr: Maroc
nl_nl: Marokko

# #30068
source: Singapore
fr_fr: Singapour

# #30069
source: Lituania
fr_fr: Lituanie
nl_nl: Litouwen

# #30080
source: French channels
fr_fr: Chaînes françaises
nl_nl: Franse kanalen

# #30081
source: Belgian channels
fr_fr: Chaînes belges
nl_nl: Belgische kanalen

# #30082
source: Japanese channels
fr_fr: Chaînes japonaises
nl_nl: Japanse kanalen

# #30083
source: Switzerland channels
fr_fr: Chaînes suisses
nl_nl: Zwitserse Kanalen

# #30084
source: United Kingdom channels
fr_fr: Chaînes anglaises
nl_nl: Engelse kanalen

# #30085
source: International channels
fr_fr: Chaînes internationales
nl_nl: Internationale kanalen

# #30086
source: Canadian channels
fr_fr: Chaînes canadiennes
nl_nl: Canadese kanalen

# #30087
source: United States channels
fr_fr: Chaînes américaines
nl_nl: Amerikaanse kanalen

# #30088
source: Polish channels
fr_fr: Chaînes polonaises
nl_nl: Poolse kanalen

# #30089
source: Spanish channels
fr_fr: Chaînes espagnoles
nl_nl: Spaanse kanalen

# #30090
source: Tunisia channels
fr_fr: Chaînes tunisiennes
nl_nl: Tunesische kanalen

# #30091
source: Italian channels
fr_fr: Chaînes italiennes
nl_nl: Italiaanse kanalen

# #30092
source: Dutch channels
fr_fr: Chaînes néerlandaises
nl_nl: Nederlandse kanalen

# #30093
source: Chinese channels
fr_fr: Chaînes chinoises
nl_nl: Chinese kanalen

# #30094
source: Cameroon channels
fr_fr: Chaînes Camerounaise
nl_nl: Kameroense kanalen

# #30095
source: Slovenian channels
fr_fr: Chaînes slovène
nl_nl: Sloveense kanalen

# #30096
source: Ethiopian channels
fr_fr: Chaînes ethiopiennes
nl_nl: Ethiopische kanalen

# #30097
source: Moroccan channels
fr_fr: Chaînes marocaines

# #30150
source: Video quality
fr_fr: Qualité vidéo
nl_nl: Video kwaliteit

# #30151
source: Video quality (BEST|DEFAULT|DIALOG)
fr_fr: Qualité vidéo (BEST|DEFAULT|DIALOG)
nl_nl: Video kwaliteit (BEST|DEFAULT|DIALOG)

# #30152
source: Contents
fr_fr: Contenus
nl_nl: Inhoud

# #30153
source: Arte: Choose Channel
fr_fr: Arte : Choix de la chaîne
nl_nl: Arte: Kies kanaal

# #30154
source: France 24: Choose Channel
fr_fr: France 24 : Choix de la chaîne
nl_nl: France 24: Kies kanaal

# #30155
source: Euronews: Choose Channel
fr_fr: Euronews : Choix de la chaîne
nl_nl: Euronews: Kies kanaal

# #30156
source: MTV: Choose Channel
fr_fr: MTV : Choix de la chaîne
nl_nl: MTV: Kies kanaal

# #30157
source: DW: Choose Channel
fr_fr: DW : Choix de la chaîne
nl_nl: DW: Kies kanaal

# #30158
source: France 3 Régions: Choose region
fr_fr: France 3 Régions : Choix de la région
nl_nl: France 3 Régions: Kies regio

# #30159
source: La 1ère: Choose region
fr_fr: La 1ère : Choix de la région
nl_nl: La 1ère: Kies regio

# #30160
source: Bein Sports: Choose Channel
fr_fr: Bein Sports : Choix de la chaîne
nl_nl: Bein Sports: Kies kanaal

# #30161
source: QVC: Choose Channel
fr_fr: QVC : Choix de la chaîne
nl_nl: QVC: Kies kanaal

# #30162
source: NHK World: Choose Country
fr_fr: NHK World : Choix du pays
nl_nl: NHK World: Kies land

# #30163
source: CGTN: Choose Channel
fr_fr: CGTN : Choix de la chaîne
nl_nl: CGTN: Kies kanaal

# #30164
source: ICI Télé: Choose region
fr_fr: ICI Télé : Choix de la région
nl_nl: ICI Télé : Kies regio

# #30165
source: Realmadrid TV: Choose Channel
fr_fr: Realmadrid TV : Choix de la chaîne
nl_nl: Realmadrid TV: Kies kanaal

# #30166
source: RT: Choose Channel
fr_fr: RT : Choix de la chaîne
nl_nl: RT: Kies kanaal

# #30167
source: TVP 3: Choose region
fr_fr: TVP 3 : Choix de la région
nl_nl: TVP 3: Kies regio

# #30168
source: Enable TV guide (slower)
fr_fr: Activer le programme TV (plus lent)
nl_nl: Activeer tv-gids (langzamer)

# #30169
source: Enable Subtitle if present in the content
fr_fr: Activer les sous-titres si présent dans le contenu
nl_nl: Activeer ondertiteling wanneer beschikbaar

# #30170
source: CBC: Choose region
fr_fr: CBC : Choix de la région
nl_nl: CBC : Kies regio

# #30171
source: BFM Régions: Choose region
fr_fr: BFM Régions: Choix de la région

# #30172
source: TV5 monde plus: Choose country
fr_fr: TV5 monde plus: Choix du pays

# #30173
source: TV5 monde plus: Choose language
fr_fr: TV5 monde plus: Choix du langage

# #30200
source: Download directory
fr_fr: Répertoire de téléchargement
nl_nl: Download map

# #30201
source: Quality of the video to download
fr_fr: Qualité de la vidéo à télécharger
nl_nl: Video download kwaliteit

# #30202
source: Download in background
fr_fr: Télécharger en arrière plan
nl_nl: Download op de achtergrond

# #30203
source: Automatically rename the video (download directory required)
fr_fr: Renommer automatiquement la vidéo (répertoire de téléchargement requis)
nl_nl: Hernoem de video automatisch (download map vereist)

# #30240
source: NRJ Login
fr_fr: Login NRJ
nl_nl: NRJ gebruikersnaam

# #30241
source: NRJ Password
fr_fr: Mot de passe NRJ
nl_nl: NRJ wachtwoord

# #30242
source: VRT NU Login
fr_fr: Login VRT NU
nl_nl: VRT NU gebruikersnaam

# #30243
source: VRT NU Password
fr_fr: Mot de passe VRT NU
nl_nl: VRT NU wachtwoord

# #30244
source: 6play Login
fr_fr: Login 6play
nl_nl: 6play gebruikersnaam

# #30245
source: 6play Password
fr_fr: Mot de passe 6play
nl_nl: 6play wachtwoord

# #30246
source: RTLplay Login
fr_fr: Login RTLplay
nl_nl: RTLplay gebruikersnaam

# #30247
source: RTLplay Password
fr_fr: Mot de passe RTLplay
nl_nl: RTLplay wachtwoord

# #30248
source: ABWeb Login
fr_fr: Login ABWeb
nl_nl: ABWeb gebruikersnaam

# #30249
source: ABWeb Password
fr_fr: Mot de passe ABWeb
nl_nl: ABWeb wachtwoord

# #30250
source: UKTVPlay Login
fr_fr: Login UKTVPlay
nl_nl: UKTVPlay gebruikersnaam

# #30251
source: UKTVPlay Password
fr_fr: Mot de passe UKTVPlay
nl_nl: UKTVPlay wachtwoord

# #30252
source: RMCBFM Play Login
fr_fr: Login RMCBFM Play

# #30253
source: RMCBFM Play Password
fr_fr: Mot de passe RMCBFM Play

# #30270
source: TV integration
fr_fr: Intégration TV
nl_nl: TV integratie

# #30271
source: Kodi Live TV integration
fr_fr: Intégration de la TV en direct dans Kodi
nl_nl: Kodi Live TV integratie

# #30272
source: Install IPTV Manager add-on
fr_fr: Installer le plugin IPTV Manager
nl_nl: Installeer IPTV Manager add-on

# #30273
source: Enable Kodi Live TV integration
fr_fr: Activer la TV en direct dans Kodi
nl_nl: Activeer Kodi Live TV intergatie

# #30274
source: Open IPTV Manager settings
fr_fr: Ouvrir les paramètres de IPTV Manager
nl_nl: Open IPTV Manager instellingen

# #30275
source: Select channels to enable
fr_fr: Sélectionner les chaînes TV à activer
nl_nl: Selecteer de kanalen om te activeren

# #30276
source: Failed to save TV integration settings
fr_fr: Échec lors de la sauvegarde des paramètres de l'intégration TV
nl_nl: Kon de TV integratie instellingen niet opslaan

# #30277
source: Select channels to enable in Kodi Live TV
fr_fr: Sélectionner les chaînes à activer dans la section Live TV de Kodi
nl_nl: Selecteer de kanalen om te activeren in Kodi Live TV

# #30340
source: Enable VPN feature
fr_fr: Activer la fonctionnalité VPN

# #30341
source: OpenVPN filepath
fr_fr: Chemin du binaire openvpn

# #30342
source: Import OpenVPN configuration file
fr_fr: Importer un fichier de configuration OpenVPN

# #30343
source: Delete OpenVPN configuration file
fr_fr: Supprimer un fichier de configuration OpenVPN

# #30344
source: Additional arguments
fr_fr: Arguments supplémentaires

# #30345
source: Run OpenVPN with superuser privileges (sudo)
fr_fr: Exécuter OpenVPN en tant que super-utilisateur (sudo)

# #30346
source: Ask for sudo password
fr_fr: Demander le mot de passe sudo

# #30347
source: Connect VPN
fr_fr: Connecter VPN

# #30348
source: Choose a name for OpenVPN configuration
fr_fr: Choisissez un nom pour cette configuration OpenVPN

# #30349
source: This OpenVPN configuration name already exists. Overwrite?
fr_fr: Ce nom existe déjà pour une configuration OvenVPN. Ecraser ?

# #30350
source: Import cancelled
fr_fr: Importation annulée

# #30351
source: Import failed. You must specify a name for the OpenVPN configuration
fr_fr: Importation échouée. Vous devez spécifier un nom pour cette configuration OpenVPN

# #30352
source: Select OpenVPN configuration to run
fr_fr: Choisissez la configuration OpenVPN à utiliser

# #30353
source: Enter your sudo password
fr_fr: Saisissez votre mot de passe sudo

# #30354
source: Started VPN connection
fr_fr: Démarrage de la connexion au VPN

# #30355
source: Stopped VPN connection
fr_fr: Arrêt de la connexion VPN

# #30356
source: An existing OpenVPN instance appears to be running.
fr_fr: Une instance OpenVPN semble être en cours.

# #30357
source: Disconnect it?
fr_fr: La déconnecter ?

# #30358
source: An error has occurred while trying to connect OpenVPN
fr_fr: Une erreur est survenue durant la tentative de connexion

# #30359
source: Disconnect VPN
fr_fr: Déconnecter VPN

# #30360
source: Select OpenVPN configuration to delete
fr_fr: Choisissez la configuration OpenVPN à supprimer

# #30361
source: Connect/Disconnect VPN
fr_fr: Connecter/Déconnecter VPN

# #30362
source: An error has occurred while trying to disconnect OpenVPN
fr_fr: Une erreur est survenue durant la tentative de deconnexion

# #30370
source: Clear cache
fr_fr: Vider le cache
nl_nl: Cache legen

# #30371
source: Cache cleared
fr_fr: Cache vidé
nl_nl: Cache geleegd

# #30372
source: Send Kodi log to the developers when an error occurred
fr_fr: Envoyer le log de Kodi aux développeurs en cas d'erreur
nl_nl: Stuur de Kodi log naar de ontwikkelaars wanneer er zich een fout voordoet

# #30373
source: Delete favourites
fr_fr: Supprimer les favoris
nl_nl: Verwijder favorieten

# #30374
source: Favourites deleted
fr_fr: Favoris supprimés
nl_nl: Favorieten verwijderd

# #30400
source: Restore default order of all menus
fr_fr: Restaurer l'ordre par défaut de tous les menus
nl_nl: Herstel de standaard volgorde van alle menus

# #30401
source: Unmask all hidden items
fr_fr: Démasquez tous les éléments cachés

# #30402
source: Select items to unmask
fr_fr: Sélectionner les éléments à démasquer

# #30403
source: Menu items
fr_fr: Éléments des menus

# #30407
source: Default order of all menus have been restored
fr_fr: L'ordre par défaut de tous les menu a été restauré
nl_nl: De standaard volgorde van alle menus is hersteld

# #30408
source: All hidden items have been unmasked
fr_fr: Tous les éléments masqués ont été démasqué

# #30430
source: Automatically start Catch-up TV & More when Kodi starts
fr_fr: Lancer automatiquement Catch-up TV & More au démarrage de Kodi
nl_nl: Start Catch-up TV & More automatisch wanneer Kodi start

# #30500
source: Move down
fr_fr: Descendre
nl_nl: Verplaats omlaag

# #30501
source: Move up
fr_fr: Monter
nl_nl: Verplaats omhoog

# #30502
source: Hide
fr_fr: Masquer
nl_nl: Verbergen

# #30503
source: Download
fr_fr: Télécharger
nl_nl: Downloaden

# #30504
source: List Videos (type=extrait)
fr_fr: Liste des Videos (type=extrait)
nl_nl: Videos weergeven (type=extrait)

# #30505
source: List Videos (type=episode)
fr_fr: Liste des Videos (type=episode)
nl_nl: Videos weergeven (type=episode)

# #30601
source: To re-enable hidden items go to the plugin settings
fr_fr: Pour réactiver les éléments masqués rendez-vous dans les réglages du plugin
nl_nl: Ga naar de add-on instellingen om verborgen items te heractiveren

# #30602
source: This content is DRM protected. To be able to play it we invite you to update Kodi to the version 18 or above. Thank you for your understanding.
fr_fr: Ce contenu est protégé par DRM. Pour pouvoir le lire nous vous invitons à mettre à jour Kodi à la version 18 ou supérieure. Merci pour votre compréhension
nl_nl: Deze inhoud is DRM beveiligd. Om het af te kunnen spelen nodigen wij u uit Kodi te updaten naar versie 18 of hoger. Bedankt voor uw begrip.

# #30603
source: This content is DRM protected. The download mode doesn't work for this kind of protection. Thank you for your understanding.
fr_fr: Ce contenu est protégé par DRM. Le mode téléchargement ne fonctionne pas pour un contenu protégé par DRM. Merci pour votre compréhension
nl_nl: Deze inhoud is DRM beveiligd. Downloaden is niet mogelijk met een dergelijke beveiliging. Bedankt voor uw begrip.

# #30604
source: Access to this content requires an account %s. You can provide your credentials for it in the settings of this add-on. If you don't have an account, you can create one at this url %s.
fr_fr: Accèss à ce contenu nécessite un compte %s. Vous pouvez configurer votre identifiant et votre mot de passe dans la configuration de cette extension. Si vous n'avez pas de compte, vous pouvez le créer à cette URL %s.
nl_nl: Toegang tot deze inhoud vereist een account %s. U kunt de gegevens hiervoor verstrekken in de instellingen van deze add-on. Wanneer u geen account heeft kunt u deze aanmaken op het volgende adres %s.

# #30605
source: You can now use Kodi's TV feature to watch live TV channels from Catch-up TV & More, follow the tutorial at https://catch-up-tv-and-more.github.io/live_tv_installation/.
fr_fr: Vous pouvez maintenant utiliser la fonctionnalité TV de Kodi pour regarder les chaînes de TV en direct de Catch-up TV & More, suivez le tutoriel à l'adresse https://catch-up-tv-and-more.github.io/fr/live_tv_installation/.
nl_nl: U kunt nu Kodi's TV functionaliteit gebruiken om live TV kanalen via Catch-up TV & More te kijken, volg de handleiding op https://catch-up-tv-and-more.github.io/live_tv_installation/

# #30606
source: Do you want to see this information next time?
fr_fr: Voulez-vous voir cette information la prochaine fois ?
nl_nl: Wilt u deze informatie een volgende keer zien?

# #30700
source: More videos...
fr_fr: Plus de vidéos...
nl_nl: Meer video's...

# #30701
source: All videos
fr_fr: Toutes les vidéos
nl_nl: Alle video's

# #30702
source: DRM protected video
fr_fr: Vidéo protégée par DRM
nl_nl: DRM beveiligde video

# #30703
source: Search
fr_fr: Rechercher
nl_nl: Zoeken

# #30704
source: Last videos
fr_fr: Dernières vidéos
nl_nl: Laatste video's

# #30705
source: From A to Z
fr_fr: De A à Z
nl_nl: Van A naar Z

# #30706
source: Ascending
fr_fr: Ascendant
nl_nl: Oplopend

# #30707
source: Descending
fr_fr: Descendant
nl_nl: Aflopend

# #30708
source: More programs...
fr_fr: Plus de programmes...
nl_nl: Meer programma's...

# #30709
source: Choose video quality
fr_fr: Choisir la qualité vidéo
nl_nl: Kies video kwaliteit

# #30710
source: Video stream no longer exists
fr_fr: Le flux vidéo n'existe plus
nl_nl: Video stream niet langer beschikbaar

# #30711
source: Authentication failed
fr_fr: Echec de l'authentification
nl_nl: Authenticatie mislukt

# #30712
source: Video with an account needed
fr_fr: Vidéo avec un compte requis
nl_nl: Video met een account nodig

# #30713
source: Geo-blocked video
fr_fr: Vidéo géo-bloquée
nl_nl: Geo-geblokkeerde video

# #30714
source: Search videos
fr_fr: Rechercher vidéos
nl_nl: Zoek video's

# #30715
source: Search programs
fr_fr: Rechercher programmes
nl_nl: Zoek programma's

# #30716
source: Video stream is not available
fr_fr: Le flux vidéo n'est pas disponible
nl_nl: Video stream niet beschikbaar

# #30717
source: All programs
fr_fr: Tous les programmes
nl_nl: Alle programma's

# #30718
source: No videos found
fr_fr: Aucune vidéo trouvée
nl_nl: Geen video's gevonden

# #30719
source: Inputstream Adaptive not enable
fr_fr: Inputstream Adaptive n'est pas activé
nl_nl: Inputstream Adaptive is niet geactiveerd

# #30720
source: Kodi 17.6 or > is required
fr_fr: Kodi 17.6 ou > est requis
nl_nl: Kodi 17.6 of > is vereist

# #30721
source: Content requiring a subscription
fr_fr: Contenu nécessitant un abonnement
nl_nl: Inhoud vereist een abonnement

# #30722
source: TV guide
fr_fr: Guide TV
nl_nl: Tv-gids

# #30723
source: An error occurred while getting TV guide
fr_fr: Une erreur s'est produite lors de l'obtention du guide TV
nl_nl: Er trap een fout op bij het ophalen van de Tv-gids

# #30724
source: Failed to guess your country based on your IP
fr_fr: Impossible de deviner votre pays en fonction de votre adresse IP
nl_nl: Uw land kon niet bepaald worden op basis van uw IP

# #30725
source: Categories
fr_fr: Catégories
nl_nl: Categoriën

# #30726
source: Races
fr_fr: Courses

# #30727
source: Most popular
fr_fr: Les plus populaires

# #30728
source: Recently added
fr_fr: Ajouté récemment

# #30729
source: Emissions
fr_fr: Émissions

# #30800
source: Add to add-on favourites
fr_fr: Ajouter aux favoris du plugin
nl_nl: Toevoegen aan add-on favorieten

# #30801
source: Favourite name
fr_fr: Nom du favori
nl_nl: Favorieten naam

# #30802
source: Remove
fr_fr: Supprimer
nl_nl: Verwijderen

# #30803
source: Favourites
fr_fr: Favoris
nl_nl: Favorieten

# #30804
source: Rename
fr_fr: Renommer
nl_nl: Hernoemen

# #30805
source: The item has been added to the favourites of the add-on
fr_fr: L'élément a été ajouté à aux favoris de l'extension
nl_nl: Het item is aan de add-on favorieten toegevoegd

# #30806
source: Add at least one favourite to access this menu
fr_fr: Ajoutez au moins un favori pour accéder à ce menu
nl_nl: Voeg minimaal één favoriet toe om dit menu toegankelijk te maken

# #30807
source: This favourite raises an error, would you like to delete it?
fr_fr: Ce favori déclenche une erreur, souhaitez vous le supprimer ?
nl_nl: Deze favoriet veroorzaakt een fout, wilt het verwijderen?

# #30860
source: This selection triggered an unexpected error, would you like to share your error log so that we can try to resolve this issue?
fr_fr: Cette sélection a déclenché une erreur inattendue, souhaitez-vous nous partager votre journal d'erreurs afin que nous puissions essayer de résoudre ce problème ?
nl_nl: Deze selectie heeft een onverwachte fout veroorzaakt, wilt u het logboek delen zodat we kunnen proberen de fout op te lossen?

# #30861
source: Share us the URL URL_TO_REPLACE by email directly via the QRcode or at catch.up.tv.and.more@gmail.com or in an issue on GitHub. Thank you!
fr_fr: Partagez nous l'URL URL_TO_REPLACE par mail directement via le QR code ou bien à catch.up.tv.and.more@gmail.com ou encore dans un ticket sur GitHub. Merci !
nl_nl: Deel met ons de URL URL_TO_REPLACE direct via e-mail via de QR-code of catch.up.tv.and.more@gmail.com of via een ticket op GitHub. Dank u wel!

# #30862
source: Sorry, sharing your error log failed
fr_fr: Désolé, le partage de votre journal d'erreurs a échoué
nl_nl: Sorry, delen van het logboek is mislukt

# #30890
source: HTTP Error code
fr_fr: Erreur HTTP code
nl_nl: HTTP foutcode

# #30891
source: Inaccessible content
fr_fr: Contenu inaccessible
nl_nl: Ontoegankelijke inhoud

# #30892
source: Authentication is required to access the resource
fr_fr: Une authentification est requise pour accéder à cette ressource
nl_nl: Authenticatie is nodig voor deze bron

# #30893
source: Access denied (Geographical restriction?)
fr_fr: Accès refusé (restriction géographique ?)
nl_nl: Toegang geweigerd (geografische beperking?)

# #30894
source: This resource requires a payment or a subscription
fr_fr: Cette ressource requiert un paiement ou un abonnement
nl_nl: Deze bron vereist een betaling of abonnement

# #30895
source: This resource is no longer available
fr_fr: Cette ressource n'est plus disponible
nl_nl: Deze bron is niet langer beschikbaar

# #30050
source: France
nl_nl: Frankrijk

# #30053
source: International
nl_nl: Internationaal

# #30096
source: Moroccan channels
nl_nl: Marokkaans kanalen

# #30600
source: Information
nl_nl: Informatie
