Repository: xbmc/repo-plugins
Catalog: plugin.video.vtm.go/resources/language/resource.language.*/strings.po
Languages: nl_nl

# #30002
source: Alphabetically sorted list of programs
nl_nl: Volledige lijst van programma's

# #30003
source: Movies
nl_nl: Films

# #30004
source: Browse through the movie-catalogue
nl_nl: Doorblader de filmcatalogus

# #30005
source: Series
nl_nl: Programma's

# #30006
source: Browse through the series-catalogue
nl_nl: Doorblader de programmacatalogus

# #30007
source: Channels
nl_nl: Kanalen

# #30008
source: Show channel based overview
nl_nl: Toon een overzicht per tv-kanaal

# #30009
source: Search VTM GO
nl_nl: Doorzoek VTM GO

# #30010
source: Search the VTM GO catalogue
nl_nl: Doorzoek de VTM catalogus

# #30011
source: Switch Profile ([B]{profile}[/B])
nl_nl: Verwissel profiel ([B]{profile}[/B])

# #30012
source: Select a different profile to use
nl_nl: Selecteer een ander profiel om te gebruiken

# #30013
source: TV guide
nl_nl: Tv-gids

# #30014
source: Browse the TV Guide
nl_nl: Doorblader de tv-gids

# #30015
source: Recommendations
nl_nl: Aanbevelingen

# #30016
source: Show the VTM GO recommendations
nl_nl: Bekijk de VTM GO aanbevelingen

# #30017
source: My List
nl_nl: Mijn lijst

# #30018
source: Show your personal favourites
nl_nl: Bekijk je persoonlijke favorieten

# #30019
source: Continue watching
nl_nl: Verder kijken

# #30020
source: Continue watching where you left off
nl_nl: Kijk verder waar je gebleven was

# #30022
source: Show the VTM GO recommendations for Kids
nl_nl: Bekijk de VTM GO aanbevelingen voor kinderen

# #30051
source: Watch [B]{channel}[/B]
nl_nl: Kijk [B]{channel}[/B]

# #30052
source: Watch live [B]{channel}[/B]
nl_nl: Kijk live [B]{channel}[/B]

# #30053
source: TV Guide for [B]{channel}[/B]
nl_nl: Tv-gids voor [B]{channel}[/B]

# #30054
source: Browse the TV Guide for [B]{channel}[/B]
nl_nl: Doorblader de tv-gids voor [B]{channel}[/B]

# #30055
source: Catalog for [B]{channel}[/B]
nl_nl: Catalogus voor [B]{channel}[/B]

# #30056
source: Browse the Catalog for [B]{channel}[/B]
nl_nl: Doorblader de catalogus voor [B]{channel}[/B]

# #30057
source: Select Profile
nl_nl: Selecteer profiel

# #30100
source: Add to My List
nl_nl: Toevoegen aan mijn lijst

# #30101
source: Remove from My List
nl_nl: Verwijderen uit mijn lijst

# #30102
source: Go to Program
nl_nl: Ga naar programma

# #30103
source: Watch Live
nl_nl: Kijk live

# #30104
source: TV Guide
nl_nl: Tv-gids

# #30105
source: Play from Catalog
nl_nl: Afspelen uit catalogus

# #30200
source: Using a SOCKS proxy requires the PySocks library (script.module.pysocks) installed.
nl_nl: De PySocks library (script.module.pysocks) is nodig voor het gebruik van een SOCKS proxy.

# #30202
source: Credentials are correct!
nl_nl: De VTM GO inloggegevens werken perfect!

# #30203
source: Your credentials are not valid!
nl_nl: De VTM GO inloggegevens zijn onjuist!

# #30204
source: All seasons
nl_nl: Alle seizoenen

# #30205
source: Season {season}
nl_nl: Seizoen {season}

# #30206
source: Watch [B]{label}[/B] on YouTube
nl_nl: Bekijk [B]{label}[/B] op YouTube

# #30207
source: [COLOR red]Geo-blocked[/COLOR]
nl_nl: [COLOR red]Geo-geblokkeerd[/COLOR]

# #30208
source: Available [B]until midnight[/B]
nl_nl: Beschikbaar [B]tot middernacht[/B]

# #30209
source: [B]One more day[/B] remaining
nl_nl: Nog [B]één dag[/B] beschikbaar

# #30210
source: [B]{years} more years[/B] remaining
nl_nl: Nog [B]{years} jaren[/B] beschikbaar

# #30211
source: [B]{months} more months[/B] remaining
nl_nl: Nog [B]{months} maanden[/B] beschikbaar

# #30212
source: [B]{days} more days[/B] remaining
nl_nl: Nog [B]{days} dagen[/B] beschikbaar

# #30213
source: [B]Now:[/B] {start} - {end} » {title}
nl_nl: [B]Nu:[/B] {start} - {end} » {title}

# #30214
source: [B]Next:[/B] {start} - {end} » {title}
nl_nl: [B]Straks:[/B] {start} - {end} » {title}

# #30215
source: Browse the TV-Guide of [B]{channel}[/B]
nl_nl: Doorblader de tv-gids van [B]{channel}[/B]

# #30216
source: All ages
nl_nl: Alle leeftijden

# #30300
source: 2 days ago
nl_nl: Eergisteren

# #30301
source: Yesterday
nl_nl: Gisteren

# #30302
source: Today
nl_nl: Vandaag

# #30303
source: Tomorrow
nl_nl: Morgen

# #30304
source: In 2 days
nl_nl: Overmorgen

# #30701
source: You need to configure your credentials before you can access the content of VTM GO. Do you want to enter them now?
nl_nl: U moet uw inloggegevens configureren voordat u VTM GO kan gebruiken. Wilt u dit nu doen?

# #30702
source: Unknown error while logging in: {code}
nl_nl: Onbekende fout bij het inloggen: {code}

# #30703
source: Your account has no profiles defined. Please login on vtm.be/vtmgo and create a profile.
nl_nl: Je account heeft geen profielen. Gelieve in te loggen op vtm.be/vtmgo en een profiel aan te maken.

# #30704
source: This video may be geo-blocked, or your account is already being used currently.
nl_nl: Deze video werd wellicht geografisch geblokkeerd, of je account is reeds in gebruik.

# #30705
source: The VTM GO Service has been updated, but this add-on hasn't been modified yet for these changes. Please check for an update.
nl_nl: De VTM GO Service is geüpdate, maar deze add-on is helaas nog niet aangepast hiervoor. Gelieve te controleren of er een update beschikbaar is.

# #30706
source: The authentication tokens are removed.
nl_nl: De authenticatietokens zijn gewist.

# #30708
source: Please restart Kodi.
nl_nl: Gelieve Kodi te herstarten.

# #30709
source: Geo-blocked video
nl_nl: Video is geografisch geblokkeerd

# #30710
source: This video is geo-blocked and can't be played from your location.
nl_nl: Deze video is geografisch geblokkeerd en kan niet worden afgespeeld vanaf je locatie.

# #30711
source: Unavailable video
nl_nl: Onbeschikbare video

# #30712
source: The video is unavailable and can't be played right now.
nl_nl: Deze video is niet beschikbaar en kan nu niet worden afgespeeld.

# #30713
source: The requested video was not found in the guide.
nl_nl: De gevraagde video werd niet gevonden in de tv-gids.

# #30714
source: Local metadata is cleared.
nl_nl: De lokale metadata is verwijderd.

# #30715
source: Updating metadata...
nl_nl: Vernieuwen metadata...

# #30716
source: Updating metadata ({index}/{total})...
nl_nl: Vernieuwen metadata ({index}/{total})...

# #30717
source: This program is not available in the VTM GO catalogue.
nl_nl: Dit programma is niet beschikbaar in de VTM GO catalogus.

# #30718
source: The Manifest proxy is not running. Please restart Kodi.
nl_nl: De Manifest-proxy is niet gestart. Gelieve Kodi te herstarten.

# #30800
source: Credentials
nl_nl: Inloggegevens

# #30801
source: Credentials
nl_nl: Inloggegevens

# #30803
source: Email address
nl_nl: E-mailadres

# #30805
source: Password
nl_nl: Wachtwoord

# #30810
source: Always use the current profile
nl_nl: Altijd het huidige profiel gebruiken

# #30811
source: Current profile
nl_nl: Huidig profiel

# #30821
source: Features
nl_nl: Functionaliteit

# #30823
source: Show My List
nl_nl: Toon 'Mijn lijst' menu

# #30826
source: Show Continue watching
nl_nl: Toon 'Verder kijken' menu

# #30829
source: Periodically refresh metadata in the background
nl_nl: Vernieuw de metadata automatisch in de achtergrond

# #30831
source: Update local metadata now…
nl_nl: De lokale metadata nu vernieuwen…

# #30833
source: Clear local metadata…
nl_nl: De lokale metadata verwijderen…

# #30840
source: Playback
nl_nl: Afspelen

# #30841
source: Subtitles
nl_nl: Ondertiteling

# #30842
source: Always show subtitles when available
nl_nl: Toon ondertiteling indien beschikbaar

# #30844
source: Maximum bandwidth (kbps)
nl_nl: Maximale bandbreedte (kbps)

# #30860
source: Integrations
nl_nl: Integraties

# #30862
source: Install Up Next add-on…
nl_nl: Installeer de Up Next add-on…

# #30863
source: Enable Up Next integration
nl_nl: Activeer Up Next integratie

# #30864
source: Up Next settings…
nl_nl: Up Next instellingen…

# #30867
source: Install IPTV Manager add-on…
nl_nl: Installeer de IPTV Manager add-on…

# #30868
source: Enable IPTV Manager integration
nl_nl: Activeer IPTV Manager integratie

# #30869
source: IPTV Manager settings…
nl_nl: IPTV Manager instellingen…

# #30870
source: Kodi Library
nl_nl: Kodi-bibliotheek

# #30871
source: Indexing
nl_nl: Indexeren

# #30872
source: Add video locations to the Kodi Library… [COLOR gray](See README.md)[/COLOR]
nl_nl: Videolocaties toevoegen aan de Kodi-bibliotheek… [COLOR gray](Zie README.md)[/COLOR]

# #30873
source: Index the following movies
nl_nl: Indexeer de volgende films

# #30874
source: Index the following series
nl_nl: Indexeer de volgende series

# #30875
source: Full catalog
nl_nl: Volledige catalogus

# #30876
source: Items on 'My List' only
nl_nl: Enkel items op 'Mijn lijst'

# #30877
source: Maintenance
nl_nl: Onderhoud

# #30878
source: Refresh Library…
nl_nl: Verniew bibliotheek…

# #30879
source: Clean Library…
nl_nl: Bibliotheek opkuisen…

# #30883
source: InputStream Helper information…
nl_nl: InputStream Helper informatie…

# #30885
source: InputStream Adaptive settings…
nl_nl: InputStream Adaptive configuratie…

# #30887
source: InputStream Helper settings…
nl_nl: InputStream Helper configuratie…

# #30888
source: Modify the MPEG DASH Manifest to workaround an InputStream Adaptive bug
nl_nl: Pas de MPEG DASH Manifest aan om rond een bug in InputStream Adaptive te werken

# #30889
source: Logging
nl_nl: Logboek

# #30891
source: Enable debug logging
nl_nl: Activeer debug logging

# #30892
source: Install Kodi Logfile Uploader…
nl_nl: Installeer Kodi Logfile Uploader…

# #30894
source: Authentication
nl_nl: Authenticatie

# #30895
source: Clear authentication tokens…
nl_nl: Verwijder authenticatietokens…
