Repository: xbmc/repo-plugins
Catalog: plugin.video.massengeschmack/resources/language/*/strings.po
Languages: german

# #30001
source: Account
german: Konto

# #30002
source: Warning: Login credentials will not be saved in encrypted form!
german: Warnung: Login-Daten werden nicht in verschlüsselter Form gespeichert!

# #30003
source: Username
german: Benutzername

# #30004
source: Password
german: Passwort

# #30050
source: Contents
german: Inhalte

# #30051
source: Video Quality
german: Video-Qualität

# #30055
source: Best Quality (1080p)
german: Beste Qualität (1080p)

# #30052
source: HD Quality (720p)
german: HD-Qualität (720p)

# #30054
source: Audio only (may not be available for all contents)
german: Nur Audio (möglicherweise nicht für alle Inhalte verfügbar)

# #30060
source: Advanced Settings
german: Erweiterte Einstellungen

# #30061
source: Apply ViewMode fix for AeonNox 5
german: ViewMode-Fix für AeonNox 5 anwenden

# #30100
source: No login data found!
german: Keine Login-Daten gefunden!

# #30101
source: You need to configure your login credentials before you can use this add-on.
german: Sie müssen zuerst Ihre Login-Daten angeben, bevor Sie dieses Add-on verwenden können.

# #30102
source: Login failed!
german: Login fehlgeschlagen!

# #30103
source: Could not log into your Massengeschmack account, please check your login credentials!
german: Login-in für Ihr Massengeschmack-Konto fehlgeschlagen, bitte prüfen Sie Ihre Benutzer-Daten!

# #30104
source: Probing login data…
german: Teste Login-Daten…

# #30105
source: Your login credentials for these contents are invalid, maybe you didn't subscribe to them?
german: Ihre Login-Daten sind für diese Inhalte ungültig, haben Sie diese vielleicht nicht abonniert?

# #30106
source: Massengeschmack API unavailable (rate limit exceeded?) Please try again later.
german: Massengeschmack-API zur Zeit nicht verfügbar (Rate-Limit überschritten?) Bitte versuchen Sie es später erneut.

# #30140
source: OLDER >>
german: ÄLTERE >>

# #30150
source: Latest releases
german: Neuste Veröffentlichungen

# #30151
source: Main feed with latest releases from all magazines.
german: Haupt-Feed mit neusten Folgen aus allen Magazinen.

# #30198
source: [Missing Title]
german: [Fehlender Titel]

# #30199
source: [inactive]
german: [inaktiv]

# #30201
source: Satirical, Critical, Investigative
german: Satirisch, Kritisch, Investigativ

# #30202
source: Germany
german: Deutschland

# #30203
source: Fernsehkritik-TV is the dinosaur on Massengeschmack – battling against bad television since 2007 and, amongst other things, awarded with the Grimme Online Award and the Deutsche Webvideopreis. With partly journalistic and investigative, partly satirical and derisive contributions, Holger grills the antiquated medium of television and demands: Schalten Sie mal wieder ab!
german: Fernsehkritik-TV ist der Dino bei Massengeschmack – seit 2007 im stetigen Kampf gegen schlechtes Fernsehen, ausgezeichnet u.a. mit dem Grimme Online Award und dem Deutschen Webvideopreis. Mit teils journalistisch-investigativen und teils satirisch-spöttischen Beiträgen fühlt Holger Kreymeier dem rückständigen Medium Fernsehen auf den Zahn und fordert: Schalten Sie mal wieder ab!

# #30205
source: Subscriber-only FKTV extra
german: FKTV-Extra nur für Abonnenten

# #30211
source: Movies, TV Shows, Culture, Home Entertainment
german: Filme, Serien, Kultur, Home Entertainment

# #30213
source: Pantoffel-TV is the home cinema magazine on Massengeschmack – latest releases on the DVD and BluRay market are discussed in a relaxed atmosphere. For this, Nils Beckmann, Mario Perez and Holger Kreymeyer often welcome illustrious guests who produce movie reviews themselves or work in the film business. Besides, there are categories such as “Original vs. Remake” in which old classics are compared to their remakes. And exclusively for subscribers there is always a competition with draws for discussed movies.
german: Pantoffel-TV ist das Heimkino-Magazin bei Massengeschmack – aktuelle Neuerscheinungen auf dem DVD- und BluRay-Markt werden in lockerer Runde besprochen. Nils Beckmann, Mario Perez und Holger Kreymeier begrüßen dazu auch regelmäßig illustre Gäste, die selbst Filmkritiken machen oder im Filmbusiness tätig sind. Außerdem gibt es Rubriken wie etwa „Original vs. Remake“, wo alte Klassiker mit ihren Neuverfilmungen verglichen werden. Und exklusiv für Abonnenten gibt es auch immer ein Gewinnspiel mit Verlosungen aktuell besprochener Filme.

# #30221
source: Satirical, Critical, Comedy
german: Satirisch, Kritisch, Comedy

# #30223
source: Pressesch(l)au dives into the bizarre abyss of print media. Lars Golenia reviews articles, shows unbelievable magazines and scoffs at hoaxes and badly researched content. All that with cabaret comments. A satiric sweeping blow with comedy elements.
german: Pressesch(l)au taucht ein in die skurrilen Abgründe der Printmedien. Lars Golenia rezensiert Artikel, zeigt unglaubliche Zeitschriften und spottet über Falschmeldungen und schlecht recherchierte Inhalte. Alles garniert mit kabarettistischen Kommentaren. Ein satirischer Rundumschlag mit Comedy-Elementen.

# #30224
source: All Pressesch(l)au episodes and extras
german: Alle Pressesch(l)au-Folgen und Extras

# #30225
source: Regular Pressesch(l)au episodes
german: Reguläre Pressesch(l)au-Folgen

# #30233
source: In this category you find all extra content from Massengeschmack such as “Massengeschmack Direkt” or the satirical weekly show “Das Studio”.
german: In dieser Kategorie finden Sie alle Extra-Inhalte von Massengeschmack wie etwa „Massengeschmack Direkt“ oder die wöchentliche Satireshow „Das Studio“.

# #30241
source: Board games, Tabletop, Review, Let's Play
german: Brettspiele, Rezension, Let's Play

# #30244
source: All Pasch-TV episodes and extras
german: Alle Pasch-TV-Folgen und Extras

# #30245
source: Regular Pasch-TV episodes
german: Reguläre Pasch-TV-Folgen

# #30243
source: Pasch-TV is all about the world of tabletop games. For each episode one board game is played – and in fact consequently to the end, no matter how bad, boring or frustrating it is for the participants. But of course, sometimes we also come across very recommendable games.
german: In Pasch-TV geht es um die Welt der Brettspiele. Pro Ausgabe wird ein Brettspiel gespielt – und zwar konsequent zu Ende, egal wie schlecht, langweilig oder frustrierend es für die Teilnehmer ist. Und manchmal sind ja auch richtig empfehlenswerte Spiele dabei.

# #30251
source: Internet, Media
german: Internet, Medien

# #30253
source: Our live show Netzprediger presents current and bizarre things from the Web – moderated by Adam Wolke. Always following the latest trends on the Web – and always mercilessly blunt.
german: Aktuelles und Skurriles aus dem Netz bietet unsere Live-Show Netzprediger – moderiert von Adam Wolke. Immer den aktuellen Trends im World Wide Web auf der Spur - und dabei gnadenlos direkt.

# #30254
source: All Netzprediger episodes and extras
german: Alle Netzprediger-Folgen und Extras

# #30255
source: Regular Netzprediger episodes
german: Reguläre Netzprediger-Folgen

# #30261
source: Movies, TV Shows
german: Filme, Serien

# #30263
source: Asynchron deals with dubbing of TV shows and movies. How good are the voice actors? How close to the original are the dialogs? Asynchron is available exclusively for subscribers. A magazine about this special topic – that exists on Massengeschmack only.
german: Asynchron beschäftigt sich mit der Synchronisation von Serien und Filmen. Wie gut sind die Sprecher? Wie nah am Original sind die Dialoge? Asynchron ist exklusiv im Abo verfügbar. Ein Magazin zu diesem speziellen Thema – das gibt es nur auf Massengeschmack.

# #30267
source: The music magazine on Massengeschmack – current CD reviews, illustrious live guests and the merciless view to the German album charts: Nils Beckmanmn, the passionate music junkie, lures us into all music genres from Rock to Pop, from Jazz to Rock.
german: Das Musikmagazin auf Massengeschmack – aktuelle CD-Kritiken, illustre Live-Gäste und der gnadenlose Blick auf die aktuellen deutschen Album-Charts: Nils Beckmann, Musik-Junkie aus Leidenschaft, entführt uns in alle Musikbereiche von Rap bis Pop, von Jazz bis Rock.

# #30270
source: LIVE Streams
german: LIVE-Sendungen

# #30274
source: The following shows are currently online
german: Die folgenden Sendungen sind gerade online

# #30281
source: Recordings:
german: Aufzeichnungen:

# #30276
source: Shows coming live next
german: Sendungen, die demnächst online kommen

# #30277
source: Live stream: {0} Air date: {1}
german: Live-Stream: {0} Sendedatum: {1}

# #30294
source: [RECORDING]
german: [AUFZEICHNUNG

# #30279
source: Starts on {0}
german: Startet am {0}

# #30292
source: Recorded on {0}
german: Aufgezeichnet am {0}

# #30293
source: Sakura is the Anime and Manga magazine on Massengeschmack. New releases from the Japanese comic and cartoon world are presented every month. Besides, there are interviews, tips and attendances at fan events.
german: Sakura ist das Anime- und Mangamagazin bei Massengeschmack. Jeden Monat werden aktuelle Neuerscheinungen aus der japanischen Comic- und Zeichentrickwelt vorgestellt, dazu gibt es Interviews, Tipps und Besuche auf Fan-Events.

# #30300
source: All
german: Alle

# #30301
source: Episodes
german: Folgen

# #30350
source: All Fernsehkritik-TV episodes and extras, including Postecke, uncut interview and other specials.
german: Alle Fernsehkritik-TV-Folgen und Extras, einschließlich Postecke, ungeschnittenen Interviews und anderen Specials.

# #30351
source: Regular Fernsehkritik-TV episodes.
german: Reguläre Fernsehkritik-TV-Folgen.

# #30353
source: Postecke is a video podcast in which Holger reads and answers letters from Fernsehkritik-TV viewers (now replaced by Massengeschmack Direkt).
german: Die Postecke ist ein Video-Podcast, in dem Holger Zuschauerpost vorliest und beantwortet (nun ersetzt durch Massengeschmack Direkt).

# #30354
source: Uncut interviews.
german: Ungeschnittene Interviews.

# #30355
source: Various extras
german: Verschiedene Extras

# #30357
source: Sendeschluss is a weekly retro TV magazine in which Holger deals with either very iconic or very bizarre TV shows from back in the day.
german: Sendeschluss ist ein wöchentliches Retro-TV-Magazin, in dem Holger sich besonders kultige oder besonders skurrile Fernsehshows von damals vornimmt.

# #30361
source: All Massengeschmack-TV content, including “Massengeschmack Direkt“, “Das Studio” and any extras.
german: Alle Massengeschmack-TV-Inhalte, einschließlich „Massengeschmack Direkt“, „Das Studio“, sowie sämtliche Extras.

# #30362
source: “Das Studio” is the Massengeschmack reality show. It is guaranteed to be fake and scripted!
german: „Das Studio“ ist die Massengeschmack-Reality-Show. Sie ist garantiert gefaked und gescripted!

# #30363
source: Massengeschmack Internal
german: Massengeschmack Intern

# #30364
source: Massengeschmack announcements and uncategorized extras.
german: Massengeschmack-Ankündigungen und unkategorisierte Extras.

# #30366
source: Fan mail and live talk for subscribers.
german: Postecke und Live-Talk für Abonnenten.

# #30368
source: Postecke has been replaced by “Massengeschmack Direkt”. Click on this link to go to the new “Massengeschmack Direkt” category. You can also find it in the main category „Massengeschmack-TV“
german: Postecke wurde durch „Massengeschmack Direkt“ ersetzt. Klicken Sie auf den Link, um zur neuen „Massengeschmack Direkt“-Kategorie zu gelangen. Sie können diese auch in der Hauptkategorie „Massengeschmack-TV“ finden.

# #30370
source: All Sakura epsisodes und interviews
german: Alle Sakura-Folgen und Interviews

# #30371
source: Regular Sakura episodes
german: Reguläre Sakura-Folgen

# #30376
source: Massengeschmack Game Show
german: Massengeschmack Spielshow

# #30378
source: Contribution night for the Supernanny lawsuit
german: Spendennacht zum Supernanny-Prozess

# #30401
source: Information, Scepticism Conspiracy Theories, Urban Legends
german: Information, Skeptizismus Verschwörungstheorien, Urbane Legenden

# #30403
source: Is Elvis alive? Was there never a man on the moon? Are we all being poisoned by Chemtrails? The world is full of gloomy and partly bizarre conspiracy theories. Alexa and Alex clear things up, bring up facts and show what's really behind many a lunatic theory.
german: Elvis lebt? Es war nie ein Mensch auf dem Mond? Wir alle werden von Chemtrails vergiftet? Die Welt ist voller düsterer und teils skurriler Verschwörungstheorien. Alexa und Alex klären auf, bringen Fakten und zeigen, was tatsächlich dran ist an so manchen verrückten Theorien.

# #30411
source: Information, Culture, Politics, Migration
german: Information, Kultur, Politik, Migration

# #30413
source: Migropolis portrays people who have migrated to Germany. What moves them? How do they like it here? And what kind of life did they live before?
german: Migropolis porträtiert Menschen, die nach Deutschland eingewandert sind. Was bewegt sie? Wie gefällt es ihnen in Deutschland? Und was für ein Leben haben sie vorher gelebt?

# #30901
source: Invalid internal command! This is probably a bug. You should report it if it happens more often.
german: Ungültiges internes Kommando! Dies ist möglicherweise ein Bug und Sie sollten ihn melden, wenn er häufiger auftritt.

# #30902
source: Request failed!
german: Request fehlgeschlagen!

# #30903
source: Could not complete request, maybe the network is down?
german: Konnte Request nicht ausführen, ist vielleicht das Netzwerk unerreichbar?

# #30904
source: Could not complete request, server replied:
german: Konnte Request nicht ausführen, Server antwortete:
