Repository: xbmc/repo-plugins
Catalog: plugin.image.mypicsdb/resources/language/*/strings.po
Languages: dutch, french, german, italian, portuguese

# #30000
source: MyPicture Database
portuguese: Base de Dados MyPicture

# #30001
source: Database
french: Base de donnée
german: Datenbank
italian: Banca dati
portuguese: Base de Dados

# #30005
source: Mo.|Tu.|We.|Th.|Fr.|Sa.|Su.
dutch: ma.|di.|wo.|do.|vr.|za.|zo.
french: Lu.|Ma.|Me.|Je.|Ve.|Sa.|Di.
german: Mo.|Di.|Mi.|Do.|Fr.|Sa.|So.
italian: Lu.|Ma.|Me.|Gi.|Ve.|Sa.|Do.
portuguese: Seg.|Ter.|Qua.|Qui.|Sex.|Sab.|Dom.

# #30006
source: Jan.|Feb.|Mar|Apr.|May|Jun.|Jul.|Aug.|Sep.|Oct.|Nov.|Dec.
dutch: jan.|feb.|mrt.|apr.|mei|jun.|jul.|aug.|sep.|okt.|nov.|dec.
french: Janv.|Fév.|Mars|Avr.|Mai|Juin|Juil.|Août|Sept.|Oct.|Nov.|Déc.
german: Jan.|Feb.|Mär|Apr.|Mai|Jun.|Jul.|Aug.|Sep.|Okt.|Nov.|Dez.
italian: Gen.|Feb.|Mar|Apr.|Mag.|Giu.|Lug.|Ago.|Set.|Ott.|Nov.|Dic.
portuguese: Jan.|Fev.|Mar|Abr.|Mai|Jun.|Jul.|Ago.|Set.|Out.|Nov.|Dez.

# #30007
source: Monday|Tuesday|Wednesday|Thursday|Friday|Saturday|Sunday
dutch: maandag|dinsdag|woensdag|donderdag|vrijdag|zaterdag|zondag
french: Lundi|Mardi|Mercredi|Jeudi|Vendredi|Samedi|Dimanche
german: Montag|Dienstag|Mittwoch|Donnerstag|Freitag|Samstag|Sonntag
italian: Lunedì|Martedì|Mercoledì|Giovedì|Venerdì|Sabato|Domenica
portuguese: Segunda|Terça|Quarta|Quinta|Sexta|Sábado|Domingo

# #30008
source: January|February|March|April|May|June|July|August|September|October|November|December
dutch: januari|februari|maart|april|mei|juni|juli|augustus|september|oktober|november|december
french: Janvier|Février|Mars|Avril|Mai|Juin|Juillet|Août|Septembre|Octobre|Novembre|Décembre
german: Januar|Februar|März|April|Mai|Juni|Juli|August|September|Oktober|November|Dezember
italian: Gennaio|Febbraio|Marzo|Aprile|Maggio|Giugno|Luglio|Agosto|Settembre|Ottobre|Novembre|Dicembre
portuguese: Janeiro|Fevereiro|Março|Abril|Maio|Junho|Julho|Agosto|Setembro|Outubro|Novembro|Dezembro

# #30020
source: Picture folder
dutch: Afbeeldingen locatie
french: Dossier images
german: Bilder Verzeichnis
italian: Cartella Foto
portuguese: Pasta das imagens

# #30021
source: Remove from database missing pictures
dutch: Verwijderen ontbrekende afbeeldingen
french: Retirer de la base les images manquantes
german: Entferne fehlende Bilder aus der Datenbank
italian: Elimina dal db le Foto perdute
portuguese: Remover da base de dados imagens não encontradas

# #30022
source: Recursive scan ( all sub-folders will be scanned for pictures )
dutch: Recursieve scan (incl. sub-folders)
french: Scan récursif (tous les sous dossiers sont scannés à la recherche d'images)
german: Rekursives scannen ( Unterverzeichnisse werden ebenfalls durchsucht )
italian: Scansione Ricorsiva (tutte le sottocartelle saranno scansionate per le foto)
portuguese: Procura recursiva (todas as sub-pastas serão analisadas)

# #30023
source: Picture extensions
dutch: Bestandstypen afbeeldingen
french: Extensions des images
german: Bilder Extensions
italian: Estensione Foto
portuguese: Extensões das imagens

# #30024
source: Perform scan at addon startup
dutch: Uitvoeren scan bij opstarten add-on
french: Effectuer le scan au démarrage
german: Scanne beim Starten
italian: Esegui la scansione all'avvio dell'addon
portuguese: Realizar procura ao iniciar o addon

# #30025
source: Initialize the database at next addon startup
dutch: Initialiseer database bij opstarten add-on
french: Réinitialiser la base avant le scan
german: Initialisiere Datenbank vor dem Scannen
italian: Inizializza il db al prossimo avvio dell'addon
portuguese: Inicializar a base de dados na próxima execução do addon

# #30026
source: Use the picture as fanart for pictures
dutch: Gebruik afbeeldingen als fanart
french: Utiliser l'image comme fanart pour les images
german: Bild als Hintergrund einblenden
italian: Usa le Foto come fanart per le Foto
portuguese: Usar a imagem como fanart para imagens

# #30027
source: Settings for the dialog scan popup
dutch: Instellingen popup scan dialoog
french: Configurer le dialogue de scan
german: Scan Popup Dialog Einstellungen
italian: impostazioni per il popup di dialogo delle scansioni
portuguese: Definições da janela de procura

# #30028
source: Video extensions
dutch: Bestandstypen videos
french: Extensions des vidéos
german: Videos Extensions
italian: Estensioni Video
portuguese: Extensões de vídeo

# #30029
source: Use the videos
dutch: Gebruik videos
french: Utilisez les vidéos
german: Benutze die Videos
italian: Usa i Video
portuguese: Usar os vídeos

# #30030
source: General
dutch: Algemeen
french: Général
german: Allgemein
italian: Menu
portuguese: Menus

# #30031
source: Files
dutch: Bestanden
french: Fichiers
german: Dateien
portuguese: Ficheiros

# #30032
source: Age of recent files (days)
dutch: Ouderdom recente afbeeldingen (aantal dagen)
french: Age des fichiers récents (jours)
german: Alter der neuen Dateien (Tage)
italian: Età dei file recenti (giorni)
portuguese: Idade dos ficheiros recentes (em dias)

# #30033
source: Menu Items
french: Items du menu
german: Menüs
italian: Elementi Menù
portuguese: Itens do menu

# #30034
source: Display all items
dutch: Geef alle afbeelingen weer
french: Afficher tous les items
german: Zeige alle
italian: Mostra tutti gli elementi
portuguese: Exibir todos os itens

# #30035
source: Number of pics per page
dutch: Aantal afbeeldingen per pagina
french: Nombre de photos par page
german: Bilder pro Seite
italian: Numero di Foto per pagina
portuguese: Número de imagens por página

# #30040
source: Only display pictures with rating of at least
dutch: Minimum benodigde sterren voor weergave
french: Note minimale des photos à afficher
german: Minimale Bewertung der anzuzeigenden Bilder
italian: Mostra solo Foto con valutazioni a almeno
portuguese: Exibir apenas imagens com avaliação mínima de

# #30041
source: All
dutch: Alle
french: Toutes
german: egal
italian: Tutto
portuguese: Todos

# #30042
source: 1 star
dutch: 1 ster
french: 1 étoile
german: 1 Stern
italian: 1 stella
portuguese: 1 estrela

# #30043
source: 2 stars
dutch: 2 sterren
french: 2 étoiles
german: 2 Sterne
italian: 2 stelle
portuguese: 2 estrelas

# #30044
source: 3 stars
dutch: 3 sterren
french: 3 étoiles
german: 3 Sterne
italian: 3 stelle
portuguese: 3 estrelas

# #30045
source: 4 stars
dutch: 4 sterren
french: 4 étoiles
german: 4 Sterne
italian: 4 stelle
portuguese: 4 estrelas

# #30046
source: 5 stars
dutch: 5 sterren
french: 5 étoiles
german: 5 Sterne
italian: 5 stelle
portuguese: 5 estrelas

# #30050
source: Pics
dutch: afbeeldingen
french: Images
german: Bilder
italian: Foto
portuguese: Imagens

# #30051
source: Videos
french: Vidéos
italian: Video
portuguese: Vídeos

# #30052
source: Tags
french: Etiquettes
italian: Etichette
portuguese: Etiquetas

# #30053
source: Excluded Files
french: Fichiers exclus
italian: File Esclusi
portuguese: Ficheiros Excluídos

# #30060
source: Locate on disk
dutch: Locatie op schijf
french: Localiser sur le disque
german: Zeige Disk-Verzeichnis
italian: Localizzate sul disco
portuguese: Localizar no disco

# #30061
source: Archive those pictures
dutch: Archiveer afbeeldingen
french: Archiver ces images
german: Diese Bilder archivieren
italian: Archivia queste Foto
portuguese: Arquivar estas imagens

# #30062
source: Export those pictures to...
dutch: Exporteer afbeeldingen naar
french: Exporter ces images vers...
german: Exportiere die Bilder nach...
italian: Esporta queste Foto verso.....
portuguese: Exportar estas imagens para...

# #30063
source: Add the file to archive :
dutch: Voeg bestand toe aan archief
french: Ajoute le fichier à l'archive :
german: Das Bild zum Archiv hinzufügen:
italian: Aggiungi il file da archiviare:
portuguese: Adicionar o ficheiro ao arquivo:

# #30064
source: The archive '%s' already exists in
dutch: Archief '%s' bestaat al
french: L'archive '%s' existe déjà dans
german: Das Archiv '%s' existiert bereits in
italian: L'archivio '%s' esiste già in
portuguese: O arquivo '%s' já existe em

# #30065
source: Overwrite ?
dutch: Overschrijven ?
french: Ecraser ?
german: Überschreiben?
italian: Sovrascrivi?
portuguese: Sobrepôr?

# #30066
source: Archive canceled.
dutch: Archiveer afgebroken
french: Archivage annulé.
german: Archivierung abgebrochen.
italian: Archivio cancellato
portuguese: Arquivamento cancelado.

# #30067
source: Adding the picture to archive...
dutch: Afbeelding toevoegen aan archief
french: Ajout de l'image à l'archive...
german: Bild zum Archiv hinzufügen...
italian: Aggiungi la foto all'archivio
portuguese: Adicionando a imagem ao arquivo...

# #30068
source: The archiving has been canceled !
dutch: Het archiveren is afgebroken
french: L'archivage a été annulé !
german: Die Archivierung wurde abgebrochen!
italian: L'archiviazione è stata cancellata!
portuguese: O arquivamento foi cancelado !

# #30069
source: %s errors while archiving %s files
dutch: %s fouten tijdens archiveren %s bestanden
french: %s erreurs lors de l'archivage de %s fichiers
german: %s Fehler während der Archivierung von %s Dateien
italian: %s errori mentre si archiviavano %s i file
portuguese: %s error ao arquivar ficheiros %s

# #30070
source: %s pictures successfully archived !!
dutch: %s afbeeldingen succesvol gearchiveerd
french: %s images archivées avec succès !!
german: %s Bilder erfolgreich archiviert!
italian: %s Foto archiviate con successo !!
portuguese: %s imagens foram arquivadas correctamente !

# #30071
source: Localization of the picture on disk
dutch: Lokaliseren van afbeelding op disk
french: Localisation du fichier sur le disque
german: Lokalisierung des Bildes
italian: Localizzazione della foto sul disco
portuguese: Localização da imagem no disco

# #30090
source: Pictures without City
dutch: Afbeeldingen zonder plaats
french: Photos sans ville
german: Bilder ohne Stadtangabe
italian: Foto senza Città
portuguese: Imagens sem Cidade

# #30091
source: Pictures without Country
dutch: Afbeeldingen zonder land
french: Photos sans pays
german: Bilder ohne Länderangabe
italian: Foto senza Nazione
portuguese: Imagens sem País

# #30092
source: Other pictures in '%s'
dutch: Overige afbeeldingen in '%s'
french: Autres photos dans '%s'
german: Bilder ohne Stadt in '%s'
italian: Altre Foto in '%s'
portuguese: Outras imagens em '%s'

# #30093
source: Browse by Geography
dutch: Weergeven land
french: Affichage géographique
german: Anzeige nach Aufnahmeort
italian: Sfoglia per posizione Geografica
portuguese: Navegar por Geografia

# #30094
source: Pictures without supplemental category
dutch: Weergeven categorie
french: Photos sans catégorie supplémentaire
german: Bilder ohne Unterkategorie
italian: Foto senza categoria supplementare
portuguese: Imagens sem categoria suplementar

# #30095
source: Browse by Supplemental Category
dutch: Weergeven subcategorie
french: Affichage par catégorie supplémentaire
german: Anzeige nach Unterkategorie
italian: Sfoglia per Categoria supplementare
portuguese: Navegar por Categoria Suplementar

# #30096
source: Pictures without categories
dutch: Afbeeldingen zonder categorie
french: Photos sans catégories
german: Bilder ohne Kategorie
italian: Foto senza categoria
portuguese: Imagens sem categorias

# #30097
source: Browse by Category
dutch: Weergeven categorie
french: Affichage par catégorie
german: Anzeige nach Kategorie
italian: Sfoglia per Categoria
portuguese: Navegar por Categoria

# #30098
source: Global search
dutch: Zoeken
french: Recherche globale
german: Globale Suche
italian: Ricerca Globale
portuguese: Procura Global

# #30099
source: Paths of picture folders
dutch: Invoeren directories
french: Chemins des dossiers images
german: Pfade der Bilderverzeichnisse
italian: Percorsi Cartelle Foto
portuguese: Localizações das pastas das imagens

# #30100
source: All images from %s (%s pics)
dutch: Volledige periode %s (%s afbeeldingen)
french: Toutes les images de la période %s (%s images)
german: Alle Perioden %s (%s Bilder)
italian: Tutte le immagini %s (%s foto)
portuguese: Todas as imagens de %s (%s imagens)

# #30101
source: Browse by Date
dutch: Weergeven datum
french: Parcourir par Dates
german: Anzeige nach Datum
italian: Sfoglia per Data
portuguese: Navegar por Data

# #30102
source: Browse by Folders
dutch: Weergeven directories
french: Parcourir par Dossiers
german: Anzeige nach Verzeichnis
italian: Sfoglia per Cartella
portuguese: Navegar por Pastas

# #30103
source: Browse by Keywords
dutch: Weergeven trefwoorden
french: Parcourir par Mots-clés
german: Anzeige nach Markierung
italian: Sfoglia per Parola chiave
portuguese: Navegar por Palavras-Chave

# #30104
source: No keyword pictures
dutch: Geen trefwoorden
french: Images sans mots-clés
german: Bilder ohne Markierung
italian: Non ci sono parole chiavi per le foto
portuguese: Não existem imagens com palavra-chave

# #30105
source: Date ranges
dutch: Perioden
french: Périodes
german: Perioden
italian: Intervallo di tempo
portuguese: Intervalo de datas

# #30106
source: Add a new date range
dutch: Voeg periode toe
french: Ajouter une nouvelle période
german: Neue Periode hinzufügen
italian: Aggiungi un nuovo intervallo di tempo
portuguese: Adicionar um novo intervalo de datas

# #30107
source: Choose the start date
dutch: Kies begindatum
french: Choix du début de la période
german: Startdatum wählen
italian: Scegli la data iniziale
portuguese: Escolher a data inicial

# #30108
source: Choose the end date
dutch: Kies einddatum
french: Choix de la fin de la période
german: Enddatum wählen
italian: Scegli la data finale
portuguese: Escolher a data final

# #30109
source: Pics from %s to %s
dutch: Afbeeldingen van %s tot %s
french: Images du %s au %s
german: Bilder von %s bis %s
italian: Foto da %s to %s
portuguese: Imagens desde %s até %s

# #30110
source: Input a title for this date range :
dutch: Geef periode een naam:
french: Saisir un titre pour cette période :
german: Titel für diese Periode:
italian: Inserisci un titolo per questo intervallo di tempo:
portuguese: Introduza um título para este intervalo de datas

# #30111
source: Delete this date range
dutch: Verwijder periode
french: Supprimer cette période
german: Lösche diese Periode
italian: Cancella questo intervallo di tempo
portuguese: Apagar este intervalo de datas

# #30112
source: Rename this date range
dutch: Hernoem periode
french: Editer cette période
german: Benenne diese Periode um
italian: Rinomina questo intervallo di tempo
portuguese: Renomear este intervalo de datas

# #30113
source: From %s to %s
dutch: van %s tot %s
french: Du %s au %s
german: Von %s bis %s
italian: Da %s to %s
portuguese: Desde %s até %s

# #30114
source: Input manually date
dutch: Geef datum in
french: Saisir manuellement une date
german: Datum eingeben
italian: Inserisci la data manualemte
portuguese: Introduzir data manualmente

# #30115
source: Word to search for
dutch: Zoekwoord
french: Mot à rechercher
german: Suchwort
italian: Parola da cercare per
portuguese: Palavra a procurar

# #30116
source: %s results for '%s' in '%s'
dutch: %s resultaten voor '%s' in '%s'
french: %s résultats pour '%s' dans '%s'
german: %s Treffer für '%s' in '%s'
italian: %s risultati per '%s' in '%s'
portuguese: %s resultados para '%s' em '%s'

# #30117
source: Start date of the date range
dutch: Begindatum periode
french: Date de début de période
german: Startdatum der Periode
italian: Data di inizio per l'intervallo di tempo
portuguese: Data inicial deste intervalo de datas

# #30118
source: End date of the date range
dutch: Einddatum periode
french: Date de fin de période
german: Enddatum der Periode
italian: Data finale per l'intervallo di tempo
portuguese: Data final deste intervalo de datas

# #30119
source: The search for '%s' did not match in the whole database
dutch: Zoekopdracht '%s' niet gevonden
french: La recherche pour '%s' n'a retourné aucun résultat dans toute la base
german: Die Suche nach '%s' ergibt keinen Treffer
italian: La ricerca per '%s' non trova corrispondenza nel db
portuguese: A procura por '%s' não encontrou resultados na base de dados

# #30120
source: Browse by Persons
dutch: Weergeven personen
french: Recherche par personnes
german: Anzeige nach Personen
italian: Sfoglia per Persone
portuguese: Navegar por Pessoas

# #30121
source: Pictures without persons
dutch: Afbeeldingen zonder personen
french: Images sans personnes dessus
german: Bilder ohne Personen
italian: Foto senza persone
portuguese: Imagens sem pessoas

# #30122
source: Browse by Tags
dutch: Weergeven tags
french: Parcourir par étiquettes
german: Anzeige nach Tags
italian: Sfoglia per Etichetta
portuguese: Navegar por Etiquetas

# #30123
source: Help
french: Aide
german: Hilfe
italian: Aiuto
portuguese: Ajuda

# #30130
source: The %s latest pics
dutch: Laatste %s afbeeldingen
french: Les %s dernières photos
german: Die letzten %s Bilder
italian: La %s ultime foto
portuguese: Imagens recentes de %s

# #30131
source: Recent pics (number of images)
dutch: Recente afbeeldingen (aantal afbeeldingen)
french: Photos récentes (nombre de photos)
german: Neue Bilder (Anzahl)
italian: Foto recenti (numero di immagini)
portuguese: Imagens recentes (número de imagens)

# #30150
source: Collections
dutch: Collecties
german: Album
italian: Collezioni
portuguese: Colecções

# #30151
source: Remove from the collection
dutch: Verwijder uit collectie
french: Retirer de la collection
german: Aus dem Album entfernen
italian: Rimuovi dalla Collezione
portuguese: Remover da colecção

# #30152
source: Add to collection...
dutch: Voeg aan collectie toe
french: Ajouter à la collection...
german: Zum Album hinzufügen
italian: Aggiungi alla Collezione.....
portuguese: Adicionar a colecção

# #30153
source: Input a new title
dutch: Geef een nieuwe naam
french: Saisir un nouveau titre
german: Neuer Titel
italian: Inserisci un nuovo titolo
portuguese: Introduza um novo título

# #30154
source: Picture added in
dutch: Afbeelding toegevoegd
french: Image ajoutée dans
german: Bild hinzugefügt in
italian: Foto aggiunta
portuguese: Imagem adicionada em

# #30155
source: Input a title for the new collection
dutch: Naam nieuwe collectie
french: Saisir un titre pour la nouvelle collection
german: Titel des neuen Albums
italian: inserisci un titolo per la nuova collezione
portuguese: Introduza um título para a nova colecção

# #30156
source: Choose a collection
dutch: Kies een collectie
french: Choisir une collection
german: Album wählen
italian: Scegli una collezione
portuguese: Escolha uma colecção

# #30157
source: New collection
dutch: Nieuwe collectie
french: Nouvelle collection
german: Neues Album
italian: Nuova collezione
portuguese: Nova colecção

# #30158
source: Remove this collection
dutch: Verwijder collectie
french: Supprimer cette collection
german: Dieses Album entfernen
italian: Elimina questa collezione
portuguese: Remover esta colecção

# #30159
source: Rename this collection
dutch: Hernoem collectie
french: Renommer cette collection
german: Album umbenennen
italian: Rinomina questa collezione
portuguese: Renomear esta colecção

# #30160
source: Create a new collection
dutch: Aanmaken nieuwe collectie
french: Créer une nouvelle collection
german: Neues Album erzeugen
italian: Crea una nuova collezione
portuguese: Criar uma nova colecção

# #30161
source: %s pictures added in
dutch: %s afbeeldingen toegevoegd
french: %s images ajoutées dans :
german: %s Bilder hinzugefügt in:
italian: %s foto aggiunte
portuguese: %s imagens adicionadas a

# #30162
source: Import album from Picasa xml
french: Importer l'album depuis le XML Picasa
italian: Importa album da Picasa xml
portuguese: Importar álbum de xml Picasa

# #30163
source: Unable to read Picasa xml
french: XML Picasa illisible
italian: Impossibile leggere Picasa xml
portuguese: Não foi possível analisar o xml Picasa

# #30164
source: Specify date range
french: Donnez la période
italian: Indica intervallo di date
portuguese: Especifique o intervalo de datas

# #30165
source: Following files are missing in MyPicsDB and could not be imported:[CR][CR]
french: Les fichiers suivants sont manquants dans MyPicsDB et ne peuvent être importés :[CR][CR]
italian: I seguenti file sono persi in MyPicsDB e potrebbero non essere importati:[CR][CR]
portuguese: Os seguintes ficheiros não foram encontrados em MyPicsDB e não puderam ser importados:[CR][CR]

# #30166
source: Picture "%s" in "%s"[CR]
french: Image "%s" sur "%s"[CR]
italian: Foto "%s" in "%s"[CR]
portuguese: Imagem "%s" em "%s"[CR]

# #30167
source: Import errors
french: Erreurs d'import
italian: Importa errori
portuguese: Erros na importação

# #30168
source: Import album from saved filter settings
french: Importer l'album à partir des paramètres de filtre enregistrés
italian: Importa album da impostazioni filtro salvate
portuguese: Importar álbum de definições de filtro guardadas

# #30180
source: Choose the destination for the export
dutch: Export-pad
french: Choisir la destination pour l'exportation
german: Ziel für den Export wählen
italian: Scegli la destinazione per l'esportazione
portuguese: Escolha um destino para a exportação

# #30181
source: Do you want to create a folder to export pictures ?
dutch: Map aanmaken bij export ?
french: Voulez-vous créer un dossier pour exporter les images ?
german: Ein Verzeichnis für die Bilder erzeugen?
italian: Vuoi creare una cartella per esportare le foto?
portuguese: Quer criar uma pasta para exportar imagens ?

# #30182
source: Input the folder name
dutch: Geef de mapnaam
french: Saisir le nom du dossier
german: Verzeichnisnamen eingeben
italian: Inserisci il nome per la cartella
portuguese: Introduza o nome da pasta

# #30183
source: picture export canceled !
dutch: Export afgebroken !
french: Export d'images annulé !
german: Bilderexport abgebrochen!
italian: Esportazione foto cancellata
portuguese: A exportação das imagens foi cancelada !

# #30184
source: Picture exporting...
dutch: Aan het exporteren...
french: Export d'images...
german: Bilder werden exportiert..
italian: Esportazione foto.......
portuguese: Exportando a imagem...

# #30185
source: Exporting '%s' to :
dutch: Exporteer '%s' naar :
french: Export de '%s' en cours vers :
german: Export '%s' nach :
italian: Esportazione '%s' :
portuguese: Exportando '%s' para :

# #30186
source: a file '%s' already exists
dutch: Bestand '%s' bestaat al
french: Un fichier '%s' existe déjà dans
german: Die Datei '%s' existiert bereits!
italian: un file '%s' esiste già
portuguese: um ficheiro '%s' já existe

# #30187
source: Overwrite ?
dutch: Overschrijven ?
french: Ecraser ?
german: Überschreiben?
italian: Sovrascrivi?
portuguese: Sobrepôr ?

# #30188
source: Export finished !
dutch: Klaar met exporteren
french: Export terminé !
german: Export beendet!
italian: Esportazione terminata!
portuguese: Exportação concluída !

# #30189
source: %s pictures copied to %s
dutch: %s afbeeldingen gekopieerd naar %s
french: %s images copiés dans %s
german: %s Bilder nach %s kopiert
italian: %s Foto copiate %s
portuguese: %s imagens copiadas para %s

# #30190
source: Exported pictures
dutch: Geexporteerde afbeeldingen
french: Images exportées
german: Exportierte Bilder
italian: Foto Esportate
portuguese: Imagens exportadas

# #30201
source: Folder to scan
dutch: Directory scannen
french: Dossier à scanner
german: Verzeichnis zum Scannen
italian: Cartella da scansionare
portuguese: Pasta para analisar

# #30202
source: Browse this folder recursively
dutch: Directory recursief scannen
french: Parcourir ce dossier de manière récursive
german: Verzeichnis rekursiv scannen?
italian: Sfoglia questa cartella in modo ricorsivo
portuguese: Procurar nesta pasta recursivamente
