Repository: xbmc/repo-plugins
Catalog: plugin.image.mypicsdb/resources/language/*/strings.po
Languages: dutch, french, german, italian, portuguese

# #30203
source: Delete the database entries if picture does not exists anymore
dutch: Verwijderen database entries als afbeelding niet meer bestaat
french: Supprimer les entrées de la base si les images sont manquantes
german: Datenbankeintrag löschen, wenn Bild nicht vorhanden?
italian: Elimina le voci dal db se la foto non esiste più
portuguese: Apagar as entradas da base se a imagem já não existir

# #30204
source: Path added !
dutch: Directory toegevoegd
french: Dossier ajouté !
german: Pfad hinzugefügt
italian: Percorso aggiunto!
portuguese: Localização adicionada !

# #30205
source: Path deleted !
dutch: Directory verwijderd
french: Dossier supprimé !
german: Pfad gelöscht
italian: Percorso eliminato!
portuguese: Localização apagada !

# #30206
source: Do a scan now
dutch: Start scannen
french: Effectuer un scan
german: Scanne jetzt
italian: Esegui una scansione ora
portuguese: Fazer uma procura agora

# #30207
source: Delete this path from database
dutch: Verwijderen directory
french: Supprimé ce dossier
german: Lösche diesen Pfad aus der Datenbank
italian: Elimina questo percorso dal db
portuguese: Apagar esta localização da base de dados

# #30208
source: [B]Add[/B] a path to database
dutch: [B]Toevoegen[/B] directory
french: [B]Ajouté[/B] un dossier
german: [B]Hinzufügen[/B] eines Pfades zur Datenbank
italian: [B]Aggiungi[/B] un percorso al db
portuguese: [B]Adicionar[/B] uma localização à base de dados

# #30209
source: Uploads from last %s days
dutch: Toegevoegd laatste %s dagen
french: Ajouté ces %s derniers jours
german: Bilder der letzten %s Tage
italian: Caricate dagli ultimi %s giorni
portuguese: Envios dos últimos %s dias

# #30210
source: Remove this path from excluded
dutch: Verwijderen directory van uitsluiting
french: Supprimé ce chemin
german: Pfad von der Ausschluss-Liste entfernen
italian: Elimina questo percorso de quelli esclusi
portuguese: Remover esta localização das exclusões

# #30211
source: Add a folder to [B]exclude[/B]
dutch: Toevoegen directory om [B]uit te sluiten[/B]
french: Dossier à [B]exclure[/B]
german: Pfad zur Ausschluss-Liste hinzufügen
italian: Aggiungi una cartella da [B]escludere[/B]
portuguese: Adicionar uma pasta a [B]excluir[/B]

# #30212
source: Exclude this folder from database
dutch: Directory uitsluiten
french: Exclure ce dossier
german: Pfad von der Datenbank ausschließen
italian: Escludi questa cartella dal db
portuguese: Excluir esta pasta da base de dados

# #30213
source: Scan all paths
dutch: Alle directories scannen
french: Scanner tous les dossiers
german: Scanne alle Pfade
italian: Scansiona tutti i percorsi
portuguese: Procurar em todas as localizações

# #30214
source: Yes = scan all pictures.
dutch: Ja = alle afbeeldingen scannen
french: Oui = scanner toutes les photos.
german: Ja = Alle Bilder erneut scannen.
italian: Si = scansiona tutte le foto.
portuguese: Sim = procurar todas as imagens

# #30215
source: No = scan only modified/new pictures.
dutch: Nee = alleen gewijzigde/nieuwe afbeelingen scannen
french: Non = scanner seulement les photos modifiées / ajoutées.
german: Nein = Nur geänderte Bilder scannen.
italian: No = scansiona solo le foto modificate/nuove.
portuguese: não = procurar apenas imagens modificadas/novas

# #30217
source: You must rescan the folders
dutch: De folders dienen opnieuw gescand te worden
french: Vous devez rescanner les dossiers
german: Die Pfade müssen erneut gegescannt werden,
italian: Devi ri-scansionare le cartelle
portuguese: Tem de reanalisar as pastas

# #30218
source: to exclude the pictures!
dutch: uitsluiten afbeeldingen
french: pour exclure les photos !
german: um die Bilder endgültig auszuschließen!
italian: Escludere le immagini?
portuguese: para excluir as imagens!

# #30220
source: Google Map
italian: Mappa Google
portuguese: Mapa Google

# #30221
source: Fetching the map... (%0.2f%%)
dutch: Opvragen kaart... (%0.2f%%)
french: Récupération de la carte... (%0.2f%%)
italian: Recupera la mappa... (%0.2f%%)
portuguese: Obtendo o mapa... (%0.2f%%)

# #30222
source: Zoom=%s
portuguese: Amplicação=%s

# #30223
source: Use up / down arrows to zoom in / out
dutch: Gebruik up/down toetsen om te zoomen
french: Utiliser les flêches haut / bas pour zoomer
italian: Use up / down arrows to zoom in / out Usa le frecce su / giù per zummare avanti / indietro
portuguese: Use as setas cima / baixo para ampliar / diminuir

# #30224
source: Close
dutch: Sluiten
french: Fermer
italian: Chiudi
portuguese: Fechar

# #30225
source: Zoom In
french: Zoom avant
portuguese: Ampliar

# #30226
source: Zoom Out
french: Zoom arrière
portuguese: Diminuir

# #30241
source: preparing
dutch: Voorbereiden
french: préparation
german: vorbereiten
italian: Preparazione
portuguese: preparando

# #30242
source: refreshing
dutch: verversen
french: actualise
german: erneuern
italian: Aggiornamento
portuguese: actualizando

# #30243
source: passing
dutch: overslaan
french: passe
italian: Di passaggio
portuguese: passando

# #30244
source: adding
dutch: toevoegen
french: ajoute
german: hinzufügen
italian: Aggiungendo
portuguese: adicionando

# #30245
source: re-scan
dutch: herscannen
italian: Ri-scansiona
portuguese: reanalisar

# #30246
source: deleting
dutch: verwijderen
french: supprime
german: löschen
italian: Eliminando
portuguese: apagando

# #30247
source: Please wait...
dutch: Momentje...
french: Veuillez patienter...
german: Bitte warten ...
italian: Attendi.......
portuguese: Por favor, aguarde...

# #30248
source: %s scanned / %s added / %s deleted / %s modified
dutch: %s gescanned / %s toegevoegd / %s verwijderd / %s gewijzigd
french: %s scannées / %s ajoutées / %s supprimées / %s modifiées
german: %s gescannt / %s hinzugefügt / %s gelöscht / %s geändert
italian: %s scansionate / %s aggiunte / %s eliminate / %s modificate
portuguese: %s analisados / %s adicionados / %s apagados / %s modificados

# #30300
source: file name
dutch: Bestandsnaam
french: nom de fichier
german: Dateiname
italian: Nome del fle
portuguese: nome do ficheiro

# #30301
source: path
dutch: pad
french: chemin
german: Pfad
italian: Percorso
portuguese: localização

# #30302
source: path (thumbnail)
dutch: pad(thumbnail)
french: chemin (miniature)
german: Pfad (thumbnail)
italian: Percorso (anteprime)
portuguese: localização (miniatura)

# #30303
source: Show the slideshow
dutch: Geef diaweergave weer
french: Voir le diaporama
german: Diashow
italian: Mostra la presentazione
portuguese: Exibir a apresentação de slides

# #30600
source: Filter Wizard
french: Assistant Filtres
german: Filter Assistent
italian: Procedura guidata per i filtri
portuguese: Assistente de Filtros

# #30601
source: Tags
french: Etiquettes
italian: Tag
portuguese: Etiquetas

# #30602
source: Contents
dutch: Waarde
french: Contenus
german: Inhalt
italian: Contenuti
portuguese: Conteúdos

# #30607
source: Last used filter
french: Dernier filtre utilisé
italian: Ultimo Filtro Usato
portuguese: Último filtro utilizado

# #30608
source: Select filter
french: Choisir un filtre
italian: Seleziona Filtro
portuguese: Seleccionar filtro

# #30609
source: Enter filter name
french: Entrer le nom du filtre
italian: Inserisci nome del filtro
portuguese: Introduza o nome do filtro

# #30610
source: Please select tags (red checkbox means "not")
dutch: Selecteer een tag (red checkbox betekend "niet/not")
french: Choisissez les étiquettes (red checkbox means "not")
german: Bitte Tags auswählen (rote Checkbox bedeutet "nicht")
italian: Per favore seleziona le etichette (la spunta rossa vuol dire "no")
portuguese: Por favor, seleccione etiquetas (marca vermelha significa 'não')

# #30611
source: 1 tag checked
dutch: 1 tag ingevoerd
french: 1 étiquette sélectionnée
german: 1 Tag ausgewählt
italian: 1 Etichetta Conrollata
portuguese: 1 etiqueta seleccionada

# #30612
source: %s tags checked
dutch: %s tags ingevoerd
french: %s étiquettes sélectionnées
german: %s Tags ausgewählt
italian: %s etichette controllate
portuguese: %s etiquetas verificadas

# #30614
source: Cancel
dutch: Afbreken
french: Annuler
german: Abbrechen
italian: Annulla
portuguese: Cancelar

# #30615
source: Match all tags
dutch: Match alle tags
french: Répondre à toutes les étiquettes
german: Alle Tags müssen zutreffen
italian: Trova tutte le etichette
portuguese: Corresponder a todas as etiquetas

# #30616
source: Load
french: Charger
italian: Carica
portuguese: Carregar

# #30617
source: Save
dutch: Opslaan
french: Enregistrer
italian: Salva
portuguese: Guardar

# #30618
source: Reset
french: Réinitialiser
italian: Resetta
portuguese: Reiniciar

# #30619
source: Delete
dutch: Verwijderen
french: Supprimer
italian: Elimina
portuguese: Apagar

# #30620
source: Translate your tags
dutch: Synoniemen voor tags
french: Traduire vos étiquettes
german: Tags übersetzen
italian: Traduci le tue etichette
portuguese: Traduzir as suas etiquetas

# #30621
source: Close Editor
dutch: Sluiten editor
french: Fermer l'éditeur
german: Editor schließen
italian: Chiudi L'editor
portuguese: Fechar Editor

# #30622
source: Leave translation empty to hide tag type in MyPicsDB
dutch: Laat synoniem leeg om te verbergen
french: Laisser la traduction vide pour cacher le type d'étiquette dans MyPicsDB
german: Übersetzung leer lassen, um die Tags in MyPicsDB zu verstecken
italian: Lascia la traduzione vuota per nascondere il tipo di etichetta in MyPicsDB
portuguese: Deixar tradução vazia para ocultar tipo de etiqueta em MyPicsDB

# #30623
source: Translation for %s
dutch: Synoniem %s
french: Tranduction pour %s
german: Übersetzung für %s
italian: Traduzione per %s
portuguese: Tradução para %s

# #30650
source: Debugging
dutch: Fout registratie
french: Debogage
portuguese: Depuração

# #30651
source: Enable debugging (regardless of XBMC settings)
dutch: Aanzetten debuggen (ongeacht XBMC instellingen)
french: Activer le débogage (surcharge les paramètre de XBMC)
german: Debugging einschalten
italian: Abilita debug (indipendentemente dalle impostazioni di XBMC)
portuguese: Activar depuração (independente das definições do XBMC)

# #30652
source: Filter:
french: Filtre :
italian: Filtro:
portuguese: Filtro:

# #30653
source: New Filter
french: Nouveau filtre
italian: Nuovo Filtro
portuguese: Novo Filtro

# #30660
source: Database Settings
dutch: Database intellingen
french: Paramètres de la base de données
german: Datenbank-Einstellungen
italian: Impostazioni db
portuguese: Definições da Base de Dados

# #30661
source: Database Backend
dutch: Database
french: Base de données principale
german: Datenbank-Backend
italian: Backend db
portuguese: Backend da Base de Dados

# #30664
source: User
dutch: Gebruiker
french: Utilisateur
german: Benutzer
italian: Utente
portuguese: Utilizador

# #30665
source: Password
dutch: Wachtwoord
french: Mot de passe
german: Passwort
portuguese: Palavra-passe

# #30666
source: IP-Address or Name
dutch: IP-adres of naam
french: Adresse IP ou Nom
german: IP-Adresse oder Name
italian: Indirizzo IP o Nome
portuguese: Endereço IP ou Nome

# #30667
source: Port
dutch: Poort
italian: Porta
portuguese: Porta

# #30668
source: MySql DB Name
dutch: MySql database
french: Nom de la base de données MySQL
italian: Nome db MySqu
portuguese: Nome MySql DB

# #30669
source: Sqlite DB Name
dutch: Sqlite database
french: Nom de la base de données SQLite
italian: Nome db Sqlite
portuguese: Nome Sqlite DB

# #30700
source: Country
dutch: Land
french: Pays
german: Land
italian: Nazione
portuguese: País

# #30701
source: Country Code
dutch: Landcode
french: Code du pays
german: Länderkürzel
italian: Codice Nazione
portuguese: Código do País

# #30702
source: State
dutch: Staat
french: Département
german: Staat
italian: Stato
portuguese: Estado

# #30703
source: City
dutch: Stad
french: Ville
german: Stadt
italian: Città
portuguese: Cidade

# #30704
source: Location
dutch: Locatie
french: Emplacement
german: Ort
italian: Località
portuguese: Localização

# #30705
source: Event
dutch: Gebeurtenis
french: Evénement
german: Ereignis
italian: evento
portuguese: Evento

# #30706
source: Date Added
dutch: Datum toegevoegd
french: Date d'ajout
german: Datum (hinzugefügt)
italian: Data di inserimento
portuguese: Data de Adição

# #30707
source: Date Created
dutch: Datum aangemaakt
french: Date de création
german: Datum
italian: Data di creazione
portuguese: Data de Criação

# #30708
source: Date/Time Created
dutch: Datum/tijd aangemaakt
french: Date/Heure de création
german: Datum/Zeit
italian: Data/Ora di creazione
portuguese: Data/Hora de Criação

# #30709
source: Description
dutch: Omschrijving
german: Beschreibung
italian: Descrizione
portuguese: Descrição

# #30710
source: Headline
dutch: Kop
french: Titre
german: Kopfzeile
italian: Testata
portuguese: Título

# #30711
source: Title
dutch: Titel
french: Titre
german: Titel
italian: Titolo
portuguese: Título

# #30712
source: Creator
dutch: Auteur
french: Créateur
german: Fotograf
italian: Creatore
portuguese: Criador

# #30713
source: Creator Title
dutch: Auteur titel
french: Titre du créateur
german: Titel des Fotografen
italian: Titolo Creatore
portuguese: Título do Criador

# #30714
source: Copyright
german: Urheber
portuguese: Direitos de Autor

# #30715
source: Label
dutch: Platenlabel
italian: Etichetta
portuguese: Editora

# #30716
source: Image Rating
dutch: Rating
french: Note de l'image
german: Bild-Bewertung
italian: Voto Immagine
portuguese: Avaliação da Imagem

# #30717
source: Keyword
dutch: Trefwoorden
french: Mot-clé
german: Stichwort
italian: Parola chiave
portuguese: Palavra-Chave

# #30718
source: Category
dutch: Categorie
french: Catégorie
german: Kategorie
italian: Categoria
portuguese: Categoria

# #30719
source: Supplemental Category
dutch: Aanvullende categorie
french: Catégorie complémentaire
german: Unterkategorie
italian: Categoria supplementare
portuguese: Categoria Suplementar

# #30720
source: Person
dutch: Personen
french: Personne
italian: Persona
portuguese: Pessoa

# #30721
source: Image Width
dutch: Breedte
french: Largeur de l'image
german: Bild-Breite
italian: Larghezza Immagine
portuguese: Largura da Imagem

# #30722
source: Image Length
dutch: Hoogte
french: Longueur de l'image
german: Bild-Höhe
italian: Lunghezza Immagine
portuguese: Comprimento da Imagem

# #30723
source: Orientation
dutch: OriÃ«ntatie
german: Ausrichtung
italian: Orientamento
portuguese: Orientar

# #30725
source: Image Model
dutch: Afbeelding Model
french: Modèle de l'appareil
german: Kameramodell
italian: Modello Immagine
portuguese: Modelo da Câmara

# #30726
source: Image Make
dutch: Afbeelding Merk
french: Marque de l'appareil
german: Kamerahersteller
italian: Marca Immagine
portuguese: Marca da Câmara

# #30727
source: Image Artist
dutch: Afbeelding Artiest
french: Photographe
german: Künstler
italian: Artista Immagine
portuguese: Autor da Imagem

# #30724
source: Flash
dutch: Flits
german: Blitzlicht

# Addon Summary
source: Advanced Pictures manager
german: Datenbank gestützter Bildermanager

# Addon Description
source: Manage your pictures as you do for musics and videos[CR]Then you'll be able to sort your pictures by day/month/year, keywords and much more
german: Verwalte deine Bilder, genau wie deine Musik oder Videos in einer Datenbank.[CR]Dadurch lassen sich Bilder nach Tag/Monat/Jahr, Schlüsselwörtern und mehr sortieren bzw. filtern.

# #30613
source: OK
german: Okay
