Repository: xbmc/repo-plugins
Catalog: plugin.library.node.editor/resources/language/resource.language.*/strings.po
Languages: da_dk, eo, pl_pl, ru_ru

# Addon Summary
source: Manage custom library nodes.
da_dk: Administrer brugerdefinerede biblioteksnoder.
pl_pl: Zarządzanie niestandardowymi węzłami biblioteki.
ru_ru: Управление узлами пользовательских медиатек.

# Addon Description
source: Create and edit custom library nodes.
da_dk: Opret og rediger brugerdefinerede biblioteksnoder.
pl_pl: Tworzenie i edytowanie niestandardowych węzłów biblioteki.
ru_ru: Создание и редактирование пользовательских узлов медиатеки.

# #30000
source: Add content...
da_dk: Tilføj indhold...
eo: Aldoni enhavon...
pl_pl: Dodaj zawartość...
ru_ru: Содержимое...

# #30001
source: Add path...
da_dk: Tilføj sti...
eo: Aldoni dosierindikon...
pl_pl: Dodaj ścieżkę...
ru_ru: Путь...

# #30002
source: Add order...
da_dk: Tilføj rækkefølge...
eo: Aldoni ordigon...
pl_pl: Dodaj kolejność...
ru_ru: Сортировка...

# #30003
source: Add limit...
da_dk: Tilføj grænse...
eo: Aldoni limon...
pl_pl: Dodaj ograniczenie...
ru_ru: Лимит...

# #30004
source: Add grouping...
da_dk: Tilføj gruppering...
eo: Aldoni grupigon...
pl_pl: Dodaj grupowanie...
ru_ru: Группирование...

# #30005
source: Add rule...
da_dk: Tilføj regel...
eo: Aldoni regulon...
pl_pl: Dodaj regułę...
ru_ru: Добавить правило...

# #30006
source: New node...
da_dk: Ny node...
eo: Nova nodo...
pl_pl: Dodaj węzeł...
ru_ru: Новый узел...

# #30007
source: New parent node...
da_dk: Ny overordnet node...
eo: Nova parenta nodo...
pl_pl: Nowy węzeł nadrzędny...
ru_ru: Новый родительский узел...

# #30008
source: Reset library nodes to default...
da_dk: Nulstil biblioteksnoder til standard...
eo: Restaŭri nodojn de biblioteko al defaŭlto...
pl_pl: Przywróć domyśle węzły biblioteki...
ru_ru: Сбросить узлы медиатеки на значения по умолчанию...

# #30009
source: Add component...
da_dk: Tilføj komponent...
pl_pl: Dodaj komponent...
ru_ru: Добавить компонент...

# #30010
source: Manually edit...
da_dk: Rediger manuelt...
eo: Mane redakti...
pl_pl: Edytuj ręcznie...
ru_ru: Редактировать вручную...

# #30091
source: Video Library
da_dk: Videobibliotek
eo: Videaĵa biblioteko
pl_pl: Biblioteka wideo
ru_ru: Видеотека

# #30092
source: Music Library
da_dk: Musikbibliotek
eo: Muzika biblioteko
pl_pl: Biblioteka muzyki
ru_ru: Музыкальная медиатека

# #30100
source: Delete
da_dk: Slet
eo: Forigi
pl_pl: Usuń
ru_ru: Удалить

# #30101
source: Edit label
da_dk: Rediger navn
eo: Editii Label
pl_pl: Edytuj etykietę
ru_ru: Изменить название

# #30102
source: Edit icon
da_dk: Rediger ikon
eo: Redakti piktogramon
pl_pl: Edytuj ikonę
ru_ru: Изменить значок

# #30103
source: Browse for icon
da_dk: Se efter ikon
eo: Elekti piktogramon
pl_pl: Wybierz ikonę
ru_ru: Найти значок

# #30104
source: Move node
da_dk: Flyt node
eo: Movi nodon
pl_pl: Przenieś węzeł
ru_ru: Переместить узел

# #30105
source: Edit visibility
da_dk: Rediger synlighed
eo: Redakti videblecon
pl_pl: Edytuj widoczność
ru_ru: Редактировать видимость

# #30106
source: Add to main menu
da_dk: Tilføj til hovedmenu
eo: Aldoni al ĉefmenuo
pl_pl: Dodaj do menu startowego
ru_ru: Добавить в главное меню

# #30107
source: Browse for value
da_dk: Søg efter værdi
eo: Elekti valoron
pl_pl: Wybierz wartość
ru_ru: Поиск значения

# #30200
source: Content
da_dk: Indhold
eo: Enhavo
pl_pl: Zawartość
ru_ru: Содержимое

# #30201
source: Order
da_dk: Rækkefølge
eo: Ordo
pl_pl: Kolejność
ru_ru: Сортировка

# #30202
source: Grouping
da_dk: Gruppering
eo: Grupigado
pl_pl: Grupowanie
ru_ru: Группирование

# #30203
source: Limit
da_dk: Grænse
eo: Limo
pl_pl: Ograniczenie
ru_ru: Лимит

# #30204
source: Path
da_dk: Sti
eo: Dosierindiko
pl_pl: Ścieżka
ru_ru: Путь

# #30205
source: Rule
da_dk: Regel
eo: Regulo
pl_pl: Reguła
ru_ru: Правило

# #30206
source: Match
pl_pl: Dopasowanie
ru_ru: Соответствие

# #30300
source: Set name
da_dk: Indstil navn
eo: Agordi nomon
pl_pl: Ustaw nazwę
ru_ru: Введите имя

# #30301
source: Set visibility condition
da_dk: Indstil synlighed
pl_pl: Ustaw warunek widoczności
ru_ru: Введите условие видимости

# #30302
source: Set order index
da_dk: Indstil indeks for rækkefølge
pl_pl: Ustaw indeks kolejności
ru_ru: Установите индекс сортировки

# #30303
source: Name of new parent node
da_dk: Navn på ny overordnet node
eo: Nomo de nova parenta nodo
pl_pl: Nazwa nowego węzła nadrzędnego
ru_ru: Имя нового родительского узла

# #30304
source: Start with defaults
da_dk: Start med standarder
eo: Komenci kun defaŭltaj
pl_pl: Rozpocznij z domyślnymi
ru_ru: Начните с настроек по умолчанию

# #30305
source: Field
da_dk: Felt
eo: Kampo
pl_pl: Pole
ru_ru: Поле

# #30306
source: Operator
da_dk: Operatør
eo: Operatoro
ru_ru: Оператор

# #30307
source: Value
da_dk: Værdi
eo: Valoro
pl_pl: Wartość
ru_ru: Значение

# #30308
source: Content type
da_dk: Indholdstype
eo: Enhava speco
pl_pl: Typ zawartości
ru_ru: Тип содержимого

# #30309
source: Content
da_dk: Indhold
eo: Enhavo
pl_pl: Zawartość
ru_ru: Содержимое

# #30310
source: Group
da_dk: Gruppe
eo: Grupo
pl_pl: Grupa
ru_ru: Группа

# #30311
source: Limit
da_dk: Grænse
eo: Limo
pl_pl: Ograniczenie
ru_ru: Лимит

# #30312
source: Path
da_dk: Sti
eo: Dosierindiko
pl_pl: Ścieżka
ru_ru: Путь

# #30313
source: Icon
da_dk: Ikon
eo: Piktogramo
pl_pl: Ikona
ru_ru: Иконка

# #30314
source: Order by
da_dk: Sorter efter
eo: Ordigi laŭ
pl_pl: Sortuj wg
ru_ru: Упорядочить по

# #30315
source: Direction
da_dk: Retning
eo: Direkto
pl_pl: Kierunek
ru_ru: Направление

# #30316
source: Name of new node
da_dk: Navn på ny node
eo: Nomo de nova nodo
pl_pl: Nazwa nowego węzła
ru_ru: Имя нового узла

# #30317
source: Retrieving values...
da_dk: Henter værdier...
pl_pl: Pobieranie wartości...
ru_ru: Получение значений...

# #30318
source: Property
da_dk: Egenskab
eo: Atribuo
pl_pl: Własność
ru_ru: Свойство

# #30400
source: Unable to copy default library nodes
da_dk: Kan ikke kopiere standard biblioteksnoder
eo: Neeblas kopii defaŭltajn nodojn de biblioteko
pl_pl: Nieudane kopiowanie domyślnych węzłów biblioteki
ru_ru: Невозможно скопировать узлы медиатеки

# #30401
source: Are you sure you want to delete this node?
da_dk: Er du sikker på at du vil slette denne node?
eo: Ĉu vi certe volas forigi ĉi tiun nodon?
pl_pl: Jesteś pewien, że chcesz usunąć ten węzeł?
ru_ru: Вы действительно хотите удалить этот узел?

# #30402
source: Are you sure you want to reset all nodes?
da_dk: Er du sikker på at du vil slette alle noder?
eo: Ĉu vi certe volas restaŭri ĉiujn nodojn?
pl_pl: Jesteś pewien, że chcesz wyczyścić wszystkie węzły?
ru_ru: Вы действительно хотите сбросить все узлы?

# #30403
source: Are you sure you want to delete this property?
da_dk: Er du sikker på at du vil slette denne egenskab?
eo: Ĉu vi certe volas forigi ĉi tiun atribuon?
pl_pl: Jesteś pewien, że chcesz usunąć tę właściwość?
ru_ru: Вы действительно хотите удалить это свойство?

# #30404
source: Content parameter can't be deleted whilst this node still has an Order, Limit or Rule parameter.
da_dk: Indholdsparameter kan ikke slettes, mens denne node stadig har et parameter for rækkefølge, begrænsning eller regel.
pl_pl: Parametr zawartości nie może zostać usunięty, gdy ten węzeł ciągle ma parametr kolejności, ograniczenia lub regułę.
ru_ru: Параметр содержимого не может быть удален, пока в этом узле установлены значения сортировки, лимита или правила.

# #30405
source: Are you sure you want to delete this rule?
da_dk: Er du sikker på at du vil slette denne regel?
eo: Ĉu vi certe volas forigi ĉi tiun regulon?
pl_pl: Jesteś pewien, że chcesz usunąć tę regułę?
ru_ru: Вы действительно хотите удалить это правило?

# #30406
source: Order requires a Content parameter
da_dk: Rækkefølge kræver et parameter for indhold
pl_pl: Kolejność wymaga parametru zawartości
ru_ru: Необходимо установить значение для содержания

# #30407
source: Are you sure you want to delete this component?
da_dk: Er du sikker på at du vil slette denne komponent?
eo: Ĉu vi certe volas forigi ĉi tiun komponenton?
pl_pl: Czy na pewno chcesz usunąć ten komponent?
ru_ru: Вы действительно хотите удалить этот компонент?

# #30408
source: Custom property...
da_dk: Brugerdefineret egenskab...
eo: Propra atribuo...
pl_pl: Własność niestandardowa...
ru_ru: Пользовательское...

# #30409
source: No options to select from were found
da_dk: Der blev ikke fundet nogen muligheder at vælge imellem
eo: Neniu elekteblaj opcioj trovitaj
pl_pl: Nie znaleziono opcji do wyboru
ru_ru: Не найдено ни одного варианта для выбора

# #30410
source: Getting plugin listings...
da_dk: Henter indhold for plugin...
pl_pl: Pobieranie listy wtyczek...
ru_ru: Получение списков плагинов...

# #30411
source: Link path to here
da_dk: Link stien hertil
pl_pl: Ścieżka łącza tutaj
ru_ru: Путь по ссылке здесь

# #30500
source: Genre ID
pl_pl: Identyfikator gatunku
ru_ru: ID жанра

# #30501
source: Country ID
da_dk: ID for land
pl_pl: Identyfikator kraju
ru_ru: ID страны

# #30502
source: Studio ID
pl_pl: Identyfikator studia
ru_ru: ID студии

# #30503
source: Director ID
da_dk: ID for instruktør
pl_pl: Identyfikator reżysera
ru_ru: ID режиссёра

# #30504
source: Actor ID
da_dk: ID for skuespiller
pl_pl: Identyfikator aktora
ru_ru: ID актёра

# #30505
source: Set ID
da_dk: ID for sæt
pl_pl: Identyfikator zestawu
ru_ru: ID киноцикла

# #30506
source: Tag ID
da_dk: ID for mærkater
pl_pl: Identyfikator znacznika
ru_ru: ID метки

# #30507
source: TV Show ID
da_dk: ID for tv-serie
pl_pl: Identyfikator serialu
ru_ru: ID сериала

# #30508
source: Artist ID
da_dk: ID for kunstner
pl_pl: Identyfikator artysty
ru_ru: ID исполнителя

# #30509
source: Album ID
da_dk: ID for album
pl_pl: Identyfikator albumu
ru_ru: ID альбома

# #30510
source: Role ID
da_dk: ID for rolle
pl_pl: Identyfikator roli
ru_ru: ID роли

# #30511
source: Song ID
da_dk: ID for sang
pl_pl: Identyfikator utworu
ru_ru: ID песни

# #30512
source: Album artists only
da_dk: Kun albumkunstnere
pl_pl: Tylko wykonawcy albumów
ru_ru: Только исполнители альбомов

# #30513
source: Show singles
da_dk: Vis singler
eo: Montri singlaĵojn
pl_pl: Pokazuj single
ru_ru: Показывать синглы

# #30514
source: Plugin...
eo: Kromprogramo...
pl_pl: Wtyczka...
ru_ru: Плагин...
