Repository: xbmc/repo-plugins
Catalog: plugin.image.mypicsdb/resources/language/Greek/strings.po
Languages: el

# #30000
source: MyPicture Database
el: Βάση Δεδομένων Εικόνων MyPicture

# #30001
source: Database
el: Βάση Δεδομένων (Β.Δ)

# #30005
source: Mo.|Tu.|We.|Th.|Fr.|Sa.|Su.
el: Δε.|Τρ.|Τε.|Πε.|Πα.|Σα.|Κυ.

# #30006
source: Jan.|Feb.|Mar|Apr.|May|Jun.|Jul.|Aug.|Sep.|Oct.|Nov.|Dec.
el: Ιαν.|Φεβ.|Μαρ.|Απρ.|Μαϊ.|Ιουν.|Ιουλ.|Αυγ.|Σεπ.|Οκτ.|Νοε.|Δεκ.

# #30007
source: Monday|Tuesday|Wednesday|Thursday|Friday|Saturday|Sunday
el: Δευτέρα|Τρίτη|Τετάρτη|Πέμπτη|Παρασκευή|Σάββατο|Κυριακή

# #30008
source: January|February|March|April|May|June|July|August|September|October|November|December
el: Ιανουάριος|Φεβρουάριος|Μάρτιος|Απρίλιος|Μάιος|Ιούνιος|Ιούλιος|Αύγουστος|Σεπτέμβριος|Οκτώβριος|Νοέμβριος|Δεκέμβριος

# #30020
source: Picture folder
el: Φάκελος εικόνων

# #30021
source: Remove from database missing pictures
el: Απομάκρυνση από τη βάση δεδομένων εικόνων που λείπουν

# #30022
source: Recursive scan ( all sub-folders will be scanned for pictures )
el: Σάρωση και των υποφακέλων για εικόνες

# #30023
source: Picture extensions
el: Επεκτάσεις αρχείων εικόνων

# #30024
source: Perform scan at addon startup
el: Σάρωση κατά την εκκίνηση του πρόσθετου

# #30025
source: Initialize the database at next addon startup
el: Αρχικοποίηση της βάσης δεδομένων κατά την επόμενη έναρξη του πρόσθετου

# #30026
source: Use the picture as fanart for pictures
el: Χρήση της εικόνας ως fanart των εικόνων

# #30027
source: Settings for the dialog scan popup
el: Ρυθμίσεις του παραθύρου σάρωσης

# #30028
source: Video extensions
el: Επεκτάσεις αρχείων βίντεο

# #30029
source: Use the videos
el: Χρήση των βίντεο

# #30030
source: General
el: Γενικά

# #30031
source: Files
el: Αρχεία

# #30032
source: Age of recent files (days)
el: Ηλικία πρόσφατων αρχείων (ημέρες)

# #30033
source: Menu Items
el: Αντικείμενα Μενού

# #30034
source: Display all items
el: Εμφάνιση όλων των αντικειμένων

# #30035
source: Number of pics per page
el: Πλήθος εικόνων ανά σελίδα

# #30040
source: Only display pictures with rating of at least
el: Εμφάνιση εικόνων με βαθμολογία τουλάχιστον 1 αστέρι

# #30041
source: All
el: Όλα

# #30042
source: 1 star
el: 1 αστέρι

# #30043
source: 2 stars
el: 2 αστέρια

# #30044
source: 3 stars
el: 3 αστέρια

# #30045
source: 4 stars
el: 4 αστέρια

# #30046
source: 5 stars
el: 5 αστέρια

# #30050
source: Pics
el: Εικόνες

# #30051
source: Videos
el: Βίντεο

# #30052
source: Tags
el: Ετικέτες

# #30053
source: Excluded Files
el: Εξαιρούμενα Αρχεία

# #30060
source: Locate on disk
el: Εύρεση στο δίσκο

# #30061
source: Archive those pictures
el: Αρχειοθέτηση αυτών των εικόνων

# #30062
source: Export those pictures to...
el: Εξαγωγή αυτών των εικόνων σε...

# #30063
source: Add the file to archive :
el: Προσθήκη αρχείου στην Αρχειοθήκη :

# #30064
source: The archive '%s' already exists in
el: Η Αρχειοθήκη '%s' υπάρχει ήδη στο

# #30065
source: Overwrite ?
el: Να αντικατασταθεί ;

# #30066
source: Archive canceled.
el: Ακύρωση αρχειοθέτησης.

# #30067
source: Adding the picture to archive...
el: Προσθήκη της εικόνας στην Αρχειοθήκη...

# #30068
source: The archiving has been canceled !
el: Ακυρώθηκε η αρχειοθέτηση !

# #30069
source: %s errors while archiving %s files
el: Προέκυψαν %s λάθη κατά την αρχειοθέτηση %s αρχείων

# #30070
source: %s pictures successfully archived !!
el: %s εικόνες αρχειοθετήθηκαν επιτυχώς !!

# #30071
source: Localization of the picture on disk
el: Τοπική προσαρμογή της εικόνας στο δίσκο

# #30090
source: Pictures without City
el: Εικόνες χωρίς Πόλη

# #30091
source: Pictures without Country
el: Εικόνες χωρίς Χώρα

# #30092
source: Other pictures in '%s'
el: Άλλες εικόνες στο '%s'

# #30093
source: Browse by Geography
el: Περιήγηση ανάλογα με τη Γεωγραφία

# #30094
source: Pictures without supplemental category
el: Εικόνες χωρίς συμπληρωματικές κατηγορίες

# #30095
source: Browse by Supplemental Category
el: Περιήγηση ανά Συμπληρωματική Κατηγορία

# #30096
source: Pictures without categories
el: Εικόνες χωρίς κατηγορίες

# #30097
source: Browse by Category
el: Περιήγηση ανά Κατηγορία

# #30098
source: Global search
el: Γενικευμένη αναζήτηση

# #30099
source: Paths of picture folders
el: Διαδρομές των φακέλων εικόνων

# #30100
source: All images from %s (%s pics)
el: Όλες οι εικόνες από το %s (%s εικόνες)

# #30101
source: Browse by Date
el: Περιήγηση ανά Ημερομηνία

# #30102
source: Browse by Folders
el: Περιήγηση ανά Φάκελο

# #30103
source: Browse by Keywords
el: Περιήγηση ανά Λέξη-Κλειδί

# #30104
source: No keyword pictures
el: Καμία εικόνα με λέξη-κλειδί

# #30105
source: Date ranges
el: Χρονική περίοδος

# #30106
source: Add a new date range
el: Προσθήκη νέας χρονικής περιόδου

# #30107
source: Choose the start date
el: Επιλέξτε την ημερομηνία έναρξης

# #30108
source: Choose the end date
el: Επιλέξτε την ημερομηνία τέλους

# #30109
source: Pics from %s to %s
el: Εικόνες από %s έως %s

# #30110
source: Input a title for this date range :
el: Εισάγετε έναν τίτλο για αυτή τη χρονική περίοδο :

# #30111
source: Delete this date range
el: Διαγραφή αυτής της χρονικής περιόδου

# #30112
source: Rename this date range
el: Μετονομασία αυτής της χρονικής περιόδου

# #30113
source: From %s to %s
el: Από %s έως %s

# #30114
source: Input manually date
el: Εισαγωγή ημερομηνίας χειροκίνητα

# #30115
source: Word to search for
el: Λέξη για αναζήτηση

# #30116
source: %s results for '%s' in '%s'
el: %s αποτελέσματα για '%s' σε '%s'

# #30117
source: Start date of the date range
el: Ημερομηνία έναρξης της χρονικής περιόδου

# #30118
source: End date of the date range
el: Ημερομηνία τέλους της χρονικής περιόδου

# #30119
source: The search for '%s' did not match in the whole database
el: Η αναζήτηση για '%s' δε βρήκε αποτελέσματα σε όλη τη βάση δεδομένων

# #30120
source: Browse by Persons
el: Περιήγηση ανά Άτομα

# #30121
source: Pictures without persons
el: Εικόνες χωρίς άτομα

# #30122
source: Browse by Tags
el: Περιήγηση ανά Ετικέτες

# #30123
source: Help
el: Βοήθεια

# #30130
source: The %s latest pics
el: Οι %s πιο πρόσφατες εικόνες

# #30131
source: Recent pics (number of images)
el: Πρόσφατες εικόνες (πλήθος)

# #30150
source: Collections
el: Συλλογές

# #30151
source: Remove from the collection
el: Απομάκρυνση από τη συλλογή

# #30152
source: Add to collection...
el: Προσθήκη στη συλλογή...

# #30153
source: Input a new title
el: Εισάγετε έναν νέο τίτλο

# #30154
source: Picture added in
el: Η εικόνα προστέθηκε στο

# #30155
source: Input a title for the new collection
el: Εισάγετε έναν τίτλο για τη νέα συλλογή

# #30156
source: Choose a collection
el: Επιλογή συλλογής

# #30157
source: New collection
el: Νέα συλλογή

# #30158
source: Remove this collection
el: Απομάκρυνση της συλλογής

# #30159
source: Rename this collection
el: Μετονομασία της συλλογής

# #30160
source: Create a new collection
el: Δημιουργία νέας συλλογής

# #30161
source: %s pictures added in
el: %s εικόνες προστέθηκαν στο

# #30162
source: Import album from Picasa xml
el: Εισαγωγή άλμπουμ από το Picasa xml

# #30163
source: Unable to read Picasa xml
el: Αδυναμία ανάγνωσης του Picasa xml

# #30164
source: Specify date range
el: Προσδιορίστε το εύρος δεδομένων

# #30165
source: Following files are missing in MyPicsDB and could not be imported:[CR][CR]
el: Τα ακόλουθα αρχεία λείπουν από το MyPicsDB και δεν εισήχθησαν:[CR][CR]

# #30166
source: Picture "%s" in "%s"[CR]
el: Εικόνα "%s" στο "%s"[CR]

# #30167
source: Import errors
el: Σφάλματα εισαγωγής

# #30168
source: Import album from saved filter settings
el: Εισαγωγή άλμπουμ από αποθηκευμένες ρυθμίσεις φίλτρου

# #30180
source: Choose the destination for the export
el: Επιλέξτε τον προορισμό για την εξαγωγή

# #30181
source: Do you want to create a folder to export pictures ?
el: Επιθυμείτε να δημιουργήσετε ένα φάκελο για εξαγωγή εικόνων ;

# #30182
source: Input the folder name
el: Εισάγετε το όνομα φακέλου

# #30183
source: picture export canceled !
el: ακυρώθηκε η εξαγωγή εικόνων !

# #30184
source: Picture exporting...
el: Εξαγωγή εικόνων...

# #30185
source: Exporting '%s' to :
el: Εξαγωγή '%s' στο :

# #30186
source: a file '%s' already exists
el: υπάρχει ήδη ένα αρχείο '%s'

# #30187
source: Overwrite ?
el: Να αντικατασταθεί ;

# #30188
source: Export finished !
el: Ολοκλήρωση εξαγωγής !

# #30189
source: %s pictures copied to %s
el: %s εικόνες αντιγράφηκαν στο %s

# #30190
source: Exported pictures
el: Εξαγμένες εικόνες

# #30201
source: Folder to scan
el: Φάκελος προς σάρωση

# #30202
source: Browse this folder recursively
el: Σάρωση και των υποφακέλων του

# #30203
source: Delete the database entries if picture does not exists anymore
el: Διαγραφή των καταχωρίσεων της βάσης δεδομένων αν η εικόνα δεν υπάρχει πλέον

# #30204
source: Path added !
el: Προστέθηκε διαδρομή !

# #30205
source: Path deleted !
el: Διεγράφη διαδρομή !

# #30206
source: Do a scan now
el: Να γίνει σάρωση τώρα

# #30207
source: Delete this path from database
el: Διαγραφή αυτής της διαδρομής από τη βάση δεδομένων

# #30208
source: [B]Add[/B] a path to database
el: [B]Προσθήκη[/B] μίας διαδρομής στη βάση δεδομένων

# #30209
source: Uploads from last %s days
el: Αρχεία που φορτώθηκαν τις τελευταίες %s ημέρες

# #30210
source: Remove this path from excluded
el: Απομάκρυνση αυτής της διαδρομής από τα εξαιρεμένα

# #30211
source: Add a folder to [B]exclude[/B]
el: Προσθήκη φακέλου για [B]εξαίρεση[/B]

# #30212
source: Exclude this folder from database
el: Εξαίρεση αυτού του φακέλου από τη βάση δεδομένων

# #30213
source: Scan all paths
el: Σάρωση όλων των διαδρομών

# #30214
source: Yes = scan all pictures.
el: Ναι = σάρωση όλων των εικόνων.

# #30215
source: No = scan only modified/new pictures.
el: Όχι = σάρωση μόνο των τροποποιημένων/νέων εικόνων.

# #30217
source: You must rescan the folders
el: Πρέπει να σαρώσετε ξανά τους φακέλους

# #30218
source: to exclude the pictures!
el: για να εξαιρεθούν οι εικόνες!

# #30220
source: Google Map
el: Χάρτης Google

# #30221
source: Fetching the map... (%0.2f%%)
el: Γίνεται λήψη του χάρτη... (%0.2f%%)

# #30222
source: Zoom=%s
el: Ζουμ=%s

# #30223
source: Use up / down arrows to zoom in / out
el: Χρησιμοποιήστε τα βέλη πάνω / κάτω για μεγέθυνση / σμίκρυνση

# #30224
source: Close
el: Κλείσιμο

# #30225
source: Zoom In
el: Μεγέθυνση

# #30226
source: Zoom Out
el: Σμίκρυνση

# #30241
source: preparing
el: προετοιμασία

# #30242
source: refreshing
el: ανανέωση

# #30243
source: passing
el: πέρασμα

# #30244
source: adding
el: προσθήκη

# #30245
source: re-scan
el: ξανα-σάρωση

# #30246
source: deleting
el: διαγραφή

# #30247
source: Please wait...
el: Παρακαλώ περιμένετε...

# #30248
source: %s scanned / %s added / %s deleted / %s modified
el: %s σαρώθηκαν / %s προστέθηκαν / %s διαγράφηκαν / %s τροποποιήθηκαν

# #30300
source: file name
el: όνομα αρχείου

# #30301
source: path
el: διαδρομή

# #30302
source: path (thumbnail)
el: διαδρομή (μικρογραφία)

# #30303
source: Show the slideshow
el: Προβολή της παρουσίασης διαφανειών

# #30600
source: Filter Wizard
el: Οδηγός Φίλτρου

# #30601
source: Tags
el: Ετικέτες

# #30602
source: Contents
el: Περιεχόμενα

# #30607
source: Last used filter
el: Τελευταίο φίλτρο που χρησιμοποιήθηκε

# #30608
source: Select filter
el: Επιλογή φίλτρου

# #30609
source: Enter filter name
el: Εισαγωγή ονόματος φίλτρου

# #30610
source: Please select tags (red checkbox means "not")
el: Επιλέξτε ετικέτες (η κόκκινη σημείωση σημαίνει "όχι")

# #30611
source: 1 tag checked
el: Σημειώθηκε 1 ετικέτα

# #30612
source: %s tags checked
el: Ελέγχθηκαν %s ετικέτες

# #30613
source: OK
el: Εντάξει

# #30614
source: Cancel
el: Άκυρο

# #30615
source: Match all tags
el: Ταίριασμα όλων των ετικετών

# #30616
source: Load
el: Φόρτωση

# #30617
source: Save
el: Αποθήκευση

# #30618
source: Reset
el: Επαναφορά

# #30619
source: Delete
el: Διαγραφή

# #30620
source: Translate your tags
el: Μετάφραση των ετικετών σας

# #30621
source: Close Editor
el: Κλείσιμο Επεξεργασίας

# #30622
source: Leave translation empty to hide tag type in MyPicsDB
el: Να μείνει η μετάφραση κενή για να μη φαίνεται ο τύπος ετικέτας στο MyPicsDB

# #30623
source: Translation for %s
el: Μετάφραση για %s'

# #30650
source: Debugging
el: Καταγραφή σφαλμάτων

# #30651
source: Enable debugging (regardless of XBMC settings)
el: Ενεργοποίηση εντοπισμού σφαλμάτων (ανεξαρτήτως των ρυθμίσεων του XBMC)

# #30652
source: Filter:
el: Φίλτρο:

# #30653
source: New Filter
el: Νέο Φίλτρο

# #30660
source: Database Settings
el: Ρυθμίσεις Βάσης Δεδομένων (Β.Δ.)

# #30661
source: Database Backend
el: Backend Βάσης Δεδομένων

# #30664
source: User
el: Χρήστης

# #30665
source: Password
el: Κωδικός πρόσβασης

# #30666
source: IP-Address or Name
el: Διεύθυνση IP ή Όνομα

# #30667
source: Port
el: Θύρα

# #30668
source: MySql DB Name
el: Όνομα Β.Δ. MySql

# #30669
source: Sqlite DB Name
el: Όνομα Β.Δ. Sqlite

# #30700
source: Country
el: Χώρα

# #30701
source: Country Code
el: Κωδικός Χώρας

# #30702
source: State
el: Πολιτεία

# #30703
source: City
el: Πόλη

# #30704
source: Location
el: Τοποθεσία

# #30705
source: Event
el: Γεγονός

# #30706
source: Date Added
el: Ημερομηνία Προσθήκης

# #30707
source: Date Created
el: Ημερομηνία Δημιουργίας

# #30708
source: Date/Time Created
el: Ημέρα/Ώρα Δημιουργίας

# #30709
source: Description
el: Περιγραφή

# #30710
source: Headline
el: Επικεφαλίδα

# #30711
source: Title
el: Τίτλος

# #30712
source: Creator
el: Δημιουργός

# #30713
source: Creator Title
el: Τίτλος Δημιουργού

# #30714
source: Copyright
el: Πνευματικά Δικαιώματα

# #30715
source: Label
el: Ετικέτα

# #30716
source: Image Rating
el: Βαθμολογία Εικόνας

# #30717
source: Keyword
el: Λέξη κλειδί

# #30718
source: Category
el: Κατηγορία

# #30719
source: Supplemental Category
el: Επιπρόσθετη Κατηγορία

# #30720
source: Person
el: Άτομο

# #30721
source: Image Width
el: Πλάτος Εικόνας

# #30722
source: Image Length
el: Μήκος Εικόνας

# #30723
source: Orientation
el: Προσανατολισμός

# #30725
source: Image Model
el: Μοντέλο Εικόνας

# #30726
source: Image Make
el: Τύπος Εικόνας

# #30727
source: Image Artist
el: Καλλιτέχνης Εικόνας
