Repository: xbmc/repo-plugins
Catalog: plugin.video.esa/resources/language/resource.language.*/strings.po
Languages: cs_cz, de_de, el_gr

# #30010
source: Next page
cs_cz: Další stránka
de_de: Nachste Seite
el_gr: Επόμενη Σελίδα

# #30011
source: Video type not supported
cs_cz: Typ grafické karty není podporován
de_de: Video-Typ nicht unterstutzt
el_gr: Τύπος βίντεο δεν υποστηρίζεται

# #30012
source: Couldn't locate video url
cs_cz: Nelze najít URL videa
de_de: Konnte Video-URL nicht finden
el_gr: Δεν μπόρεσα να βρώ το URL του βίντεο

# #30101
source: Language (for videos)
cs_cz: Jazyk (videa)
de_de: Sprache (Videos)
el_gr: Γλώσσα (για βίντεο)

# #30102
source: Debug (enable logs)
cs_cz: Debug (uvolnění polena)
de_de: Debug (logs)
el_gr: Debug (ενεργοποίηση logs)

# #30103
source: Sort criteria
cs_cz: Seřadit kritéria
de_de: Sortierkriterien
el_gr: Kριτήρια Ταξινόμηση

# #30104
source: Search
cs_cz: Hledat
de_de: Suchen
el_gr: Αναζήτηση

# #30105
source: Search text
cs_cz: Hledat text
de_de: Suchbegriff
el_gr: Αναζήτηση κειμένου

# #30106
source: Previous page
cs_cz: Předchozí Stránka
de_de: Vorherige Seite
el_gr: Προηγούμενη Σελίδα

# #30107
source: All the videos
cs_cz: Všechny Videa
de_de: Alle Videos
el_gr: Όλα τα Βίντεο

# #30108
source: Other Categories
cs_cz: Ostatní kategorie
de_de: Weitere Kategorien
el_gr: Λοιπές Κατηγορίες

# #30109
source: Show thumbnails as fanart
cs_cz: Použijte miniatury na pozadí
de_de: Thumb als Fanart nutzen
el_gr: Εμφάνιση μικρογραφιών ως fanart
