Repository: xbmc/repo-plugins
Catalog: plugin.video.orftvthek/resources/language/*/strings.po
Languages: german

# Addon Description
source: ORF TVthek - This plugin provides access to the Austrian "ORF TVthek"
german: ORF TVthek - Ermöglicht Ihnen den Zugriff auf die ORF TVthek Video Platform

# #30000
source: Recently Added Shows
german: Neuste Sendungen

# #30001
source: Frontpage
german: Startseite

# #30002
source: Shows
german: Sendungen

# #30003
source: Topics
german: Themen

# #30004
source: Livestream
german: Live

# #30005
source: ORF Recommendations
german: ORF Tipps

# #30006
source: Most Viewed
german: Meist gesehen

# #30007
source: Search
german: Suchen

# #30009
source: Broadcasted:
german: Sendung vom

# #30011
source: Runtime
german: Laufzeit

# #30014
source: No Results
german: Keine Ergebnisse

# #30015
source: Play all
german: Alle Beiträge abspielen

# #30018
source: Missed a Show?
german: Sendung verpasst?

# #30019
source: Streaming
german: Livestream läuft bereits

# #30020
source: Stream Offline
german: Livestream läuft noch nicht

# #30022
source: Video Resolution
german: Videoqualität

# #30023
source: Low
german: Niedrig

# #30024
source: Medium
german: Mittel

# #30025
source: High
german: Hoch

# #30026
source: Use ServiceAPI (mad props to @Rechi)
german: ServiceAPI verwenden (mad props to @Rechi)

# #30027
source: Trailers
german: TV-Vorschau

# #30028
source: Show Autoplay Prompt
german: Beim Öffnen Aktion nachfragen

# #30029
source: Use Subtitles
german: Untertitel verwenden

# #30030
source: The broadcast hasn't started yet
german: Livestream noch nicht gestartet

# #30031
source: The broadcast starts at
german: Der Livestream startet erst um

# #30032
source: Do you want the stream to start automatically?
german: Soll der Livesteam automatisch starten?

# #30033
source: Waiting for the broadcast to start
german: Warte auf Sendungsbeginn

# #30034
source: Time till broadcast:
german: Zeit bis zum Start:

# #30035
source: Start the stream?
german: Den Livestream Starten?

# #30037
source: Blacklist
german: Ausgeblendete Sendungen

# #30040
source: # Remove %s from the Blacklist #
german: # %s von der Liste entfernen #

# #30043
source: Use Blacklist Feature
german: "Sendungen ausblenden" aktivieren

# #30044
source: HD
german: Sehr Hoch(HD)

# #30045
source: The ServiceAPI is currently offline
german: Die ServiceAPI ist zurzeit Offline

# #30046
source: Switch back to HTML Parsing in the Addon Settings
german: Deaktivieren Sie die Option in den Einstellungen

# #30047
source: Play Video
german: Video abspielen

# #30048
source: Do you want the playlist to start immediately?
german: Soll die Playlist sofort gestartet werden?

# #30049
source: Archive
german: Archiv

# #30050
source: An Error occured while loading the selected playlist
german: Die Playlist konnte nicht abgespielt werden.

# #30051
source: Error
german: Fehler

# #30052
source: This Video is offline
german: Dieses Video ist offline

# #30053
source: Adaptive
german: Adaptiv

# #30054
source: Stream Method
german: Stream Methode

# #30056
source: Enable Progressive Streaming Method
german: Progressive Streaming aktivieren

# #30057
source: In Focus
german: Im Fokus

# #30058
source: Show 'Play Chapters'
german: 'Kapitel abspielen' anzeigen

# #30059
source: Play Full Video
german: Ganzes Video abspielen

# #30060
source: Play Chapters
german: Kapitel abspielen

# #30061
source: Show Full Livestream Schedule
german: Livestream Programm anzeigen

# #30062
source: General
german: Allgemein

# #30064
source: older than
german: älter als
